[
  {
    "id": "2307548",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Adoção no Direito de Família"
    ],
    "enunciado_principal": "No ordenamento brasileiro, a adoção e o reconhecimento de filiação socioafetiva extrajudiciais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são inviáveis em qualquer caso;"
      },
      {
        "letra": "B",
        "texto": "só são admitidos quando envolvem maiores de 18 anos;"
      },
      {
        "letra": "C",
        "texto": "só são admitidos nas hipóteses que admitem a dispensa do cadastro nacional de habilitados;"
      },
      {
        "letra": "D",
        "texto": "só são admitidos nas hipóteses de partes com domicílio no Brasil;"
      },
      {
        "letra": "E",
        "texto": "têm regimes distintos, tendo em vista que a adoção é sempre judicial, mas o reconhecimento de filiação socioafetiva pode ser feito perante o registro civil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2099012",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Adoção no Direito de Família",
      "Parentesco",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "O parentesco entre as pessoas naturais poderá ser civil, natural ou por afinidade. Por isso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "irmãos bilaterais são parentes na linha colateral ou transversal em primeiro grau; os unilaterais, em segundo grau."
      },
      {
        "letra": "B",
        "texto": "por afinidade, o parentesco na linha colateral existe até o quarto grau."
      },
      {
        "letra": "C",
        "texto": "os cônjuges são parentes entre si pelo casamento, constituindo vínculo de parentesco civil."
      },
      {
        "letra": "D",
        "texto": "pela adoção, é constituído parentesco civil entre pais e filho na linha reta em primeiro grau."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2044397",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Adoção no Direito de Família"
    ],
    "enunciado_principal": "A respeito do processo de adoção, analise as afirmativas a seguir:I. A prioridade de guarda é para os pais que tiverem acordado, nos casos consensuais. Não havendo acordo entre os pais, segundo o artigo 1.584 do Código Civil, a lei dispõe da atribuição da guarda dos filhos para aquele que tiver melhores condições de exercê-la.lI. O artigo 1.586 do Código Civil restringe a autonomia do juiz na decisão sobre guarda em casos considerados graves, tendo como condição a priorização dos filhos. IlI. Havendo motivos graves, poderá o juiz, em qualquer caso, a bem dos filhos, regular de maneira diferente da estabelecida nos artigos antecedentes a situação deles para com os pais.É correto o que se afirma",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas em I e IlI."
      },
      {
        "letra": "B",
        "texto": "em I, lI e IlI."
      },
      {
        "letra": "C",
        "texto": "apenas em I."
      },
      {
        "letra": "D",
        "texto": "apenas em I e lI."
      },
      {
        "letra": "E",
        "texto": "apenas em IlI."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2003838",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Adoção no Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Eduarda, espanhola, residente no Brasil desde 1993, e Marcelo, brasileiro, casaram-se em 1997, pelo regime da comunhão parcial de bens, adquiriram onerosamente dois imóveis durante o matrimônio, sendo que um deles por meio de valores exclusivamente obtidos pela venda de um terreno, advindo da herança do pai de Marcelo. Devido a impossibilidade de procriação por parte de Marcelo, o casal adotou, em 2006, uma criança recém-nascida, originária da Espanha. Em 2019, houve o divórcio do casal, tendo Eduarda, por força de acordo, a guarda da filha, cabendo ao genitor o pagamento da pensão alimentícia. Diante da situação narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O divórcio do casal depende necessariamente da prévia partilha dos bens."
      },
      {
        "letra": "B",
        "texto": "Os dois imóveis adquiridos onerosamente na constância do casamento estão inclusos na comunhão, pertencendo, por conseguinte, ao casal."
      },
      {
        "letra": "C",
        "texto": "Ao atingir a maioridade, o cancelamento de pensão alimentícia da filha do casal está sujeito a decisão judicial, mediante contraditório."
      },
      {
        "letra": "D",
        "texto": "A guarda da filha do casal deveria ser compartilhada por força legal, visto que a guarda exclusiva só se admite na hipótese de abandono afetivo de um dos genitores."
      },
      {
        "letra": "E",
        "texto": "A adoção de uma criança estrangeira por um casal residente no Brasil deverá ser feita mediante intervenção direta e exclusiva da autoridade judiciária brasileira de âmbito federal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1920642",
    "metadata": "Ano: 2022 | Banca: Avança SP | Órgão: Câmara Municipal de Sorocaba",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Adoção no Direito de Família"
    ],
    "enunciado_principal": "O parentesco decorrente de adoção, estabelecido entre o adotante e o adotado, estendido a seus parentes é denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Afim."
      },
      {
        "letra": "B",
        "texto": "Civil."
      },
      {
        "letra": "C",
        "texto": "Natural."
      },
      {
        "letra": "D",
        "texto": "Por afinidade."
      },
      {
        "letra": "E",
        "texto": "Consanguíneo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1870499",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Adoção no Direito de Família"
    ],
    "enunciado_principal": "A relação de parentesco decorrente da adoção é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "transversalidade."
      },
      {
        "letra": "B",
        "texto": "consanguinidade."
      },
      {
        "letra": "C",
        "texto": "afinidade."
      },
      {
        "letra": "D",
        "texto": "parentesco civil."
      },
      {
        "letra": "E",
        "texto": "colateralidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "987736",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Adoção no Direito de Família"
    ],
    "enunciado_principal": "A adoção de pessoas maiores de dezoito anos de idade deverá ser realizada, necessariamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por ato extrajudicial, mediante registro em registro público, sem necessidade de consentimento dos pais biológicos, ainda que estes sejam conhecidos."
      },
      {
        "letra": "B",
        "texto": "por ato extrajudicial, mediante averbação em registro público, sem necessidade de consentimento dos pais biológicos, ainda que estes sejam conhecidos."
      },
      {
        "letra": "C",
        "texto": "por sentença judicial, não sendo admissível a adoção por ato extrajudicial."
      },
      {
        "letra": "D",
        "texto": "por ato extrajudicial, mediante registro em registro público, se houver consentimento dos pais biológicos, caso estes sejam conhecidos."
      },
      {
        "letra": "E",
        "texto": "tanto por sentença judicial como por ato extrajudicial, mediante escritura em registro público, se houver consentimento dos pais biológicos, caso estes sejam conhecidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "886189",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Adoção no Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Examine as assertivas abaixo e assinale a alternativa correta. I - No atual contexto do ordenamento jurídico, é possível afirmar que toda paternidade/maternidade é socioafetiva. II - A filiação, no direito brasileiro se fundamenta no seguinte tripé: a igualdade entre os filhos, a desvinculação ao estado civil dos seus pais e a proteção integral do Estado, salvo a filiação decorrente da adoção. III - A adoção é um instituto mediante o qual se formarão novos vínculos jurídicos, dando à condição de adotante e adotado todos os direitos e obrigações de pais e filhos, inclusive com os mesmos direitos e deveres (art. 41 do ECA),mas não rompe os vínculos parentais anteriores porque biológicos. IV - A posse do estado de filho seria uma construção doutrinária que está sendo aceita pela jurisprudência, para que se caracterize primeiro a afetividade como corolário básico das relações familiares, em detrimento de uma relação puramente biológica.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886111",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Adoção no Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação alimentar dos avós tem natureza complementar e subsidiária, somente se configurando no caso de impossibilidade total ou parcial de seu cumprimento pelos pais."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público tem legitimidade ativa para ajuizar ação de alimentos em proveito de criança ou adolescente, independentemente do exercício do poder familiar dos pais, ou do fato de o menor se encontrar nas situações de risco descritas no art. 98 do Estatuto da Criança e do Adolescente, ou de quaisquer outros questionamentos acerca da existência ou eficiência da Defensoria Pública na comarca."
      },
      {
        "letra": "C",
        "texto": "Parentes colaterais são legitimados ativos para a ação de anulação de adoção proposta após o falecimento do adotante, em virtude da inconstitucionalidade do art. 1.790 do Código Civil declarada pelo Supremo Tribunal Federal."
      },
      {
        "letra": "D",
        "texto": "Se, no curso da ação de adoção conjunta, um dos cônjuges desistir do pedido e outro vier a falecer sem ter manifestado inequívoca intenção de adotar unilateralmente, não poderá ser deferido ao interessado falecido o pedido de adoção unilateral post mortem."
      },
      {
        "letra": "E",
        "texto": "Ante o abandono do adotando pelo pai biológico e o estabelecimento de relação paterno-filial (vínculo afetivo) entre adotante e adotando, a adoção de pessoa maior de idade não pode ser refutada sem apresentação de justa causa por parte do pai biológico."
      }
    ],
    "gabarito": "C"
  }
]