[
  {
    "id": "3390832",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Caio faleceu em 2024, sem deixar testamento. Era casado com Fernanda desde 2019, sob o regime da separação obrigatória de bens, em razão da idade de Caio quando do casamento. O casal não teve filhos, mas Caio deixou dois filhos de um relacionamento anterior. Durante o casamento, Fernanda residiu com Caio no imóvel de propriedade exclusiva dele, que teria sido adquirido antes do casamento. Após a morte de Caio, ela buscou habilitar-se no inventário como herdeira concorrente dos filhos do falecido, invocando sua condição de cônjuge sobrevivente. Os filhos contestaram, alegando que Fernanda não teria qualquer direito sucessório. Diante desse cenário, com base no Código Civil e na jurisprudência consolidada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fernanda tem direito à herança, pois o cônjuge sobrevivente concorre com os descendentes do falecido, independentemente do regime de bens, nos termos do Art. 1.829, inciso I, do Código Civil."
      },
      {
        "letra": "B",
        "texto": "Fernanda concorre com os filhos do falecido apenas se comprovar que contribuiu, com esforço comum, para a aquisição do bem durante o casamento, mesmo sob separação obrigatória de bens."
      },
      {
        "letra": "C",
        "texto": "Fernanda não tem direito à herança, pois o cônjuge sobrevivente casado sob separação obrigatória de bens não concorre com descendentes do falecido."
      },
      {
        "letra": "D",
        "texto": "Fernanda terá direito à herança apenas sobre o imóvel onde residia com o falecido, por força do direito real de habitação previsto no Código Civil."
      },
      {
        "letra": "E",
        "texto": "Fernanda é herdeira necessária, ainda que casada sob separação obrigatória de bens, e tem direito à mesma proporção da herança que os filhos do falecido"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3384791",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "A respeito do direito das sucessões, assinale a alternativa correta nos termos do Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos em que os herdeiros ou legatários houverem acusado caluniosamente em juízo o autor da herança ou incorrerem em crime contra a sua honra, ou de seu cônjuge ou companheiro, o Ministério Público tem legitimidade para demandar a exclusão do herdeiro ou legatário da sucessão."
      },
      {
        "letra": "B",
        "texto": "A renúncia da herança, sob condição ou a termo, deve constar expressamente de instrumento particular ou termo judicial."
      },
      {
        "letra": "C",
        "texto": "Quando os herdeiros ou legatários houverem sido autores, co-autores ou partícipes de homicídio doloso, ou tentativa deste, contra a pessoa de cuja sucessão se tratar, seu cônjuge, companheiro, ascendente ou descendente, o trânsito em julgado da sentença penal condenatória acarretará a imediata exclusão do herdeiro ou legatário indigno, independentemente de sentença no cível."
      },
      {
        "letra": "D",
        "texto": "A exclusão do herdeiro ou legatário que, por violência ou meios fraudulentos, inibirem ou obstarem o autor da herança de dispor livremente de seus bens por ato de última vontade, será declarada por sentença, observado que o direito de demandar a exclusão do herdeiro ou legatário extingue-se em dois anos, contados da data dos fatos."
      },
      {
        "letra": "E",
        "texto": "O excluído da sucessão não terá direito ao usufruto ou à administração dos bens que a seus sucessores couberem na herança, mas terá direito à sucessão eventual desses bens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3296674",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "O direito de família e sucessões se entrelaça com as atividades do orientador social, sobretudo em questões relativas a divisões de bens ou heranças que geram conflitos na dinâmica familiar. Que ação pode minimizar o agravamento desse cenário?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incentivar partilhas informais que contrariem leis, visando soluções rápidas a qualquer custo."
      },
      {
        "letra": "B",
        "texto": "Sugerir processos de mediação familiar, difundindo informações sobre direitos sucessórios e favorecendo acordos pautados em critérios de igualdade, respeitando o recurso ao Judiciário quando indispensável."
      },
      {
        "letra": "C",
        "texto": "Abster-se completamente, pois o campo do direito de família mantém mínima conexão com o âmbito assistencial."
      },
      {
        "letra": "D",
        "texto": "Optar pela neutralidade absoluta e recusar qualquer orientação, atribuindo ao advogado da família a responsabilidade pela condução integral do caso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3295847",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Marcela nasceu em São Paulo, firmou testamento em Campinas, estabeleceu seu último domicílio em Jundiaí e faleceu em Limeira, deixando aos seus herdeiros apenas um imóvel localizado em Sorocaba. De acordo com o Código Civil, a sucessão de Marcela abre-se em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São Paulo."
      },
      {
        "letra": "B",
        "texto": "Jundiaí."
      },
      {
        "letra": "C",
        "texto": "Campinas."
      },
      {
        "letra": "D",
        "texto": "Limeira."
      },
      {
        "letra": "E",
        "texto": "Sorocaba."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3272350",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Em relação ao direito sucessório, considerando a lei e a jurisprudência do STJ, analise as assertivas abaixo: I. Os descendentes que concorrerem à sucessão do ascendente comum são obrigados a colacionar o valor das doações que dele em vida receberam, independente de dispensa por parte do donatário. II. A colação tem como objetivo igualar as legítimas, garantindo que o donatário não se beneficie em detrimento dos demais herdeiros não contemplados. A dispensa de colação pode ser tácita, deduzida do comportamento do doador. III. O cálculo da legítima é feito sobre o valor dos bens existentes na abertura da sucessão, abatidas as dívidas e as despesas do funeral, adicionando-se, em seguida, o valor dos bens sujeitos à colação. IV. O herdeiro que possui a posse exclusiva de imóvel objeto de herança não possui legitimidade para usucapir em nome próprio, sendo necessária a anuência dos demais herdeiros. V. A dispensa do dever de colacionar bens doados só se efetiva quando o doador, de forma expressa e inequívoca, declara formalmente que a liberalidade será realizada à conta de sua parte disponível, não constituindo adiantamento de legítima. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas III."
      },
      {
        "letra": "B",
        "texto": "Apenas I e V."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas III e V."
      },
      {
        "letra": "E",
        "texto": "I, II, III, IV e V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3267109",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Alberto era casado com Luciana, pelo regime de comunhão parcial de bens, que faleceu recentemente, deixando bens adquiridos antes do casamento. Considerando a ordem de vocação hereditária e o regime de bens do casamento, em relação aos bens particulares deixados por Luciana, Alberto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem direito à integralidade da herança deixada, independentemente da existência de descendentes ou ascendentes."
      },
      {
        "letra": "B",
        "texto": "é herdeiro e não concorre com os ascendentes vivos de Luciana, se não houver descendentes."
      },
      {
        "letra": "C",
        "texto": "não é considerado herdeiro de Luciana, a não ser que tenha sido contemplado por testamento."
      },
      {
        "letra": "D",
        "texto": "não é herdeiro e não poderia ser contemplado em eventual testamento deixado por Luciana."
      },
      {
        "letra": "E",
        "texto": "é herdeiro concorrente com os descendentes de Luciana, se existirem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3258304",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Considerando o Código Civil e a jurisprudência dos tribunais superiores, julgue o item a seguir, relativos à doação, aos direitos reais e aos direitos das sucessões. O excesso configurador da doação inoficiosa deve ser verificado no momento da liberalidade, e não na data do falecimento do doador nem na data da abertura da sucessão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3258303",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Considerando o Código Civil e a jurisprudência dos tribunais superiores, julgue o item a seguir, relativos à doação, aos direitos reais e aos direitos das sucessões. Caso o condomínio sobre um bem imóvel permaneça após a partilha, em razão de ato voluntário dos coerdeiros que aceitaram a herança, os sucessores coproprietários do imóvel são solidariamente responsáveis pelas despesas condominiais correspondentes, ainda que o formal de partilha não tenha sido expedido, assegurado o direito de regresso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3268604",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta o termo correspondente à definição “É ente despersonalizado que representa a herança, ativa e passivamente e, por isso, pode ser titular de relações jurídicas específicas para viabilizar tal representação.”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "herança"
      },
      {
        "letra": "B",
        "texto": "sucessão"
      },
      {
        "letra": "C",
        "texto": "testamento"
      },
      {
        "letra": "D",
        "texto": "espólio"
      },
      {
        "letra": "E",
        "texto": "renúncia"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3268602",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Ausência",
      "Parte Geral",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Assinale a alternativa correta, a respeito da sucessão definitiva.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cinco anos depois de passada em julgado a sentença que concede a abertura da sucessão provisória, poderão os interessados requerer a sucessão definitiva e o levantamento das cauções prestadas."
      },
      {
        "letra": "B",
        "texto": "Regressando o ausente nos 20 anos seguintes à abertura da sucessão definitiva, ou algum de seus descendentes ou ascendentes, aquele ou estes haverão só os bens existentes no estado em que se acharem, os sub‑rogados em seu lugar, ou o preço que os herdeiros e os demais interessados houverem recebido pelos bens alienados depois daquele tempo."
      },
      {
        "letra": "C",
        "texto": "Pode‑se requerer a sucessão definitiva, também, provando‑se que o ausente conta oitenta anos de idade, e que de cinco datam as últimas notícias dele."
      },
      {
        "letra": "D",
        "texto": "Se, nos cinco anos a que se refere este artigo, o ausente não regressar, e nenhum interessado promover a sucessão definitiva, os bens arrecadados passarão ao domínio do município ou do Distrito Federal, se localizados nas respectivas circunscrições, incorporando‑se ao domínio da União, quando situados em território federal."
      },
      {
        "letra": "E",
        "texto": "Se o ausente aparecer, ou se lhe provar a existência, depois de estabelecida a posse definitiva, cessarão para logo as vantagens dos sucessores nela imitidos, ficando, todavia, obrigados a tomar as medidas assecuratórias precisas, até a entrega dos bens a seu dono."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3172660",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "A empresa “X” é unipessoal. Diante do falecimento do seu único sócio, e tendo a empresa débitos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com a morte de seu único sócio, a empresa, pessoa jurídica, deixou de existir, não sendo possível os credores receberem os seus créditos"
      },
      {
        "letra": "B",
        "texto": "Com a morte de seu único sócio, a empresa, pessoa jurídica, será considerada falida e os credores deverão habilitar o seu crédito na falência"
      },
      {
        "letra": "C",
        "texto": "Com a morte de seu único sócio, os credores deverão fazer o encerramento da empresa, para o que conseguirem apurar, receberem o seu crédito"
      },
      {
        "letra": "D",
        "texto": "Com a morte de seu único sócio, os herdeiros responderão pelos débitos da empresa, pessoa jurídica, até o limite da herança"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3151533",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante"
    ],
    "enunciado_principal": "Segundo entendimento do STJ, o reconhecimento da renúncia da herança deve-se dar de modo expresso e",
    "alternativas": [
      {
        "letra": "A",
        "texto": "solene, sendo necessária a adoção da forma de escritura pública ou termo judicial, sob pena de nulidade."
      },
      {
        "letra": "B",
        "texto": "pode ser realizada por meio de instrumento particular, dada a inexistência de prescrição legal quanto à forma a ser adotada."
      },
      {
        "letra": "C",
        "texto": "solene, sendo necessária a forma de escritura pública, sob pena de anulabilidade."
      },
      {
        "letra": "D",
        "texto": "solene, havendo necessidade de se adotar a forma do termo judicial, sob pena de nulidade."
      },
      {
        "letra": "E",
        "texto": "solene, havendo necessidade de se adotar a forma do termo judicial, sob pena de anulabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3104448",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Uma pessoa falece no ano 2000 e a abertura do inventário somente é realizada em fevereiro de 2003. Assinale a alternativa que apresenta a legislação pertinente para essa partilha.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Código Civil de 1916"
      },
      {
        "letra": "B",
        "texto": "Código Civil de 2002"
      },
      {
        "letra": "C",
        "texto": "Ao observar quais disposições do Código Civil de 1916 e do Código Civil de 2002 são melhores para as partes, é possível que haja uma aplicação conjunta de ambas as legislações"
      },
      {
        "letra": "D",
        "texto": "Tendo em vista que houve abertura do inventário durante o período de vacatio legis do Código Civil de 2002, devem ser aplicadas as disposições do Código Civil de 1916 e, após a entrada em vigor do Código Civil de 2002, serão aplicadas as suas disposições"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3087126",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Amanda, casada com Paulo pelo regime da comunhão universal, faleceu e deixou, como parentes vivos, seu avô materno, Nestor, e seus avós paternos, Raimundo e Clara. O patrimônio do casal, ao tempo do falecimento de Amanda, era de R$ 2.400.000,00. Nesse caso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em razão do regime de bens do casamento de Amanda e Paulo, são chamados à sucessão de Amanda apenas os ascendentes."
      },
      {
        "letra": "B",
        "texto": "cada ascendente herda R$ 400.000,00."
      },
      {
        "letra": "C",
        "texto": "cada ascendente herda R$ 200.000,00."
      },
      {
        "letra": "D",
        "texto": "Paulo herda R$ 1.200.000,00."
      },
      {
        "letra": "E",
        "texto": "Nestor herda R$ 300.000,00 e Raimundo, R$ 150.000,00."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3086925",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Dona Ilka faleceu aos 60 anos, deixando de herança o apartamento em que residia sozinha, os móveis que o guarneciam e algum dinheiro guardado no banco. Não teve filhos, e seus pais e irmãos (todos bilaterais) eram pré-mortos. Deixou somente uma tia, Ofélia, já bastante idosa, dois sobrinhos, Enzo e Gael, e uma prima, Zenaide. Sua herança deve ser dividida da seguinte forma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "metade para Enzo e metade para Gael;"
      },
      {
        "letra": "B",
        "texto": "metade para Ofélia, um quarto para Enzo e um quarto para Gael;"
      },
      {
        "letra": "C",
        "texto": "um terço para Ofélia, um terço para Enzo e um terço para Gael;"
      },
      {
        "letra": "D",
        "texto": "metade para Ofélia, um sexto para Enzo, um sexto para Gael e um sexto para Zenaide;"
      },
      {
        "letra": "E",
        "texto": "um quarto para Ofélia, um quarto para Enzo, um quarto para Gael e um quarto para Zenaide."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3058665",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Alice Semedo, estrangeira, viúva, oriunda do país Alpha, proprietária de dois imóveis no Estado da Bahia, Brasil, realizou testamento no Brasil, deixando metade de todo seu patrimônio para uma Organização Não Governamental com sede em Salvador, Bahia. Alice tem dois filhos brasileiros com idades de 5 e 7 anos. A legislação do país de Alice prevê que, em caso de falecimento, deixando o de cujus filhos, dois terços da herança devem ser destinados a eles na condição de herdeiros necessários. Na situação hipotética narrada, assinale a opção que apresenta, corretamente, a legislação aplicável ao caso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como os bens imóveis situam-se no Brasil, a legislação brasileira será aplicada exclusivamente em detrimento da lei pessoal do de cujus."
      },
      {
        "letra": "B",
        "texto": "O ordenamento jurídico impõe aplicação exclusiva da legislação pessoal do de cujus, independentemente da existência de filhos."
      },
      {
        "letra": "C",
        "texto": "Deve ser cumprida a vontade do de cujus, visto que a autonomia da vontade sempre impera nos atos de última vontade."
      },
      {
        "letra": "D",
        "texto": "A legislação brasileira impõe a junção da norma nacional com a lei pessoal do de cujus, limitando a vontade do de cujus, independentemente da existência de herdeiros necessários."
      },
      {
        "letra": "E",
        "texto": "A sucessão de bens de estrangeiros, situados no país, será regulada pela lei brasileira em benefício dos filhos brasileiros, sempre que não lhes seja mais favorável a lei pessoal do de cujus."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3030476",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: MPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "João faleceu deixando esposa, dois filhos e um pai vivo. Ele não deixou testamento. Como será distribuída a herança de João, de acordo com o Código Civil?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A esposa receberá metade da herança, e os filhos dividirão a outra metade."
      },
      {
        "letra": "B",
        "texto": "A herança será dividida em partes iguais, entre a esposa, os filhos e o pai."
      },
      {
        "letra": "C",
        "texto": "Será distribuída aos descendentes, em concorrência com o cônjuge sobrevivente, salvo se casado este com o falecido no regime da comunhão universal, ou no da separação obrigatória de bens (Art. 1.640, parágrafo único); ou se, no regime da comunhão parcial, o autor da herança não houver deixado bens particulares."
      },
      {
        "letra": "D",
        "texto": "Os filhos receberão a totalidade da herança, excluindo a esposa e o pai."
      },
      {
        "letra": "E",
        "texto": "A herança será dividida igualmente entre os filhos e o pai, excluindo a esposa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3006054",
    "metadata": "Ano: 2024 | Banca: Instituto JK | Órgão: Prefeitura de São João do Paraíso - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Responsabilidade civil",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Analise os itens abaixo, e assinale com V ou F, conforme seja verdadeiro ou falso. ( ) O incapaz não responde pelos prejuízos que causar; ( ) Aquele que habitar prédio, ou parte dele, responde pelo dano proveniente das coisas que dele caírem ou forem lançadas em lugar indevido. ( ) O direito de exigir reparação e a obrigação de prestá-la não se transmite com a herança ( ) A indenização independe da extensão do dano.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, F, V;"
      },
      {
        "letra": "B",
        "texto": "F, F, F, F;"
      },
      {
        "letra": "C",
        "texto": "F, F, V, V;"
      },
      {
        "letra": "D",
        "texto": "F, V, F, F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2553389",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a sucessão em geral.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Até a partilha, o direito dos coerdeiros, quanto à propriedade e posse da herança, será indivisível, e regular-se-á pelas normas relativas ao condomínio."
      },
      {
        "letra": "B",
        "texto": "É válida e eficaz a cessão, feita por escritura pública, de direitos hereditários sobre bem da herança considerado singularmente."
      },
      {
        "letra": "C",
        "texto": "A exclusão da sucessão, em qualquer dos casos de indignidade, deverá ser declarada por sentença, ainda que o herdeiro ou legatário venha a ser condenado, pelo mesmo fato, por sentença penal transitada em julgado, porquanto as esferas cível e criminal são independentes."
      },
      {
        "letra": "D",
        "texto": "A aceitação ou renúncia da herança pode ser parcial, sob condição ou a termo, devendo constar expressamente de instrumento público ou termo judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2476379",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "De acordo com o Código Civil, configura-se comoriência quando dois ou mais indivíduos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "independentemente de serem sucessores entre si, falecerem no mesmo local, vindo todos eles a óbito concomitantemente."
      },
      {
        "letra": "B",
        "texto": "que são sucessores entre si, falecerem no mesmo local, vindo todos eles a óbito concomitantemente."
      },
      {
        "letra": "C",
        "texto": "independentemente de serem sucessores entre si, falecerem na mesma ocasião, não sendo possível averiguar se a morte de algum deles precedeu à dos outros."
      },
      {
        "letra": "D",
        "texto": "que são sucessores entre si, falecerem na mesma ocasião, não sendo possível averiguar se a morte de algum deles precedeu à dos outros."
      },
      {
        "letra": "E",
        "texto": "independentemente de serem sucessores entre si, falecerem no mesmo local, sendo impossível averiguar se a morte de algum deles precedeu à dos outros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2367623",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Pietro, aposentado, pai de Bento e Sofia, frutos do seu matrimônio com Clara, falecida há 10 anos, mantém união estável há 5 anos com Tereza, 28 anos, mãe de Túlio de apenas 2 anos de idade. Pietro e Tereza não tiveram filhos comuns. Apesar de Bento e Sofia gostarem muito de Pietro, romperam relações com ele, pois não aceitaram o relacionamento dele com Tereza. Em respeito aos sentimentos dos filhos, Pietro convenceu Tereza a abandonar sua carreira e a se mudar com ele para um sítio, localizado em Caldas Novas. Além disso, celebrou pacto de convivência com Tereza, pelo qual optaram pelo regime da separação de bens. Diante do contexto, Pietro, preocupado com o futuro de Tereza, contratou um seguro de vida no valor de R$ 5 milhões de reais, indicando-a como única beneficiária. Na última sexta-feira, Pietro e Tereza foram a Goiânia, levar o pequeno Túlio para a casa do pai, com quem passaria duas semanas de férias. No retorno, Pietro e Tereza envolveram-se em grave acidente de trânsito, resultando na morte de ambos, não sendo possível precisar quem faleceu primeiro. Diante da situação hipotética narrada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pietro e Tereza são comorientes e o capital segurado será pago a Bento, Sofia e Túlio por direito sucessório."
      },
      {
        "letra": "B",
        "texto": "Pietro e Tereza são comorientes e o capital segurado será pago a Bento e Sofia por direito obrigacional."
      },
      {
        "letra": "C",
        "texto": "Pietro e Tereza são comorientes e o capital segurado será pago a Túlio, por direito obrigacional."
      },
      {
        "letra": "D",
        "texto": "Pietro e Tereza são comorientes e o capital segurado será pago a Bento e Sofia, por direito sucessório."
      },
      {
        "letra": "E",
        "texto": "Pietro e Tereza são comorientes e o capital segurado será pago a Túlio, por direito sucessório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2428487",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Araraquara - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "A morte presumida é uma figura jurídica que se aplica quando não haja evidências concretas de seu falecimento. Ela permite que, em determinadas circunstâncias, a pessoa seja considerada legalmente morta mesmo sem que o corpo tenha sido encontrado ou sem que existam provas definitivas de sua morte. Dentre as alternativas abaixo, assinale a que apresenta corretamente a finalidade da morte presumida e como ela é regulamentada no Brasil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A morte presumida é utilizada para determinar a culpabilidade em casos de desaparecimento misterioso e prolongado, mesmo sem provas concretas de morte, sendo regulamentada pelo Código de Processo Penal."
      },
      {
        "letra": "B",
        "texto": "A morte presumida busca estabelecer a sucessão hereditária em casos de desaparecimento, permitindo a transferência de bens e direitos, e é regulamentada pelo Código Penal Brasileiro."
      },
      {
        "letra": "C",
        "texto": "A morte presumida tem como objetivo tratar questões patrimoniais e sucessórias em situações de desaparecimento prolongado, sendo regulamentada pelo Código Civil Brasileiro."
      },
      {
        "letra": "D",
        "texto": "A morte presumida é aplicada para punir criminalmente aqueles que desaparecem de forma misteriosa, e sua regulamentação se encontra na Constituição Federal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2339476",
    "metadata": "Ano: 2023 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Com base no Código Civil, a respeito do direito das sucessões, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A companheira ou o companheiro participará da sucessão do outro, quanto aos bens adquiridos onerosamente na vigência da união estável; se concorrer com descendentes só do autor da herança, tocar-lhe-á a metade do que couber a cada um daqueles."
      },
      {
        "letra": "B",
        "texto": "O direito à sucessão aberta, bem como o quinhão de que disponha o co-herdeiro, pode ser objeto de cessão por escritura pública."
      },
      {
        "letra": "C",
        "texto": "O co-herdeiro poderá ceder a sua quota hereditária a pessoa estranha à sucessão, mesmo se outro co-herdeiro a quiser, tanto por tanto."
      },
      {
        "letra": "D",
        "texto": "Nos casos de indignidade, o trânsito em julgado da sentença penal condenatória acarretará a imediata exclusão do herdeiro ou legatário indigno."
      },
      {
        "letra": "E",
        "texto": "Aquele que incorreu em atos que determinem a exclusão da herança será admitido a suceder, se o ofendido o tiver expressamente reabilitado em testamento, ou em outro ato autêntico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2324601",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a jurisprudência do Superior Tribunal de Justiça, o termo inicial do prazo prescricional da petição de herança proposta por filho cujo reconhecimento da paternidade tenha ocorrido após a morte é o trânsito em julgado da ação que reconheceu o estado de filiação."
      },
      {
        "letra": "B",
        "texto": "O prazo prescricional da investigação de paternidade é de 10 (dez) anos."
      },
      {
        "letra": "C",
        "texto": "O prazo prescricional da petição de herança é de 5 (cinco) anos."
      },
      {
        "letra": "D",
        "texto": "Em investigação de paternidade, a recusa do suposto pai a submeter-se ao exame de DNA induz presunção absoluta de paternidade."
      },
      {
        "letra": "E",
        "texto": "Em caso de inexistência ou incorreção do termo de nascimento, a filiação pode ser provada por qualquer modo admissível em direito quando houver começo de prova por escrito, proveniente dos pais, conjunta ou separadamente, ou quando existirem veementes presunções resultantes de fatos já certos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2319990",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Ricardo faleceu sem testamento. Deixou, como viúva, sua companheira Carmen, com quem teve três filhos, e mais dois filhos do primeiro casamento. Da partilha do primeiro matrimônio, restou o único bem particular do qual Ricardo ainda era titular: o Sítio das Amendoeiras, que se tornou a casa de campo da família. Da união estável com Carmen, o casal amealhou, em comunhão de bens, os demais itens do patrimônio de Ricardo, inclusive o imóvel em que residiam. Acerca do quinhão que Carmen herdará, é correto dizer que será composto de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um quarto do Sítio Amendoeira."
      },
      {
        "letra": "B",
        "texto": "sua meação e um sexto do patrimônio de Ricardo."
      },
      {
        "letra": "C",
        "texto": "um sexto do patrimônio de Ricardo."
      },
      {
        "letra": "D",
        "texto": "um sexto do Sítio Amendoeira."
      },
      {
        "letra": "E",
        "texto": "sua meação e um quarto do patrimônio de Ricardo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2287602",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CRC-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "A aceitação e a renúncia da herança são procedimentos legais relacionados à sucessão, que diz respeito à transferência dos bens, direitos e obrigações de uma pessoa falecida para seus herdeiros. Ambos os processos têm implicações significativas para os sucessores e envolvem considerações legais e financeiras importantes. Considerando os referidos institutos, analise as afirmativas a seguir. I. Não exprimem aceitação de herança os atos oficiosos, como o funeral do finado, os meramente conservatórios, ou os de administração e guarda provisória. II. A renúncia da herança deve constar expressamente de instrumento privado ou termo judicial. III. Ninguém pode suceder, representando herdeiro renunciante. Se, porém, ele for o único legítimo da sua classe, ou se todos os outros da mesma classe renunciarem à herança, poderão os filhos vir à sucessão, por direito próprio, e por cabeça. IV. São revogáveis os atos de aceitação ou de renúncia da herança. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2271403",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Luciana, renomada artista plástica, tem divulgada na mídia impressa notícia inverídica com alto tom de agressividade, revelando fatos de sua vida privada, sem qualquer interesse público. A pessoa jurídica divulgadora da notícia agiu de forma totalmente leviana e irresponsável, e logo no dia seguinte divulgou nota se desculpando pelo ocorrido. Passado mais de um ano da reprovável divulgação, Luciana falece de causas naturais. A respeito de eventual ação compensatória por dano moral, sua única filha, Laura, deve compreender como correta a seguinte informação prestada pelo defensor público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação não poderá ser proposta por se tratar de direito personalíssimo de Luciana, que teve tempo hábil para ajuizá-la e deixou de fazê-lo;"
      },
      {
        "letra": "B",
        "texto": "caso Luciana tivesse proposto a ação compensatória em vida, Laura não poderia dar continuidade;"
      },
      {
        "letra": "C",
        "texto": "a ação poderá ser proposta, bem como ter continuidade por Laura, sua única herdeira, respeitado o prazo prescricional para tanto;"
      },
      {
        "letra": "D",
        "texto": "caso Luciana tivesse proposto a ação compensatória em vida, Laura poderia dar continuidade com a anuência da ré;"
      },
      {
        "letra": "E",
        "texto": "a ação não poderá ser proposta, já que a empresa se retratou publicamente pela notícia, ficando isenta de qualquer responsabilidade civil pelo acontecido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2247751",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "Valentina, ao completar 27 anos, descobre que sua madrasta, Fátima, havia sonegado, quando do inventário de seu pai, que falecera antes mesmo de seu nascimento, bens que deveriam ser trazidos à colação. Ajuíza, então, ação de sonegados, postulando a pena de perdimento desses bens ocultados. Sobre o tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Valentina não tem legitimidade para o pleito, porque não era nascida quando do inventário nem quando da abertura da sucessão;"
      },
      {
        "letra": "B",
        "texto": "a demanda está há muito prescrita, considerando o trânsito em julgado da sentença que homologou a partilha em 2004;"
      },
      {
        "letra": "C",
        "texto": "Fátima, viúva, que, no inventário, só teve direito à meação, não está sujeita à pena de sonegados, mesmo que tenha realmente ocultado bens;"
      },
      {
        "letra": "D",
        "texto": "a mera ocultação de bens traz ínsita a presunção de dolo, de modo que será necessária anterior interpelação ou alguma comprovação específica;"
      },
      {
        "letra": "E",
        "texto": "somente se algum herdeiro trouxe à tona a matéria no curso do inventário terá cabimento a ação de sonegados, caso contrário, já precluiu a oportunidade de trazer os bens à colação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2215648",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Após a morte de Renato, que vivia em união estável com Carla, sua dependente econômica, Jorge requereu o reconhecimento de união estável com o falecido, para fins previdenciários, alegando que os dois possuíam vida em comum, pagavam juntos o aluguel de um apartamento e compareciam a eventos sociais como um casal. Nesse caso hipotético,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assiste razão a Jorge dada a existência de dois núcleos familiares distintos e simultâneos."
      },
      {
        "letra": "B",
        "texto": "não assiste razão a Jorge, dada a inexistência de efeitos jurídicos decorrentes da relação que mantinha com Renato."
      },
      {
        "letra": "C",
        "texto": "não assiste razão a Jorge, porquanto sua alegação não comprova sua dependência econômica em relação a Renato."
      },
      {
        "letra": "D",
        "texto": "assiste razão a Jorge, porquanto, comprovada a sociedade de fato, a pensão previdenciária pode ser dividida."
      },
      {
        "letra": "E",
        "texto": "assistiria razão a Jorge se este comprovasse que não tinha conhecimento da união estável do falecido com Carla."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2144031",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Maria, com 17 anos, tramou e executou o assassinato de seus pais, para que pudesse ficar com a respectiva herança, avaliada em dezenas de milhões de reais. Pretendia, com isso, prover uma vida de luxos à sua filha, Mariazinha, o que vinha sendo negado pelos avós. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se cometido por um maior de idade, o caso seria de deserdação, pela prática de homicídio doloso contra os autores da herança; no entanto, tratando-se de ato infracional análogo cometido por menor de idade, não é possível a interpretação extensiva para excluir Maria da sucessão, diante da taxatividade do rol do Art. 1.962 do Código Civil;"
      },
      {
        "letra": "B",
        "texto": "ainda que praticado por menor de idade, o ato infracional análogo ao homicídio doloso cometido contra os autores da herança justifica a deserdação em uma leitura teleológica e sistemática compatível com a taxatividade do rol do Art. 1.962 do Código Civil; nesse caso, a herança passará a Mariazinha, como se a mãe fosse pré-morta;"
      },
      {
        "letra": "C",
        "texto": "ainda que praticado por menor de idade, o ato infracional análogo ao homicídio doloso cometido contra os autores da herança justifica o reconhecimento da indignidade em uma leitura teleológica e sistemática compatível com a taxatividade do rol do Art. 1.814 do Código Civil; nesse caso, a herança passará a Mariazinha, como se a mãe fosse pré-morta;"
      },
      {
        "letra": "D",
        "texto": "se cometido por um maior de idade, o caso seria de indignidade, pela prática de homicídio doloso contra os autores da herança; no entanto, tratando-se de ato infracional análogo cometido por menor de idade, não é possível a interpretação extensiva para excluir Maria da sucessão, diante da taxatividade do rol do Art. 1.814 do Código Civil;"
      },
      {
        "letra": "E",
        "texto": "ainda que praticado por menor de idade, o ato infracional análogo ao homicídio doloso cometido contra os autores da herança justifica o reconhecimento da indignidade em uma leitura teleológica e sistemática compatível com a taxatividade do rol do Art. 1.962 do Código Civil; nesse caso, com a exclusão de sua mãe da sucessão, Mariazinha não poderá receber nada, até porque isso representaria um aproveitamento da própria torpeza."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110681",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Sobre o direito sucessório, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com a morte do autor da herança, o legatário torna- -se titular do domínio da coisa certa existente no acervo hereditário, ainda que o legado esteja sujeito a condição suspensiva. Contudo, a posse da coisa legada não é deferida de imediato quando da abertura da sucessão, diferentemente do que se aplica com a posse do acervo hereditário."
      },
      {
        "letra": "B",
        "texto": "a renúncia abdicativa da herança deve constar expressamente de instrumento público ou termo judicial. Para que se caracterize a renúncia, o renunciante deve renunciar indistintamente em favor de todos os coerdeiros. A renúncia feita sem observância da forma prescrita no Código Civil pode ser anulada."
      },
      {
        "letra": "C",
        "texto": "aberta a sucessão, a herança transmite-se, desde logo, aos herdeiros legítimos e testamentários. O princípio da saisine não se aplica ao Poder Público, pois este não é considerado herdeiro no Código Civil de 2002. Sendo jacente a herança, somente depois da declaração expressa da vacância, decorrido o prazo de 5 (cinco) anos da abertura da sucessão, é que estes bens passarão ao domínio do Município ou do Distrito Federal, se localizados nas respectivas circunscrições, ou incorporados ao domínio da União quando situados em território federal."
      },
      {
        "letra": "D",
        "texto": "o Código Civil protege o cônjuge, qualquer que seja o regime de bens, garantindo-lhe direito real de habitação relativamente ao imóvel destinado à residência da família, ainda que não seja o único daquela natureza a inventariar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110433",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "João, nascido em Brasília – DF, viveu toda a sua vida em Penha – SC e morreu em Florianópolis – SC. Quando ele morreu, Ana, sua esposa, estava grávida. Considerando essa situação hipotética e o disposto no Código Civil sobre o direito das sucessões, julgue o item subsequente. Nessa situação, como Ana estava grávida quando da morte de João, o nascituro tem legitimidade para suceder.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110432",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "João, nascido em Brasília – DF, viveu toda a sua vida em Penha – SC e morreu em Florianópolis – SC. Quando ele morreu, Ana, sua esposa, estava grávida. Considerando essa situação hipotética e o disposto no Código Civil sobre o direito das sucessões, julgue o item subsequente. Enquanto não for concluída a partilha dos bens de João, o direito dos seus co-herdeiros, quanto à propriedade e à posse da herança, será regulado pelas normas relativas ao condomínio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110430",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "João, nascido em Brasília – DF, viveu toda a sua vida em Penha – SC e morreu em Florianópolis – SC. Quando ele morreu, Ana, sua esposa, estava grávida. Considerando essa situação hipotética e o disposto no Código Civil sobre o direito das sucessões, julgue o item subsequente. Como João morreu em um hospital localizado em Florianópolis – SC, este deverá ser o lugar da abertura de sua sucessão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110254",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "Lacerda falece aos 22/10/2022. Deixa três filhos, uma ainda na barriga de sua companheira. Nascida a temporã Cláudia, aos 22/12/2022, vem a requerer, no inventário dos bens deixados por seu pai, que seus irmãos tragam à colação um imóvel doado um ano antes da morte e, a par disto, o valor correspondente ao uso e à ocupação de outra propriedade onde viviam gratuitamente seus irmãos. Argumenta, para tanto, que a doação de um imóvel e o comodato de outro representam adiantamento de legítima. Nesse caso, é correto afirmar que Cláudia:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que não era nascida ao tempo do óbito, não tem sequer capacidade sucessória e não pode, portanto, exigir a colação pretendida;"
      },
      {
        "letra": "B",
        "texto": "tem capacidade sucessória, apesar de ainda não nascida quando do óbito, e pode exigir a colação tanto do imóvel quanto do valor pelo uso e ocupação que deixaram de ser pagos;"
      },
      {
        "letra": "C",
        "texto": "tem capacidade sucessória, apesar de ainda não nascida quando do óbito, e pode exigir a colação apenas do imóvel doado, mas não do valor de uso e ocupação;"
      },
      {
        "letra": "D",
        "texto": "tem capacidade sucessória, apesar de ainda não nascida quando do óbito, e pode exigir apenas a colação do valor por uso e ocupação;"
      },
      {
        "letra": "E",
        "texto": "tem capacidade sucessória, mas não tem direito à colação do imóvel doado nem do valor por uso e ocupação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2082239",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Prescrição e Decadência",
      "Parte Geral",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Renato, nascido em 20/2/1985, ajuizou ação de investigação de paternidade post mortem cumulada com petição de herança em desfavor de Mariana e de Juliana, filhas herdeiras de Manoel, indicado como suposto pai biológico do autor. Na petição inicial, protocolada em 15/12/2022, Renato demonstrou que, no dia 5/2/2010, ocorreu o falecimento de Manoel e informou que, apenas posteriormente, optou por tomar medida jurídica para que houvesse o reconhecimento da paternidade e a restituição de herança. Nessa situação hipotética, a pretensão de Renato referente à petição de herança",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não está prescrita, porque ainda não se consumou o prazo prescricional, que deve ser contado da abertura da sucessão."
      },
      {
        "letra": "B",
        "texto": "pode ser exercida, por ser imprescritível."
      },
      {
        "letra": "C",
        "texto": "somente pode ser apresentada após a prolação de julgamento definitivo em investigação de paternidade, em cuja data se inicia a contagem do prazo prescricional para petição de herança."
      },
      {
        "letra": "D",
        "texto": "somente pode ser apresentada após a prolação de decisão de procedência em investigação de paternidade, em cuja data se inicia a contagem do prazo prescricional para petição de herança."
      },
      {
        "letra": "E",
        "texto": "está prescrita, porque já se consumou o prazo prescricional, que deve ser contado da abertura da sucessão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2022067",
    "metadata": "Ano: 2022 | Banca: FADCT | Órgão: Prefeitura de Ibema - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Temos como sucessão provisória, a definição de que: decorrido um ano da arrecadação dos bens do ausente, ou, se ele deixou representante ou procurador, em se passando três anos, poderão os interessados requerer que se declare a ausência e se abra provisoriamente a sucessão. Para o efeito previsto acima, somente se consideram interessados, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cônjuge não separado judicialmente;"
      },
      {
        "letra": "B",
        "texto": "Os herdeiros presumidos, legítimos ou testamentários;"
      },
      {
        "letra": "C",
        "texto": "Os que tiverem sobre os bens do ausente direito dependente de sua morte;"
      },
      {
        "letra": "D",
        "texto": "Não há exceção, todos as alternativas, acima, são de interessados de acordo com o Código Civil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2006460",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando parte da herança consistir em bens digitais de difícil avaliação econômica, é possível a cisão do inventário em duas etapas a fim de evitar que se prolongue indefinidamente a avaliação dos bens e que se inviabilize o acesso aos bens já passíveis de avaliação."
      },
      {
        "letra": "B",
        "texto": "A aceitação ou adição da herança é o ato do herdeiro que confirma a transmissão da herança."
      },
      {
        "letra": "C",
        "texto": "O ato para dispor da meação equipara-se à cessão de direitos hereditários, devendo ser realizado por instrumento público ou termo judicial."
      },
      {
        "letra": "D",
        "texto": "É inconstitucional a distinção de regimes sucessórios entre cônjuges e companheiros, ainda que a Constituição Federal promova diferenciação entre as entidades familiares ao dispor que a lei deve facilitar a conversão de união estável em casamento."
      },
      {
        "letra": "E",
        "texto": "O direito à sucessão aberta e o direito à herança constituem bens imóveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2003841",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Giorgio, italiano, casado pelo regime da separação total de bens com Mariana, brasileira, falece deixando quatro filhos italianos comuns. Embora o ex-casal tivesse domicílio na Itália, Giorgio era proprietário de um apartamento em Salvador. Considerando que, pela lei italiana, Mariana faria jus a um terço do patrimônio deixado por Giorgio, responda como se dará a sucessão do imóvel localizado em Salvador.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mariana fará jus a um quarto do bem."
      },
      {
        "letra": "B",
        "texto": "os filhos do ex-casal serão seus únicos proprietários."
      },
      {
        "letra": "C",
        "texto": "Mariana terá um terço do imóvel."
      },
      {
        "letra": "D",
        "texto": "os filhos e Mariana farão jus, cada, a um quinto do bem."
      },
      {
        "letra": "E",
        "texto": "caberá à Mariana a metade do bem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1999263",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Em se tratando de sucessão e da legitimação para suceder, seguindo o que estabelece o Código Civil sobre o tema, é correto afirmar que são elas reguladas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo lugar do último domicílio do falecido."
      },
      {
        "letra": "B",
        "texto": "pelo testamento público devidamente registrado."
      },
      {
        "letra": "C",
        "texto": "pelo dia da morte do titular dos bens que compõem a herança."
      },
      {
        "letra": "D",
        "texto": "pela lei vigente ao tempo da abertura da sucessão."
      },
      {
        "letra": "E",
        "texto": "pelo pacto antenupcial e a ordem de nascimento dos filhos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1998351",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: SEFAZ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Acerca da sucessão, considere: I. Os irmãos unilaterais só concorrerão à herança à falta de irmãos bilaterais. II. Os descendentes da mesma classe têm os mesmos direitos à sucessão de seus ascendentes. III. Os ascendentes só são chamados à sucessão, em concorrência com o cônjuge ou companheiro sobrevivente, na falta de descendentes e colaterais. IV. Concorrendo apenas com ascendente em segundo grau, ao cônjuge tocará a metade da herança. De acordo com o Código Civil, está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1990306",
    "metadata": "Ano: 2022 | Banca: IESES | Órgão: TJ-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Conforme disposto no Código Civil, é possível a cessão de direitos hereditários, mediante escritura pública. A respeito desse assunto, leia as assertivas: I. É ineficaz a cessão de direitos hereditários em relação a qualquer bem da herança considerado singularmente. II. Os direitos conferidos ao herdeiro em razão de direito de acrescer presumem-se abrangidos pela cessão de direitos hereditárias feita anteriormente. III. O co-herdeiro poderá ceder onerosamente seus direitos hereditários à pessoa estranha à sucessão independentemente de direito de preferência dos demais co-herdeiros. IV. A cessão de direitos hereditários pode ser total ou parcial, bem como onerosa ou gratuita. Com base nas assertivas acima, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva II está correta."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "C",
        "texto": "Estão corretas as assertivas I e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1985401",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Personalidade, Pessoa Natural e Capacidade",
      "Responsabilidade civil",
      "Parte Geral",
      "Obrigação Alimentar no Direito Civil",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Com base na jurisprudência dos tribunais superiores sobre direitos da personalidade, responsabilidade civil, dever de prestar alimentos e direito das sucessões, julgue os itens a seguir. I De acordo com o Superior Tribunal de Justiça (STJ), o direito à indenização por danos morais é intransmissível, ressalvado apenas aos herdeiros o direito de se habilitar em processo já sentenciado que tenha sido ajuizado pelo falecido. II Segundo interpretação dada pela jurisprudência do Supremo Tribunal Federal (STF), o direito ao esquecimento, compreendido como a impossibilidade de divulgação de determinado fato ou dado verdadeiro em razão do decurso do tempo, seria incompatível como o regime constitucional brasileiro, ressalvada a possibilidade de proteção casuística contra eventuais abusos e excessos praticados no exercício da liberdade de expressão ou de informação. III Conforme entendimento sumulado do STJ, a obrigação dos avós de prestar alimentos a seus netos possui natureza complementar e subsidiária, sendo devida quando demonstrada a insuficiência total ou parcial de recursos dos genitores. IV A jurisprudência atual e dominante no STF considera ser legítima a diferenciação legal de regimes sucessórios entre cônjuges e companheiros. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1971709",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "O Título I do Livro V do Código Civil de 2002 disciplinou, na sucessão em geral, o direito de representação. Considerando os critérios legislativos, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de direito conferido ao inventariante como representante judicial e extrajudicial do espólio."
      },
      {
        "letra": "B",
        "texto": "É o direito conferido pelo parente mais próximo a um parente mais distante para representá-lo na sucessão legal e testamentária."
      },
      {
        "letra": "C",
        "texto": "Trata-se da substituição do herdeiro pré-morto, na sucessão em geral, pelos parentes mais próximos nas linhas ascendente e descendente."
      },
      {
        "letra": "D",
        "texto": "Ocorre na linha transversal somente em favor dos filhos de irmãos do autor da herança, quando com irmãos deste concorrerem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1969745",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante"
    ],
    "enunciado_principal": "De acordo com o Código Civil, a herança",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só se transmite aos herdeiros depois de concluído o inventário."
      },
      {
        "letra": "B",
        "texto": "não pode ser disposta integralmente por testamento quando existirem herdeiros necessários."
      },
      {
        "letra": "C",
        "texto": "transmite-se definitivamente aos herdeiros necessários independentemente de aceitação."
      },
      {
        "letra": "D",
        "texto": "pode ser parcialmente renunciada pelo herdeiro."
      },
      {
        "letra": "E",
        "texto": "defere-se como um todo unitário, ainda que vários sejam os herdeiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1947795",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Caso o inventário judicial para a divisão de uma herança seja aberto algum tempo depois do falecimento da pessoa que deixou os bens a serem herdados, a sucessão será regulada pela lei vigente ao tempo do(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abertura do inventário."
      },
      {
        "letra": "B",
        "texto": "homologação da partilha."
      },
      {
        "letra": "C",
        "texto": "julgamento da partilha."
      },
      {
        "letra": "D",
        "texto": "falecimento da pessoa."
      },
      {
        "letra": "E",
        "texto": "assinatura do compromisso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1941399",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: PGE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Responsabilidade civil",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Antônio, que não possuía descendente nem ascendente e era casado com Maria pelo regime da comunhão parcial de bens, era motorista da Transportadora R e foi culpado em um acidente de trânsito, dirigindo veículo de sua empregadora. No acidente vieram a falecer Antônio e o condutor do outro veículo, Manoel, que deixou o filho menor José. Um dia antes do acidente, Antônio havia sido premiado em jogo de loteria com vultosa quantia, depositando imediatamente em sua conta bancária individual aquele valor. José, representado por tutor, moveu ação indenizatória, incluindo no polo passivo a Transportadora R e o Espólio de Antônio, tendo sido a ação julgada procedente, condenando os réus a indenizar, solidariamente, José em R$ 800.000,00. Sendo a herança deixada por Antônio constituída apenas do valor recebido no jogo, no importe de R$ 1.000.000,00, a obrigação de indenizar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "foi transmitida a Maria, que deverá arcar integralmente com a indenização e não poderá haver da Transportadora R qualquer valor."
      },
      {
        "letra": "B",
        "texto": "foi transmitida a Maria, que deverá arcar com até R$ 500.000,00, ressalvado a José cobrar o restante da Transportadora R."
      },
      {
        "letra": "C",
        "texto": "foi transmitida em 50% para Maria, que deverá pagar R$ 400.000,00, e os outros 50% ficarão a cargo da Transportadora R, porque, com a morte de Antônio, extinguiu-se a solidariedade, sendo a sentença equivocada."
      },
      {
        "letra": "D",
        "texto": "não foi transmitida a Maria, pois se tratou de ato ilícito sem qualquer proveito para ela, devendo José executar apenas a Transportadora R."
      },
      {
        "letra": "E",
        "texto": "foi transmitida a Maria, que deverá arcar integralmente com a indenização, mas poderá haver da Transportadora R metade do que despendeu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1938048",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Lucas, que vivia em união estável com Lara, sem filhos, sofreu um acidente de carro e faleceu. Ambos os genitores de Lucas ainda eram vivos. Neste caso, aberta a sucessão, em relação aos bens particulares de Lucas, Lara",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá direito à totalidade da herança, pois os ascendentes não concorrem com a companheira."
      },
      {
        "letra": "B",
        "texto": "concorrerá com os ascendentes de Lucas e terá garantida metade da herança."
      },
      {
        "letra": "C",
        "texto": "concorrerá com os ascendentes de Lucas e terá garantido um terço da herança."
      },
      {
        "letra": "D",
        "texto": "terá direito à herança somente quanto aos bens adquiridos onerosamente na vigência da união estável."
      },
      {
        "letra": "E",
        "texto": "concorrerá com os ascendentes de Lucas e terá garantido dois terços da herança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1927557",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Com relação às disposições gerais aplicáveis em tema de direitos sucessórios, e ao momento da transferência da propriedade dos bens deixados por pessoa falecida, é correto afirmar que os bens se transferem aos herdeiros ou sucessores",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na oportunidade da decisão que homologa a partilha."
      },
      {
        "letra": "B",
        "texto": "quando da apresentação do formal de partilha ao Oficial do Registro Imobiliário."
      },
      {
        "letra": "C",
        "texto": "na abertura do inventário judicial ou do arrolamento dos bens."
      },
      {
        "letra": "D",
        "texto": "no momento em que o formal de partilha ingressa ao Registro Imobiliário, mediante lançamento feito nas matrículas de cada imóvel."
      },
      {
        "letra": "E",
        "texto": "no momento da morte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1924885",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Joana, jovem e renomada escritora de livros infantis, faleceu. O mais velho dos seus herdeiros, com 18 anos de idade, preocupado com a situação dos livros, que geravam uma elevada renda para Joana, questionou um advogado a respeito da proteção constitucional oferecida a direitos dessa natureza. O advogado respondeu, corretamente, que o direito de utilização, publicação ou reprodução das obras de Joana pertence:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de modo exclusivo e em caráter perpétuo, aos herdeiros;"
      },
      {
        "letra": "B",
        "texto": "de modo exclusivo e pelo tempo que a lei fixar, aos herdeiros;"
      },
      {
        "letra": "C",
        "texto": "ao poder público, não aos herdeiros, que têm assegurado o direito de participação nos lucros obtidos;"
      },
      {
        "letra": "D",
        "texto": "ao público em geral, não aos herdeiros, que têm assegurado o direito de participação nos lucros obtidos;"
      },
      {
        "letra": "E",
        "texto": "aos herdeiros, ao poder público e ao público em geral, assegurando-se aos primeiros o direito de participação nos lucros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1897299",
    "metadata": "Ano: 2022 | Banca: MPE-RJ | Órgão: MPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "José, separado de fato há mais de dez anos de sua esposa Maria, porém não divorciado, iniciou uma relação afetiva, mediante convivência pública e duradoura, formalizada por meio de escritura pública de constituição de união estável, com João, com quem passou a coabitar, com o objetivo de constituir família. Do casamento de José com Maria resultaram 2 filhos, Pedro e Thiago. José foi vítima de um atropelamento e faleceu. O único bem que José titularizava na data da sua morte era um imóvel, registrado no Cartório de Registro de Imóveis somente em seu nome, adquirido após cinco anos da separação de fato de Maria e antes do início da sua relação com João. Acerca do caso narrado, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João não participará da sucessão de José, tendo em vista que o imóvel foi adquirido antes do início da união estável."
      },
      {
        "letra": "B",
        "texto": "Maria receberá 1/4 (um quarto) do imóvel, e o restante será partilhado entre Pedro e Thiago."
      },
      {
        "letra": "C",
        "texto": "A Constituição Federal, bem como o Código Civil, apenas reconhece a união estável entre homem e mulher, assim João apenas poderá reivindicar parte da herança se provar a existência de sociedade de fato com José."
      },
      {
        "letra": "D",
        "texto": "João terá direito à metade da cota que couber a Pedro e Thiago."
      },
      {
        "letra": "E",
        "texto": "João, Pedro e Thiago receberão, cada um, 1/3 (um terço) do imóvel que era de propriedade de José."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1879101",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "O Supremo Tribunal Federal, no Recurso Extraordinário nº 646.721-RS (repercussão geral, redator p/ acórdão min. Roberto Barroso, DJe 11.09.2017), decidiu sobre o direito sucessório de companheiros, hétero ou homoafetivos. A esse respeito, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Art. 1790 do Código Civil revogou as Leis nº 8971/1994 e nº 9278/1996, sendo legítimo tratar diversamente situações diversas; cônjuges e companheiros não gozam de equivalente status legal."
      },
      {
        "letra": "B",
        "texto": "A Constituição Federal de 1988 não permite a distinção de regimes sucessórios entre cônjuges e companheiros, mas é legítimo o companheiro herdar metade do que herda o cônjuge, diante da diferença de status legal entre as duas categorias."
      },
      {
        "letra": "C",
        "texto": "A Constituição Federal de 1988 não permite a distinção de regimes sucessórios entre cônjuges e companheiros, mas é legítimo o companheiro herdar dois terços do que herda o cônjuge, diante da diferença de status legal entre as duas categorias."
      },
      {
        "letra": "D",
        "texto": "A Constituição Federal de 1988 não permite a distinção de regimes sucessórios entre cônjuges e companheiros, devendo ser aplicado, em ambos os casos, o regime estabelecido no Art. 1829 do Código Civil de 2002."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2171039",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "De acordo com o Código Civil, ocorrendo óbito da pessoa, sua herança",
    "alternativas": [
      {
        "letra": "A",
        "texto": "transmite-se, desde logo, aos herdeiros, legítimos e testamentários, independentemente da realização ou conclusão do inventário."
      },
      {
        "letra": "B",
        "texto": "passa a ser de titularidade do Estado enquanto não ultimado o inventário."
      },
      {
        "letra": "C",
        "texto": "é transmitida apenas aos herdeiros necessários indicados por lei, sendo ineficaz a indicação de qualquer outra pessoa feita pelo autor da herança em vida."
      },
      {
        "letra": "D",
        "texto": "transmite-se, desde logo, apenas aos herdeiros testamentários, ao passo que, em relação aos legítimos, a transmissão da herança depende da conclusão do inventário."
      },
      {
        "letra": "E",
        "texto": "transmite-se, desde logo, apenas aos herdeiros legítimos, ao passo que, em relação aos testamentários, a transmissão da herança depende da conclusão do inventário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1869916",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Segundo o Código Civil Brasileiro no que concerne ao direito das sucessões, é correto afirmar: I. A sucessão abre-se no lugar do último domicílio do falecido. II. O co-herdeiro poderá ceder a sua quota hereditária a pessoa estranha à sucessão, mesmo se outro coherdeiro a quiser, tanto por tanto.III. Regula a sucessão e a legitimação para suceder a lei vigente ao tempo da abertura daquela.IV. Havendo herdeiros necessários, o testador só poderá dispor de um terço da herança.A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva II está incorreta."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1868345",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "A herança e sua administração são objeto de regulamentação na Sucessão em Geral, do Código Civil Brasileiro. A respeito do assunto, leia as assertivas a seguir e responda: I. Até a partilha, o direito dos co-herdeiros, quanto à propriedade e posse da herança, será indivisível, e regular-se-á pelas normas relativas ao condomínio II. O direito à sucessão aberta considera-se imóvel para os efeitos legais. III. É eficaz a cessão, pelo co-herdeiro, de seu direito hereditário sobre qualquer bem da herança considerado singularmente. IV. O co-herdeiro não poderá ceder a sua quota hereditária a pessoa estranha à sucessão, se outro co-herdeiro a quiser, tanto por tanto. Considerando as assertivas acima, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas as assertivas I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas estão corretas as assertivas II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas estão corretas as assertivas I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva I está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1855819",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Sobre o direito de representação em matéria sucessória, é incorreto dizer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Entre os descendentes, os em grau mais próximo excluem os mais remotos, salvo o direito de representação."
      },
      {
        "letra": "B",
        "texto": "Na classe dos colaterais, os mais próximos excluem os mais remotos, salvo o direito de representação concedido aos filhos de irmãos."
      },
      {
        "letra": "C",
        "texto": "O direito de representação dá-se na linha reta descendente, mas nunca na ascendente."
      },
      {
        "letra": "D",
        "texto": "Na linha transversal, somente se dá o direito de representação em favor dos filhos de irmãos do falecido, quando com irmãos deste concorrerem."
      },
      {
        "letra": "E",
        "texto": "O renunciante à herança de uma pessoa não poderá representá-la na sucessão de outra."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1845120",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Uso e Habitação",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta quanto ao direito real de habitação do viúvo, de acordo com entendimento dominante e atual do Superior Tribunal de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de o viúvo ser casado pelo regime da separação obrigatória de bens não impede o reconhecimento do direito real de habitação."
      },
      {
        "letra": "B",
        "texto": "Exige-se o registro imobiliário para constituição do direito real de habitação do viúvo."
      },
      {
        "letra": "C",
        "texto": "O viúvo pode renunciar ao direito real de habitação nos autos de inventário ou por escritura pública, sem prejuízo de sua participação na herança."
      },
      {
        "letra": "D",
        "texto": "A copropriedade entre o autor da herança e os descendentes, anterior à abertura da sucessão, impede o reconhecimento do direito real de habitação em favor do viúvo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1826175",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Em sucessão legítima, o direito de representação dar-se-á apenas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na linha reta descendente e na linha transversal até o quarto grau."
      },
      {
        "letra": "B",
        "texto": "na linha reta descendente."
      },
      {
        "letra": "C",
        "texto": "entre parentes até o terceiro grau, na linha reta ou na linha colateral."
      },
      {
        "letra": "D",
        "texto": "nas linhas retas descendente e ascendente."
      },
      {
        "letra": "E",
        "texto": "na linha reta descendente e, na linha transversal, em favor dos filhos de irmãos do falecido, quando com irmãos deste concorrerem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1824945",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Lucas deliberadamente matou seu próprio pai, Leônidas, movido pelo rancor de o pai ter se oposto ao seu casamento. Aberto o testamento de Leônidas, redigido dois meses antes de sua morte, ele deixava para Lucas, além da sua parte na legítima, um relógio de ouro de seu uso pessoal. Leônidas deixou uma neta, Melina, filha de Lucas, seu filho único. Diante disso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lucas mantém seus direitos à herança do pai, tanto na parte legítima quanto especificamente ao relógio, pois não foi deserdado expressamente no testamento;"
      },
      {
        "letra": "B",
        "texto": "Lucas fica excluído da sucessão no tocante à parte legítima do acervo hereditário, mas mantém o direito a receber o relógio de ouro;"
      },
      {
        "letra": "C",
        "texto": "Lucas fica excluído de pleno direito da sucessão, herdando Melina, automaticamente, em seu lugar, como se Lucas fosse pré-morto;"
      },
      {
        "letra": "D",
        "texto": "Melina poderá herdar no lugar de Lucas, como se ele fosse pré-morto, se, em até quatro anos, ajuizar ação de indignidade, e esta for reconhecida por sentença judicial;"
      },
      {
        "letra": "E",
        "texto": "tanto Lucas como Melina serão excluídos da sucessão de Leônidas, devendo o juiz pronunciar de ofício a indignidade no âmbito do procedimento sucessório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1813984",
    "metadata": "Ano: 2021 | Banca: Unesc | Órgão: PGM - Criciúma - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Ausência",
      "Parte Geral",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "O casal de namorados Maria e Antônio foi comemorar o dia dos namorados em uma pousada romântica na cidade de Petrópolis/RJ. Ocorre que foram surpreendidos por uma forte tempestade, com chuvas, raios e vendaval. Em virtude do evento climático, a pousada onde estavam hospedados foi soterrada por um deslizamento de terras. Apesar de todos os esforços dos hospedes e bombeiros, Maria não foi localizada até o momento, sendo que as buscas no local por sobreviventes já cessaram. Assim, em relação a Maria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deverá ser declarada morte, haja vista sua presunção de ausência."
      },
      {
        "letra": "B",
        "texto": "Não poderá ser declarada sua morte, haja vista a não localização de seu corpo."
      },
      {
        "letra": "C",
        "texto": "Poderá ser declarada sua morte, após o reconhecimento de sua ausência."
      },
      {
        "letra": "D",
        "texto": "Poderá ser declarada sua morte, após sentença judicial reconhecendo sua morte presumida."
      },
      {
        "letra": "E",
        "texto": "Apenas poderá ser declarada sua morte presumida após 2 (dois) anos do encerramento das buscas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1759318",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Carla e Rafael se casaram em 2015, com 68 e 72 anos, respectivamente, e Carla se mudou para a casa de Rafael em Petrópolis. Em janeiro de 2021, Rafael faleceu ab intestato, deixando dois filhos maiores. Carla continuou a residir no imóvel e foi surpreendida ao receber citação postal em ação de reintegração de posse proposta pelo espólio de Rafael e distribuída na Comarca da Capital. Carla procurou o(a) Defensor(a) Público(a) da Comarca em que reside, informando que não tem onde morar e que seu único bem é um automóvel. Considerando a situação descrita, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carla não faz jus ao direito real de habitação, pois possui outro bem;"
      },
      {
        "letra": "B",
        "texto": "Carla, como titular do direito real de habitação, não pode ser condenada ao pagamento de aluguel por ocupação exclusiva do bem;"
      },
      {
        "letra": "C",
        "texto": "a petição inicial da demanda de reintegração deveria ter sido indeferida, eis que a legitimidade é dos herdeiros;"
      },
      {
        "letra": "D",
        "texto": "além da condição de titular do direito real de habitação, Carla pode alegar, para permanecer no imóvel, a sua condição de meeira de Rafael;"
      },
      {
        "letra": "E",
        "texto": "a ação não poderia ter sido proposta na Comarca da Capital, o que deve ser alegado através de exceção de incompetência relativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1710710",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Com relação às regras do Código Civil sobre sucessão, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito à sucessão aberta e o quinhão de que dispunha o coerdeiro podem ser objeto de cessão por escritura pública ou por instrumento particular."
      },
      {
        "letra": "B",
        "texto": "A aceitação ou a renúncia da herança devem constar expressamente de instrumento público ou termo judicial."
      },
      {
        "letra": "C",
        "texto": "Os atos meramente conservatórios e os atos oficiosos, como, por exemplo, o funeral do finado, indicam a aceitação tácita da herança."
      },
      {
        "letra": "D",
        "texto": "Falecendo o herdeiro antes de declarar se aceita a herança, o poder de aceitá-la passará aos herdeiros, a menos que se trate de vocação adstrita a uma condição suspensiva ainda não verificada."
      },
      {
        "letra": "E",
        "texto": "Na sucessão testamentária, apenas as pessoas jurídicas organizadas sob forma de fundação serão chamadas a suceder."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1681001",
    "metadata": "Ano: 2020 | Banca: AV MOREIRA | Órgão: Prefeitura de Nossa Senhora de Nazaré - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Teste realizado para determinação do momento da morte que tem como uma das consequências jurídicas a sucessão patrimonial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tipagem Sanguínea."
      },
      {
        "letra": "B",
        "texto": "Solução hidrostática."
      },
      {
        "letra": "C",
        "texto": "Docimasia de triagem neonatal."
      },
      {
        "letra": "D",
        "texto": "Docimasia Sanguínea de Galeno."
      },
      {
        "letra": "E",
        "texto": "Docimasia hidrostática de Galeno."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1609853",
    "metadata": "Ano: 2020 | Banca: Itame | Órgão: Câmara de Caldazinha - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Sobre a ordem de vocação hereditária e a possibilidade do Município ser alcançado pelos bens deixados pelo autor da herança, podemos afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não sobrevivendo cônjuge, ou companheiro, nem parente algum sucessível, ou tendo eles renunciado a herança, esta se devolve ao Município se localizada nas respectivas circunscrições."
      },
      {
        "letra": "B",
        "texto": "Concorre à herança do falecido com os irmãos bilaterais na condição de herdeiro."
      },
      {
        "letra": "C",
        "texto": "Na falta de irmãos do autor de herança, concorrerá com os filhos daqueles, caso haja, na condição de herdeiro."
      },
      {
        "letra": "D",
        "texto": "Por se tratar de bens particulares, o Município não tem vocação hereditária segundo o Código Civil."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1138128",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "No tocante à sucessão, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "morrendo a pessoa sem testamento, transmite a herança aos herdeiros legítimos; o mesmo ocorrerá quanto aos bens que não forem compreendidos no testamento, mas não subsiste a sucessão legítima se o testamento caducar, ou for julgado nulo."
      },
      {
        "letra": "B",
        "texto": "legitimam-se a suceder as pessoas já nascidas, somente, no momento da abertura da sucessão."
      },
      {
        "letra": "C",
        "texto": "na sucessão testamentária é possível chamar a suceder os filhos ainda não concebidos, mas não as pessoas jurídicas."
      },
      {
        "letra": "D",
        "texto": "a herança transmite-se aos herdeiros legítimos e testamentários com o pedido de abertura do inventário dos bens deixados pelo falecido."
      },
      {
        "letra": "E",
        "texto": "o herdeiro não responde por encargos superiores às forças da herança; incumbe-lhe, porém, a prova do excesso, salvo se houver inventário que a escuse, demonstrando o valor dos bens herdados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1793134",
    "metadata": "Ano: 2019 | Banca: IDCAP | Órgão: Prefeitura de São Roque do Canaã - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Rodrigo Carlos e Marianna estavam em um grande debate sobre o que aconteceria para o Código Civil, se dois ou mais indivíduos falecerem na mesma ocasião, não se podendo averiguar se algum dos comorientes precedeu aos outros. Rodrigo Carlos sustentava que se determinaria que o primeiro falecido seria aquele que fosse mais idoso, enquanto Marianna sustentava que seria presumida a morte simultânea. De acordo com o Código Civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rodrigo Carlos está totalmente equivocado, mas Marianna não tem razão."
      },
      {
        "letra": "B",
        "texto": "Rodrigo Carlos tem razão."
      },
      {
        "letra": "C",
        "texto": "Marianna tem razão."
      },
      {
        "letra": "D",
        "texto": "Ambos têm razão."
      },
      {
        "letra": "E",
        "texto": "Marianna não tem razão, mas Rodrigo Carlos está parcialmente equivocado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1677396",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Quanto ao direito de representação na sucessão, compete afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "havendo renúncia à herança, os descendentes do renunciante podem substituí-lo por representação na sucessão a qual renunciou."
      },
      {
        "letra": "B",
        "texto": "a representação ocorre apenas na linha reta descendente ou ascendente,"
      },
      {
        "letra": "C",
        "texto": "o renunciante à herança de uma pessoa não poderá representá-lá na sucessão de outra."
      },
      {
        "letra": "D",
        "texto": "o Instituto da representação somente se aplica á sucessão legitima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1169231",
    "metadata": "Ano: 2019 | Banca: FADESP | Órgão: Prefeitura de Marabá - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Propriedade",
      "Prescrição e Decadência",
      "Parte Geral",
      "Modalidades de Obrigações",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "É incorreto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o proprietário tem a faculdade de usar, gozar e dispor da coisa, e o direito de reavê-la do poder de quem quer que injustamente a possua ou detenha."
      },
      {
        "letra": "B",
        "texto": "de acordo com disposição expressa no Código Civil, a sucessão dá-se por lei ou por disposição de última vontade. Regula a sucessão e a legitimação para suceder a lei vigente ao tempo da abertura daquela, porém, podem os herdeiros optar, por instrumento público, se no domicilio onde residem ou no local da situação bens móveis e imóveis."
      },
      {
        "letra": "C",
        "texto": "prescreve em três anos a pretensão de reparação civil de acordo com o Código Civil."
      },
      {
        "letra": "D",
        "texto": "a obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1167187",
    "metadata": "Ano: 2019 | Banca: IDCAP | Órgão: Câmara de Boa Esperança - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Leia o trecho abaixo extraído do Código Civil e assinale ao que segue: “Aberta a sucessão, a herança transmite-se, desde logo, aos _____________”. Assinale a alternativa que preenche corretamente a lacuna acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Herdeiros legítimos, mas não aos testamentários."
      },
      {
        "letra": "B",
        "texto": "Herdeiros testamentários, mas não aos legítimos."
      },
      {
        "letra": "C",
        "texto": "Herdeiros ilegítimos, mas não aos testamentários."
      },
      {
        "letra": "D",
        "texto": "Herdeiros ilegítimos e testamentários."
      },
      {
        "letra": "E",
        "texto": "Herdeiros legítimos e testamentários."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1156764",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CREA-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Responsabilidade civil",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Excludentes da Responsabilidade Civil"
    ],
    "enunciado_principal": "Acerca do direito civil, julgue o item.Suponha‐se que João tenha causado dano patrimonial à Maria e, antes de ingressar com a ação de ressarcimento, tenha falecido. Nesse caso, a responsabilidade civil de João, diante do seu falecimento, não será transmitida aos herdeiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1094000",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Ausência",
      "Parte Geral",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Reza o Art. 26 do Código Civil que “decorrido um ano da arrecadação dos bens do ausente, ou, se ele deixou representante ou procurador, em se passando três anos, poderão os interessados requerer que se declare a ausência e se abra provisoriamente a sucessão”. Para o efeito previsto no artigo anterior, somente se consideram interessados, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cônjuge, ainda que separado judicialmente."
      },
      {
        "letra": "B",
        "texto": "Os credores de obrigações vencidas e não pagas."
      },
      {
        "letra": "C",
        "texto": "Os herdeiros presumidos, legítimos ou testamentários."
      },
      {
        "letra": "D",
        "texto": "Os que tiverem sobre os bens do ausente direito dependente de sua morte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1037195",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Conforme o Código Civil Brasileiro, analise as seguintes afirmativas sobre o direito das sucessões. I. Aberta a sucessão, a herança transmite-se automática e imediatamente aos herdeiros legítimos e testamentários, independentemente de qualquer ato dos sucessores. II. O inventário extrajudicial será lavrado, por escritura pública, no lugar do último domicílio do autor da herança. III. O nascituro possui legitimidade para suceder, mas a transmissão da herança está condicionada ao nascimento com vida. IV. A aceitação da herança sob benefício de inventário consiste no princípio de que o herdeiro não responde por encargos superiores às forças da herança, cabendo-lhe, porém, a prova do excesso. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1014217",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Valinhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "José da Silva morreu em Valinhos, mas era domiciliado em Londres, Inglaterra. Deixou 10 imóveis na Inglaterra e uma propriedade rural em Valinhos, assim como dois filhos morando no Brasil e um em Portugal. É competente para regular a sucessão dos bens que José deixou:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a lei do domicílio de cada herdeiro."
      },
      {
        "letra": "B",
        "texto": "a lei da Inglaterra, qualquer que seja a situação dos bens."
      },
      {
        "letra": "C",
        "texto": "a lei brasileira."
      },
      {
        "letra": "D",
        "texto": "a lei que os herdeiros escolherem."
      },
      {
        "letra": "E",
        "texto": "se houver testamento, a lei do país onde se lavrou."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1010482",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aceita a herança, torna-se definitiva a sua transmissão ao herdeiro, desde a abertura da sucessão, sendo que a transmissão tem-se por não verificada quando o herdeiro renuncia à herança ou se retrata da aceitação antes da partilha."
      },
      {
        "letra": "B",
        "texto": "Aberta a sucessão e se ainda não estiver concebido o herdeiro esperado, os bens reservados em testamento, salvo disposição em contrário do testador, caberão aos herdeiros legítimos."
      },
      {
        "letra": "C",
        "texto": "O herdeiro pode, em ação de petição de herança, demandar o reconhecimento de seu direito sucessório, para obter a restituição da herança, ou de parte dela, contra quem, na qualidade de herdeiro, ou mesmo sem título, a possua."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade do possuidor da herança afere-se pelas regras concernentes à posse de má-fé e a mora, no momento em que o ato foi praticado."
      },
      {
        "letra": "E",
        "texto": "Não são eficazes as alienações feitas, ainda que a título oneroso, pelo herdeiro aparente a terceiro de boa-fé."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "960529",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parentesco",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Parte Geral",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Não é tese de repercussão geral do STF:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A paternidade socioafetiva, declarada ou não em registro público, impede o reconhecimento do vínculo de filiação concomitante baseado na origem biológica, com os efeitos jurídicos próprios."
      },
      {
        "letra": "B",
        "texto": "O transgênero tem direito fundamental subjetivo à alteração de seu prenome e de sua classificação de gênero no registro civil, não se exigindo, para tanto, nada além da manifestação de vontade do indivíduo, o qual poderá exercer tal faculdade tanto pela via judicial como diretamente pela via administrativa."
      },
      {
        "letra": "C",
        "texto": "A alteração do prenome do transgênero deve ser averbada à margem do assento de nascimento, vedada a inclusão do termo 'transgênero'."
      },
      {
        "letra": "D",
        "texto": "É inconstitucional a distinção de regimes sucessórios entre cônjuges e companheiros prevista no art. 1.790 do CC/2002, devendo ser aplicado, tanto nas hipóteses de casamento quanto nas de união estável, o regime do art. 1.829 do CC/2002."
      },
      {
        "letra": "E",
        "texto": "É constitucional a penhora de bem de família pertencente a fiador de contrato de locação, em virtude da compatibilidade da exceção prevista no art. 3°, inciso VII, da Lei n. 8.009/1990 com o direito à moradia consagrado no art. 6° da Constituição Federal, com redação da EC 26/2000."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1318037",
    "metadata": "Ano: 2018 | Banca: SEAP | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Sobre o fenômeno jurídico da comoriência, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No instituto da comoriência, a presunção se relaciona com o tempo da morte simultânea de duas pessoas, que não se pode precisar qual tenha sido, e se presume que tenha ocorrido concomitantemente com a da outra pessoa que ao mesmo tempo e lugar também faleceu, sendo elas reciprocamente herdeiras."
      },
      {
        "letra": "B",
        "texto": "No instituto da comoriência, a morte simultânea de duas pessoas, que não se pode precisar qual tenha sido, e que tenha ocorrido concomitantemente com a da outra pessoa, que ao mesmo tempo e lugar também faleceu, sendo elas reciprocamente herdeiras."
      },
      {
        "letra": "C",
        "texto": "No instituto da comoriência, a morte simultânea de duas pessoas, que não se pode precisar qual tenha sido, e que tenha ocorrido concomitantemente com a da outra pessoa que ao mesmo tempo e lugar também faleceu, independentemente da existência de vínculo sucessório entre elas."
      },
      {
        "letra": "D",
        "texto": "No instituto da comoriência, a morte simultânea de duas pessoas, que não se pode precisar qual tenha sido, e que tenha ocorrido concomitantemente com a da outra pessoa que ao mesmo tempo e lugar também faleceu, sendo elas reciprocamente herdeiras necessárias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "989377",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CREF - 13ª Região (BA-SE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Acerca das normas jurídicas decorrentes do Código Civil, julgue o item subsequente. A diferenciação entre os regimes sucessórios do casamento e da união estável não é compatível com a CF, em razão da afronta, entre outros, aos princípios da proporcionalidade e da proteção deficiente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "953762",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Augusto, que tem um vultoso patrimônio, foi condenado criminalmente por lesão corporal seguida de morte, de que foi vítima Josué. O processo criminal durou 18 meses; transitada em julgado a sentença, o condenado empreendeu fuga, e, após um ano, foi morto resistindo à prisão. Josué, quando de sua morte, tinha um filho, Rodolfo, com 15 anos de idade. Augusto era viúvo e não convivia em união estável, só tendo como parentes dois tios e dois sobrinhos. Nesse caso, a herança de Augusto será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considerada jacente e, antes da vacância, será paga a indenização devida a Rodolfo, passando depois os bens ao município em que se situarem, aos quais, porém, não aproveita a prescrição iniciada."
      },
      {
        "letra": "B",
        "texto": "recebida pelos dois sobrinhos, mas nada será devido a Rodolfo a título de indenização, porque a morte não resultou direta e imediatamente da atuação de Augusto."
      },
      {
        "letra": "C",
        "texto": "recebida pelos dois tios e pelos dois sobrinhos, mas não responderão eles pela indenização, porque a dívida fundada na responsabilidade civil não se transmite com a herança."
      },
      {
        "letra": "D",
        "texto": "recebida pelos dois sobrinhos, aproveitando-lhes a prescrição iniciada, mas responderão pela indenização devida a Rodolfo, nos limites da força da herança, proporcionalmente ao que se atribuir a cada um, se a ação indenizatória for proposta depois da partilha."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "944987",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: COREN-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Ausência",
      "Parte Geral",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Sabe-se que a existência da pessoa natural termina com a morte. Acerca dos temas da morte presumida, ausência e comoriência, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ausente é considerado morto nos casos em que a lei autoriza a abertura da sucessão provisória, isto é, quando já se passaram mais de dez anos da curadoria dos bens do ausente."
      },
      {
        "letra": "B",
        "texto": "Na fase de sucessão provisória, os imóveis do ausente só se poderão alienar, não sendo por desapropriação, ou hipotecar, quando o ordene o juiz, para lhes evitar a ruína."
      },
      {
        "letra": "C",
        "texto": "A declaração de morte presumida, sem decretação de ausência, pode ocorrer quando alguém não é encontrado após dois anos do término de guerra, ainda que antes de finalizadas as buscas."
      },
      {
        "letra": "D",
        "texto": "Na curadoria dos bens do ausente, caso o ausente não tenha cônjuge, caberá o encargo aos descendentes ou aos pais, nessa ordem."
      },
      {
        "letra": "E",
        "texto": "Caso dois indivíduos sucessíveis entre si faleçam na mesma ocasião sem que seja possível determinar quem morreu primeiro, a presunção legal será a de que o mais velho faleceu antes do mais novo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "941636",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de representação dá-se na linha reta descendente, mas nunca na ascendente."
      },
      {
        "letra": "B",
        "texto": "O renunciante à herança de uma pessoa não poderá representá-la na sucessão de outra."
      },
      {
        "letra": "C",
        "texto": "Na linha transversal, somente se dá o direito de representação em favor dos filhos de irmãos do falecido, quando com irmãos deste concorrerem."
      },
      {
        "letra": "D",
        "texto": "Dá-se o direito de representação, quando a lei chama certos parentes do falecido a suceder em todos os direitos, em que ele sucederia, se vivo fosse."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "927592",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "A sucessão hereditária abre-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na comarca em que se realizar o inventário, deferindo-se a herança como um todo unitário, ainda que vários sejam os herdeiros, por isso, cada um deles é legitimado isoladamente para reclamar a restituição de bens da herança que se encontrem na posse de terceiros."
      },
      {
        "letra": "B",
        "texto": "no lugar em que ocorrer o óbito, deferindo-se a herança como um todo unitário, ainda que vários sejam os herdeiros, e, nesse caso, a ação de petição de herança pode ser intentada por um só deles."
      },
      {
        "letra": "C",
        "texto": "no lugar em que ocorrer o óbito, deferindo-se a herança como bem divisível em tantos quantos forem os herdeiros, cada qual sendo legitimado para intentar ação de petição de herança de sua cota parte."
      },
      {
        "letra": "D",
        "texto": "no lugar do último domicílio do falecido, deferindo-se a herança como um todo unitário, ainda que vários sejam os herdeiros, e, nesse caso, a ação de petição de herança pode ser intentada por um só deles."
      },
      {
        "letra": "E",
        "texto": "na comarca em que se realizar o inventário, deferindo-se a herança como um todo unitário, ainda que vários sejam os herdeiros, mas, nesse caso, a ação de petição de herança só pode ser intentada por todos em conjunto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "927215",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "Quanto ao direito das sucessões, analise as afirmativas a seguir. I. Na petição de herança, o herdeiro aparente, que de boa-fé houver pago um legado, não está obrigado a prestar o equivalente ao verdadeiro sucessor, ressalvado a este o direito de proceder contra quem o recebeu. II. A sucessão de bens de estrangeiros, situados no Brasil, será regulada na lei do país em que era domiciliado o defunto, qualquer que seja a natureza e a situação dos bens, exceto quando houver cônjuge ou filhos brasileiros, ou de quem os represente, quando se utilizará a lei material brasileira, sempre que não lhes for mais favorável a lei pessoal do “de cujus”. III. Havendo a concorrência de herdeiros de classes diversas, a renúncia de qualquer deles devolve sua parte aos que integram a mesma ordem dos chamados a suceder. IV. Quando os netos, representando seus pais, sucedem aos avós, estão obrigados a trazer à colação, ainda que não o hajam herdado, o que os pais teriam de conferir, sob pena de sonegação. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "921347",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Sobre a exclusão da sucessão, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que caluniou em juízo o autor da herança não será admitido a suceder, ainda que o ofendido o tiver reabilitado em testamento de forma expressa."
      },
      {
        "letra": "B",
        "texto": "Aquele que, por meios fraudulentos, inibir o autor da herança de dispor livremente de seus bens por ato de última vontade será excluído da sucessão, bastando, para tanto, decisão administrativa do juiz."
      },
      {
        "letra": "C",
        "texto": "O direto de demandar a exclusão do herdeiro extingue-se em quatro anos, a contar da data de abertura do testamento."
      },
      {
        "letra": "D",
        "texto": "Os descendentes do herdeiro excluído sucedem como se ele morto fosse antes da abertura da sucessão, uma vez que são pessoais os efeitos da exclusão."
      },
      {
        "letra": "E",
        "texto": "O excluído da sucessão é obrigado a restituir os frutos e rendimentos que dos bens da herança houver percebido, sem direito a indenização pelas despesas com a conservação deles."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "918069",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Mariana e Marcio são irmãos e únicos herdeiros de um apartamento situado no bairro do Brooklin, na cidade de São Paulo, deixado pelos seus pais Maria e José, ambos falecidos. O imóvel está vazio desde a desocupação do anterior locatário no mês de Novembro de 2017. Os irmãos, que não mantêm uma boa relação, divergem sobre a destinação do imóvel. Mariana quer vendê-lo, enquanto Marcio não pretende se desfazer do bem, desejando locá-lo novamente. Mariana, então, sem dar conhecimento ao irmão, Marcio, vende a sua quota parte do imóvel para Ricardo, seu amigo e estranho à relação entre os consortes, pela quantia de R$ 500.000,00. Nesse caso, Marcio, ao tomar conhecimento da venda, se quiser a quota parte de Mariana poderá haver para si a parte vendida a Ricardo depositando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "70% do preço estabelecido pela venda se o requerer no prazo de 1 ano, sob pena de decadência."
      },
      {
        "letra": "B",
        "texto": "70% do preço estabelecido pela venda, se o requerer no prazo de 180 dias, sob pena de decadência."
      },
      {
        "letra": "C",
        "texto": "o preço estabelecido pela venda, se o requerer no prazo de 1 ano, sob pena de decadência."
      },
      {
        "letra": "D",
        "texto": "o preço estabelecido pela venda, se o requerer no prazo de 180 dias, sob pena de decadência."
      },
      {
        "letra": "E",
        "texto": "o preço estabelecido pela venda, se o requerer no prazo de 90 dias, sob pena de decadência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "914156",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "Joaquim faleceu e deixou, como herança, 04 (quatro) apartamentos iguais (101, 102, 103 e 104), todos localizados em um mesmo edifício e com idênticos preços de mercado. Sem deixar testamento, seus únicos herdeiros são seus filhos Jorge, Maria, Ana e Carlos. Passando por dificuldades financeiras, Carlos resolve alienar, antes de findado o inventário, um dos apartamentos (o 101), mediante cessão de direitos sobre o imóvel a Marcos. A respeito desta cessão, assinale a afirmativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Representa renúncia translativa da herança, pelo que Marcos, em substituição a Carlos, deve se habilitar no inventário."
      },
      {
        "letra": "B",
        "texto": "Tem efeito de cessão de direitos hereditários, mas Marcos poderá receber, contudo, qualquer um dos bens."
      },
      {
        "letra": "C",
        "texto": "Os demais herdeiros poderão se opor à alienação, mediante o exercício do direito de preferência."
      },
      {
        "letra": "D",
        "texto": "É ineficaz e, portanto, Marcos não fará jus ao apartamento 101."
      },
      {
        "letra": "E",
        "texto": "Trata-se de renúncia abdicativa, pelo que os demais herdeiros deverão pagar o preço do imóvel a Marcos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "911504",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Conforme classificação doutrinária, a herança, antes da formalização da partilha, pode ser considerada um bem de indivisibilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "convencional e uma universalidade de fato."
      },
      {
        "letra": "B",
        "texto": "convencional e uma universalidade de direito."
      },
      {
        "letra": "C",
        "texto": "legal e uma universalidade de direito."
      },
      {
        "letra": "D",
        "texto": "legal e uma universalidade de fato."
      },
      {
        "letra": "E",
        "texto": "natural e uma universalidade de direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "908326",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Em relação ao direito sucessório,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sucessão abre-se no lugar do falecimento do autor da herança."
      },
      {
        "letra": "B",
        "texto": "havendo herdeiros, de qualquer natureza, o testador só poderá dispor de metade da herança."
      },
      {
        "letra": "C",
        "texto": "o herdeiro não responde por encargos superiores às forças da herança; incumbe-lhe, porém, a prova do excesso, salvo se houver inventário que a escuse, demostrando o valor dos bens herdados."
      },
      {
        "letra": "D",
        "texto": "aberta a sucessão, a herança transmite-se com a propositura do pedido de arrolamento ou de inventário, tanto dos herdeiros legítimos como dos testamentários."
      },
      {
        "letra": "E",
        "texto": "legitimam-se a suceder somente as pessoas já nascidas no momento da abertura da sucessão, pela inexistência de direito adquirido às que tenham sido apenas concebidas na ocasião."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "905782",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Considere as seguintes afirmativas a respeito do direito das sucessões: I. Ninguém pode suceder, representando herdeiro renunciante. Se, porém, ele for o único legítimo da sua classe, ou se todos os outros da mesma classe renunciarem à herança, poderão os filhos vir à sucessão, por direito próprio, e por cabeça. II. Fideicomisso é meio pelo qual o testador pode instituir como fideicomissário os não concebidos ao tempo de sua morte. Assim, é possível instituir fideicomisso em que contemplem, sucessivamente, determinada pessoa, seu filho e seu neto. III. O testador pode estabelecer cláusula de inalienabilidade sobre os bens da parte legítima, desde que exponha uma justa causa para tanto. IV. É lícito o testamento conjuntivo recíproco entre marido e mulher, quando o regime de bens do casamento for da comunhão universal.Estão CORRETAS apenas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904450",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Sobre o direito das sucessões, analise as assertivas abaixo. I. A sucessão se abre no local do óbito do falecido. II. A sucessão regula-se pela lei vigente na época de abertura do inventário. III. Aberta a sucessão, a herança transmite-se, desde logo, aos herdeiros testamentários. Está correto o que consta de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "896339",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "Em relação a sonegação, responda: I. Só se pode arguir de sonegação o inventariante depois de encerrada a descrição dos bens, com a declaração, por ele feita, de não existirem outros por inventariar e partir. II. A pena de sonegadas independe de ação própria, podendo ser aplicada no inventário mediante requerimento fundamentado formulado pelos herdeiros. III. Está sujeito à pena de sonegação o herdeiro que deixar de apresentar bens que deveria colacionar. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e II são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva II é verdadeira."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas são verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "896337",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Sr. José faleceu hoje. Era viúvo, e não vivia em união estável. Ele teve três filhos: Ricardo, já falecido em 2015; André e Rita. Ricardo foi casado em comunhão universal com Ana, e teve dois filhos, atualmente maiores de idade. André é divorciado, e tem três filhos, todos maiores. Rita é solteira. Com base neste problema, responda: I. Por se tratar de sucessão de descendentes, é possível a representação do filho Ricardo, pré-morto. Neste caso, seus representantes serão a viúva Ana, e os seus dois filhos. II. Caso André decida não aceitar a herança, seus filhos irão receber por representação. III. Rita é irmã unilateral de Ricardo e André. Neste caso, ela deve receber metade do que couber a cada um deles. IV. Por serem representantes do herdeiro Ricardo, seus filhos não podem renunciar a herança. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II, III e IV são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Todas as assertivas são falsas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "889831",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Maria vivia em união estável com José, sob o regime da comunhão parcial de bens. Este possuía dois filhos decorrentes de relacionamento anterior e três filhos com Maria. José faleceu. Considerando a disciplina constante do Código Civil, bem como o entendimento do STF proferido em Repercussão Geral sobre o tema, podemos afirmar que caberá a Maria, na sucessão dos bens particulares de José,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um sexto da herança."
      },
      {
        "letra": "B",
        "texto": "um terço da herança."
      },
      {
        "letra": "C",
        "texto": "metade do que couber a cada um dos filhos de José."
      },
      {
        "letra": "D",
        "texto": "um quarto da herança."
      },
      {
        "letra": "E",
        "texto": "metade da herança."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "889823",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "José e Maria (grávida de 9 meses) sofreram um acidente automobilístico. José faleceu no acidente. Maria foi levada com vida ao hospital e o filho que estava em seu ventre faleceu alguns minutos após o nascimento, tendo respirado. Na manhã seguinte, Maria também faleceu em decorrência dos ferimentos causados pelo acidente. José e Maria não tinham outros filhos. O casal tinha uma fortuna de R$ 50.000.000,00 (cinquenta milhões de reais) em aplicações financeiras, numa conta conjunta, valores acumulados exclusivamente durante o período do casamento, sob o regime legal de bens (comunhão parcial). Os pais de José (Josefa e João) e os pais de Maria (Ana e Paulo) ingressaram em juízo postulando seus direitos hereditários. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os pais de Maria têm direito a 75% do valor da herança e os pais de José ao restante."
      },
      {
        "letra": "B",
        "texto": "Os pais de José têm direito a 75% do valor da herança e os pais de Maria ao restante."
      },
      {
        "letra": "C",
        "texto": "A herança deve ser atribuída totalmente aos pais de José, nada cabendo aos pais de Maria."
      },
      {
        "letra": "D",
        "texto": "A herança deve ser atribuída totalmente aos pais de Maria, nada cabendo aos pais de José."
      },
      {
        "letra": "E",
        "texto": "Os pais de José e os pais de Maria têm direito, cada um deles, à metade da herança."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886112",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "Quanto ao direito das sucessões, analise as seguintes assertivas. I. Na hipótese em que a ação de investigação de paternidade post mortem tenha sido ajuizada após o trânsito em julgado da decisão de partilha de bens deixados pelo de cujus, o termo inicial do prazo prescricional para o ajuizamento de ação de petição de herança é a data do trânsito em julgado da sentença que julgou a ação de inventário. II. O cônjuge sobrevivente casado sob o regime de comunhão parcial de bens somente concorrerá com os descendentes do cônjuge falecido com relação aos bens particulares eventualmente constantes do acervo hereditário. III. O princípio da saisine se aplica aos herdeiros legítimos e testamentários, aos legatários e à herança jacente. IV. Nada obsta o testamento conjuntivo, seja simultâneo, recíproco ou correspectivo, desde que seja realizado em instrumentos diferentes, em escrituras diversas. V. O concepturo possui capacidade testamentária sucessória passiva em razão de ter personalidade jurídica. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I, II, IV e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I, II, III e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "872510",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Câmara de Salvador - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "União Estável",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Joana era companheira de Antônio, sem que houvessem, contudo, formalizado por documento escrito a relação. Ao longo da união estável, iniciada quando ambos não tinham bens próprios, o casal teve quatro filhos e amealhou considerável patrimônio comum. Diante do falecimento de Antônio, a Joana caberá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "metade dos bens do casal;"
      },
      {
        "letra": "B",
        "texto": "metade do que couber a cada um dos filhos;"
      },
      {
        "letra": "C",
        "texto": "metade dos bens do casal e um quinto da meação de Antônio;"
      },
      {
        "letra": "D",
        "texto": "um quarto dos bens do casal;"
      },
      {
        "letra": "E",
        "texto": "metade dos bens do casal e um quarto da meação de Antônio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "871838",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Josué foi casado sob o regime da comunhão parcial de bens com Roberta e desse consórcio nasceu o filho Gerônimo. Roberta faleceu 5 anos após o casamento, período em que o casal adotou vida sibarítica, nada amealhando nem possuindo bens. Um ano após a morte de Roberta, seu pai − Roberval − faleceu, sem testamento, mas com vultoso patrimônio, no estado civil de viúvo, deixando os netos Gerônimo (filho de Josué e de Roberta), Leopoldo e Alexandra (filhos menores de sua filha Anastácia, que já houvera falecido no estado civil de solteira e cujos filhos eram de pais ignorados). Anastácia, por testamento e dispensando-o de prestação de contas, nomeara Josué tutor de seus filhos, os quais juntamente com Gerônimo herdaram todos os bens de Roberval. Sendo ainda menores absolutamente incapazes o filho e os tutelados de Josué, este contraiu segundas núpcias com Antonieta, advindo dessa união os filhos João e Maria. Neste caso, os netos de Roberval herdaram seus bens por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabeça, e Josué terá a administração e usufruto dos bens pertencentes a Gerônimo, mas não poderá aplicar mais do que 50% de suas rendas na educação de João e Maria, porque os outros 50% terão de ser aplicados exclusivamente no custeio de Gerônimo; mediante prestação de contas, terá a administração, mas não o usufruto, dos bens pertencentes a Leopoldo e Alexandra, e, finda a tutela, a quitação dos menores não produzirá efeito antes de aprovadas as contas pelo juiz, subsistindo, inteira, até então, a responsabilidade do tutor."
      },
      {
        "letra": "B",
        "texto": "cabeça, que serão administrados por Josué, mediante prestação de contas, até que obtenha a quitação dos menores, quando se tornarem capazes; não terá o usufruto dos bens do filho nem dos tutelados, mas poderá usar as rendas também para custeio de João e Maria fundado na solidariedade familiar."
      },
      {
        "letra": "C",
        "texto": "estirpe, os quais serão administrados por Josué, que terá o usufruto dos bens de todos eles, livre de prestação de contas, mas não poderá usar as rendas para o custeio de João e Maria."
      },
      {
        "letra": "D",
        "texto": "cabeça, os quais serão administrados por Josué, que terá o usufruto dos bens de Gerônimo, enquanto este for menor, podendo utilizar as rendas também na educação de João e Maria, independentemente de prestação de contas, mas não terá o usufruto dos bens pertencentes a Leopoldo e Alexandra, ficando, quanto a estes, sujeito a prestação de contas, a despeito da dispensa feita por Anastácia."
      },
      {
        "letra": "E",
        "texto": "estirpe, os quais serão administrados por Josué, que, terá o usufruto dos bens de Gerônimo, enquanto este for menor, podendo utilizar as rendas também na educação de João e Maria, independentemente de prestação de contas, mas não terá o usufruto dos bens pertencentes a Leopoldo e Alexandra, ficando, quanto a estes, sujeito a prestação de contas, a despeito da dispensa feita por Anastácia."
      }
    ],
    "gabarito": "D"
  }
]