[
  {
    "id": "3627609",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "De acordo com as regras do Código Civil acerca do pagamento indevido,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível repetir o que se pagou para solver divida prescrita, ou cumprir obrigação judicialmente inexigível."
      },
      {
        "letra": "B",
        "texto": "mesmo aquele que deu alguma coisa para obter fim imoral, desde que não proibido por lei, terá direito à repetição do que pagou indevidamente."
      },
      {
        "letra": "C",
        "texto": "se o pagamento indevido tiver consistido no desempenho de obrigação de fazer, aquele que recebeu a prestação tem a obrigação de indenizar o que a cumpriu, na medida do lucro obtido."
      },
      {
        "letra": "D",
        "texto": "àquele que voluntariamente pagou o indevido não incumbe a prova de tê-lo feito por erro, cabendo ao beneficiário do pagamento comprovar que ele era devido."
      },
      {
        "letra": "E",
        "texto": "se aquele que indevidamente recebeu um imóvel o tiver alienado em boa-fé, por título oneroso, responde pela quantia recebida e também por perdas e danos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3362358",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Enéas identificou o depósito de R$ 2.000,00 (dois mil reais) realizado em sua conta corrente por Pix e, embora não tenha identificado o depositante, presumiu tratar-se do pagamento do aluguel devido por seu inquilino Aderbal, que tem o mesmo valor. Algum tempo depois, Enéas foi interpelado por Eunice, autora do depósito, que desejava que o valor lhe fosse restituído, pois afirmou que digitara errado a numeração da conta do seu credor efetivo. Sobre o caso, avalie as afirmativas a seguir. I. A pretensão à devolução do valor deve seguir, prioritariamente, as regras gerais sobre enriquecimento sem causa. II. Eunice poderia exigir a devolução em dobro do valor depositado, em razão de ser indevida a recepção do valor por Enéas. III. Enéas pode recusar-se a devolver o valor se, entre o depósito e o pedido de devolução, prescreveu sua pretensão ao aluguel em face de Aderbal. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3345924",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Rafael, um empresário do setor imobiliário, celebrou um contrato de prestação de serviços com a construtora Edifica Ltda., comprometendo-se a pagar R$ 500.000,00 pela construção de um edifício comercial. O contrato previa que o pagamento seria feito em três parcelas, à medida que a obra avançasse. Por um erro contábil, a equipe financeira de Rafael efetuou a quitação total do contrato antes da conclusão da obra, pagando integralmente os R$ 500.000,00 à construtora na primeira etapa da construção. Ao perceber o erro, Rafael notificou a Edifica Ltda., exigindo a devolução do valor pago antecipadamente. A construtora, no entanto, alegou que já havia investido parte do valor no canteiro de obras, adquirido materiais e contratado mão de obra, além de ter destruído o título de crédito que garantia a dívida. Diante dessa situação e com base nas regras do pagamento indevido previstas no Código Civil, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rafael tem direito à restituição integral do valor pago indevidamente, pois a Edifica Ltda. não tinha direito de receber a totalidade do pagamento antes do prazo estabelecido no contrato."
      },
      {
        "letra": "B",
        "texto": "A Edifica Ltda. não está obrigada a restituir o valor, pois já utilizou os recursos na execução parcial da obra e o pagamento indevido decorreu de erro exclusivo de Rafael."
      },
      {
        "letra": "C",
        "texto": "Rafael só terá direito à restituição se comprovar que o pagamento indevido decorreu de um erro incontestável e involuntário da sua equipe financeira, independentemente de a Edifica Ltda. já ter utilizado os valores e inutilizado o título."
      },
      {
        "letra": "D",
        "texto": "Se a Edifica Ltda. tiver recebido o pagamento indevido de boa-fé e utilizado o valor para despesas relacionadas à obra, Rafael não poderá exigir a devolução, mas terá direito de pleitear indenização equivalente ao prejuízo sofrido."
      },
      {
        "letra": "E",
        "texto": "A Edifica Ltda. pode ser dispensada da restituição se comprovar que recebeu o pagamento indevido acreditando tratar-se de uma antecipação legítima e destruiu o título da dívida."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3265474",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "João, por engano, realizou uma transferência bancária no valor de R$ 5.000,00 para a conta de Carlos, acreditando estar enviando o valor para seu fornecedor. Ao perceber o erro, João contatou Carlos para solicitar a devolução do valor. Carlos, no entanto, recusou-se a devolver a quantia, afirmando que já havia utilizado o dinheiro para pagar despesas pessoais. Com base nas disposições do Código Civil sobre o pagamento indevido, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João tem direito de exigir a devolução do valor de Carlos, pois o pagamento indevido cria uma obrigação de restituição, independentemente de Carlos já ter utilizado o dinheiro para despesas pessoais, conforme previsto no Código Civil."
      },
      {
        "letra": "B",
        "texto": "João não pode exigir a devolução do valor, pois Carlos já o utilizou em despesas pessoais, o que descaracteriza a obrigação de restituir, transformando o pagamento indevido em uma liberalidade."
      },
      {
        "letra": "C",
        "texto": "João só pode exigir a devolução se provar que Carlos teve má-fé ao receber o valor, pois, na ausência de dolo ou má-fé, não há obrigação de restituir valores recebidos indevidamente."
      },
      {
        "letra": "D",
        "texto": "João pode exigir a devolução do valor somente se houver decisão judicial declarando a transferência como pagamento indevido, pois sem essa confirmação Carlos não tem obrigação de restituir."
      },
      {
        "letra": "E",
        "texto": "João pode exigir que Carlos restitua o valor apenas parcialmente, pois a devolução integral é vedada quando o valor já foi utilizado para despesas essenciais pelo receptor de boa-fé."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3228250",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Quem recebe o que não lhe era devido é obrigado a restituir, assim como quem indevidamente enriquece à custa de outrem é obrigado a restituir o indevidamente auferido. Tais hipóteses consistem em pagamento indevido e enriquecimento sem causa, respectivamente. Acerca dos institutos, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o pagamento indevido tiver consistido no desempenho de obrigação de fazer ou para eximir-se da obrigação de não fazer, aquele que recebeu a prestação fica na obrigação de indenizar o que a cumpriu, pela metade do lucro obtido."
      },
      {
        "letra": "B",
        "texto": "Terá direito à repetição aquele que deu alguma coisa para obter fim ilícito, imoral, ou proibido por lei."
      },
      {
        "letra": "C",
        "texto": "Não se pode repetir o que se pagou para solver dívida prescrita, ou cumprir obrigação judicialmente inexigível."
      },
      {
        "letra": "D",
        "texto": "Se o enriquecimento sem causa tiver por objeto coisa determinada, quem a recebeu é obrigado a restitui-la, e, se a coisa não mais subsistir, a restituição se fará pelo valor de mercado do bem, em dobro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3345817",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "O Código Civil possui previsões inibitórias e com sanções cíveis nos casos de onerosidade excessiva e de enriquecimento sem causa. Por exemplo, há previsão da possibilidade de pleito por uma das partes, para redução ou a alteração da obrigação. O que se pretende é a garantia do equilíbrio contratual, aplicando o princípio da função social dos contratos, até o final da execução. Considerando o direito dos contratos e a charge, caso não ocorra o equilíbrio contratual, e sendo configurado o enriquecimento sem causa, o personagem tem o direito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "restituição por enriquecimento sem causa se houver lei."
      },
      {
        "letra": "B",
        "texto": "imprescritibilidade da pretensão de ressarcimento."
      },
      {
        "letra": "C",
        "texto": "restituição do indevidamente auferido."
      },
      {
        "letra": "D",
        "texto": "atualização monetária se houver previsão contratual."
      },
      {
        "letra": "E",
        "texto": "reparação cível se forem presumidos os danos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3345815",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Se no contrato houver onerosidade excessiva ou pagamento indevido, qual é a previsão legal para as partes?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quem pagou algo que não devia, por escolha própria, precisa provar que o fez por erro."
      },
      {
        "letra": "B",
        "texto": "Quem recebeu algo que não era dele precisa restituir independentemente de prova."
      },
      {
        "letra": "C",
        "texto": "A quem enriqueceu às custas de outra pessoa sem motivo válido é facultado restituir."
      },
      {
        "letra": "D",
        "texto": "Quem enriqueceu recebendo algo específico tem obrigação alternativa de restituir."
      },
      {
        "letra": "E",
        "texto": "Quem pagou algo que não devia, por escolha própria, precisa provar que o fez por dolo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3127036",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Aparecida - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Acerca do enriquecimento sem causa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A existência de negócio jurídico válido e eficaz é, em regra, uma justa causa para o enriquecimento."
      },
      {
        "letra": "B",
        "texto": "Aquele que, sem justa causa, se enriquecer à custa de outrem, será obrigado a restituir o dobro do que indevidamente auferido, feita a atualização dos valores monetários."
      },
      {
        "letra": "C",
        "texto": "Se o enriquecimento tiver por objeto coisa determinada, quem a recebeu é obrigado a restituí-la, e, se a coisa não mais subsistir, a restituição se fará pelo valor do bem na época em que foi recebida a coisa."
      },
      {
        "letra": "D",
        "texto": "A restituição é devida, apenas quando não tenha havido causa que justifique o enriquecimento."
      },
      {
        "letra": "E",
        "texto": "Ainda que a lei confira ao lesado outros meios para se ressarcir o prejuízo sofrido, caberá restituição por enriquecimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3113286",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "A respeito da pessoa jurídica, dos direitos reais, da posse e dos atos unilaterais, julgue o item subsequente, considerando o Código Civil e, no que couber, o entendimento jurisprudencial dos tribunais superiores. Caso uma pessoa aliene imóvel que tiver recebido indevidamente, ela responderá pelo valor do imóvel, bem como por perdas e danos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3058666",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "A família de Teodoro Madureira notificou extrajudicialmente a sociedade empresária de previdência privada, Vida Longínqua S.A., informando o falecimento do segurado. A notificação do falecimento foi enviada ao negócio 72 horas após o ocorrido, anexando a certidão de óbito. Apesar disso, durante seis meses, a sociedade empresária de previdência privada depositou o valor do benefício da aposentadoria contratada. O contrato estipulava o desembolso do benefício de maneira vitalícia, não havendo a incidência de pensão a qualquer beneficiário. Diante da situação hipotética narrada, considerando que Vida Longínqua S.A. pretende a restituição dos valores pagos após o falecimento de Teodoro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ordenamento jurídico brasileiro admite a repetição, quando o devedor solveu obrigação judicialmente inexigível."
      },
      {
        "letra": "B",
        "texto": "A inexistência de relação jurídica entre a família de Teodoro e a sociedade empresária de previdência privada desobriga a restituição."
      },
      {
        "letra": "C",
        "texto": "O enriquecimento ilícito da família de Teodoro se presume, mas a falta de má-fé gera a restituição sem a atualização dos valores monetários."
      },
      {
        "letra": "D",
        "texto": "Como o pagamento ocorreu voluntariamente, caberá à sociedade empresária de previdência privada o ônus probatório do erro."
      },
      {
        "letra": "E",
        "texto": "A restituição é indevida, quando deixa de existir a causa que justifique o enriquecimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2522299",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "A respeito do enriquecimento sem causa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A configuração do enriquecimento sem causa independe da ausência de causa jurídica que o justifique e do empobrecimento do outro."
      },
      {
        "letra": "B",
        "texto": "O caráter subsidiário do enriquecimento sem causa tem origem no sistema jurídico alemão."
      },
      {
        "letra": "C",
        "texto": "O Código Civil dispôs expressamente que a restituição por enriquecimento tem caráter subsidiário."
      },
      {
        "letra": "D",
        "texto": "Uma vez configurado o enriquecimento sem causa, a restituição financeira devida é expressamente limitada pelo Código Civil ao prejuízo daquele à custa de quem se enriqueceu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2514960",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: NOVACAP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Considerando as disposições do Código Civil, julgue o item a seguir, acerca das obrigações, dos atos unilaterais e dos contratos.Fica isento de restituir pagamento indevido aquele que, recebendo‑o como parte de dívida verdadeira, inutilizou o título, deixou prescrever a pretensão ou abriu mão das garantias que asseguravam seu direito. Todavia, aquele que pagou dispõe de ação regressiva contra o verdadeiro devedor e seu fiador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2386956",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "João era bilionário e tinha uma coleção de mais de cem carros potentes em sua garagem. Seu motorista, Pedro, secretamente, utilizava-os para participar de corridas organizadas pelo clube automobilístico local. No dia 12/12/2020, Pedro se sagra vencedor do torneio anual, logrando um prêmio de R$ 150.000,00. Em 13/12/2023, João descobre que seu carro havia sido subtraído para a participação em corridas, inclusive rendendo aquele substancial prêmio. Nesse caso, João poderá pedir judicialmente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas os aluguéis devidos pela retirada dos veículos sem sua autorização, a título de lucros cessantes;"
      },
      {
        "letra": "B",
        "texto": "apenas os aluguéis devidos pela retirada dos veículos sem sua autorização, a título de danos emergentes;"
      },
      {
        "letra": "C",
        "texto": "os aluguéis devidos pela retirada dos veículos, a título de lucros cessantes, e a reversão do prêmio recebido por Pedro, pela teoria da perda de uma chance;"
      },
      {
        "letra": "D",
        "texto": "os aluguéis devidos pela retirada dos veículos, a título de lucros cessantes, e a reversão do prêmio recebido por Pedro, para evitar o enriquecimento sem causa dele;"
      },
      {
        "letra": "E",
        "texto": "apenas a restituição do prêmio recebido por Pedro, pela teoria da perda de uma chance."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2360079",
    "metadata": "Ano: 2024 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Curvelo - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Sobre o enriquecimento sem causa e as normas do Código Civil, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que, sem justa causa, se enriquecer à custa de outrem, será obrigado a restituir o indevidamente auferido, feita a atualização dos valores monetários."
      },
      {
        "letra": "B",
        "texto": "Se o enriquecimento tiver por objeto coisa determinada, quem a recebeu é obrigado a restituí-la, e, se a coisa não mais subsistir, a restituição se fará pelo valor do bem na época em que foi exigido."
      },
      {
        "letra": "C",
        "texto": "A restituição é devida, não só quando não tenha havido causa que justifique o enriquecimento, mas também se esta deixou de existir."
      },
      {
        "letra": "D",
        "texto": "Caberá a restituição por enriquecimento, mesmo se a lei conferir ao lesado outros meios para se ressarcir do prejuízo sofrido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2193807",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "O ajuizamento de ação fundada no enriquecimento sem causa é cabível no caso deI promessa de recompensa.II gestão de negócios.III pagamento indevido.Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110418",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Em relação ao direito das obrigações, julgue o item a seguir, à luz do Código Civil. Aquele que enriquecer sem justa causa à custa de outrem deverá restituir o indevidamente auferido, independentemente da existência de previsão legal acerca de meios diversos para o ressarcimento do lesado pelo prejuízo sofrido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2118353",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Acerca do enriquecimento ilícito, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o enriquecimento tiver por objeto coisa determinada e a coisa não mais subsistir, a restituição se fará pelo valor do bem na época em que foi exigido."
      },
      {
        "letra": "B",
        "texto": "O enriquecimento sem causa somente é aplicável se a coisa a ser restituída for coisa certa e determinada."
      },
      {
        "letra": "C",
        "texto": "Caberá a restituição por enriquecimento, ainda que a lei confira ao lesado outros meios para se ressarcir do prejuízo sofrido."
      },
      {
        "letra": "D",
        "texto": "A restituição é devida apenas quando não tenha havido causa que justifique o enriquecimento."
      },
      {
        "letra": "E",
        "texto": "Aquele que, sem justa causa, se enriquecer à custa de outrem, será obrigado a restituir o indevidamente auferido, feita a atualização dos valores monetários, vedada a condenação, mesmo no caso de má-fé, em perdas e danos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2027199",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Docas - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Sobre o pagamento indevido, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fica isento de restituir pagamento indevido aquele que, recebendo-o como parte de dívida verdadeira, inutilizou o título, deixou prescrever a pretensão ou abriu mão das garantias que asseguravam seu direito; mas aquele que pagou dispõe de ação regressiva contra o verdadeiro devedor e seu fiador."
      },
      {
        "letra": "B",
        "texto": "aquele que recebe dívida condicional antes de cumprida a condição não tem o dever de restituir, salvo se esta não se implementar; não se pode repetir o que se pagou para solver dívida prescrita, ou cumprir obrigação judicialmente inexigível."
      },
      {
        "letra": "C",
        "texto": "àquele que voluntariamente pagou o indevido incumbe a prova de tê-lo feito por erro; terá direito à repetição aquele que deu alguma coisa para obter fim ilícito, imoral, ou proibido por lei, salvo se tiver agido de má-fé."
      },
      {
        "letra": "D",
        "texto": "se aquele que indevidamente recebeu um imóvel o tiver alienado em boa-fé, por título oneroso, responde pela quantia recebida e perdas e danos; mas, se agiu de má-fé, além do dobro do valor do imóvel, responde por perdas e danos."
      },
      {
        "letra": "E",
        "texto": "se o pagamento indevido tiver consistido no desempenho de obrigação de fazer ou para eximir-se da obrigação de não fazer, aquele que recebeu a prestação fica na obrigação de indenizar o que a cumpriu, independentemente do lucro obtido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1999999",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: AGE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Sobre o pagamento indevido nas relações civis, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todo aquele que recebeu o que lhe não era devido fica obrigado a restituir em dobro."
      },
      {
        "letra": "B",
        "texto": "Se aquele que indevidamente recebeu um imóvel o tiver alienado, por título oneroso, ainda que de boa-fé, responde pelo valor do imóvel mais perdas e danos."
      },
      {
        "letra": "C",
        "texto": "Não se pode repetir o que se pagou para solver dívida prescrita ou cumprir obrigação judicialmente inexigível."
      },
      {
        "letra": "D",
        "texto": "Àquele que voluntariamente pagou o indevido, assiste a presunção de tê-lo feito por erro."
      },
      {
        "letra": "E",
        "texto": "Se o pagamento indevido tiver consistido no desempenho de obrigação de fazer, aquele que recebeu a prestação fica na obrigação de, sempre que possível, desfazer aquilo que foi recebido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1951294",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Prestação de Serviços e Empreitada",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "A empreiteira Soerguimento S/A e a fábrica de tintas Cores Mil Ltda. são parceiras comerciais de longa data e mantêm diversas relações contratuais entre si. Certa vez, a empreiteira transferiu a propriedade de um imóvel comercial para a fábrica, a título de dação em pagamento, visando a extinguir uma obrigação oriunda de um contrato de fornecimento firmado entre as duas. A fábrica prontamente consentiu. A empreiteira, porém, não atentou para o fato de que a obrigação em relação à qual a dação em pagamento foi realizada já havia sido extinta meses antes, por força de uma transação pactuada entre as partes. Assim, uma vez identificado o equívoco e pretendendo reaver o imóvel dado em pagamento, a empreiteira procurou imediatamente a fábrica; esta, porém, respondeu que nada podia ser feito, pois já havia vendido e transferido o imóvel para outra pessoa jurídica, um escritório de arquitetura. Considerando que a empreiteira possa comprovar que deu o imóvel em pagamento para a fábrica porque se enganara quanto à subsistência da dívida, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a empreiteira pode reivindicar o imóvel em face do escritório de arquitetura ainda que este o tenha adquirido de boa-fé;"
      },
      {
        "letra": "B",
        "texto": "a empreiteira nada pode cobrar da fábrica, se restar apurado que esta última recebeu o imóvel e o vendeu de boa-fé;"
      },
      {
        "letra": "C",
        "texto": "a fábrica pode ser compelida a transferir à empreiteira o preço da venda do imóvel, ainda que tenha agido de boa-fé;"
      },
      {
        "letra": "D",
        "texto": "a fábrica responde por perdas e danos à empreiteira, mas não tem o dever de lhe repassar o preço da venda do imóvel;"
      },
      {
        "letra": "E",
        "texto": "a empreiteira não pode reivindicar o bem, ainda que a fábrica e o escritório de arquitetura tenham ambos agido de má-fé."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1866091",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Acerca de responsabilidade civil, obrigações, atos unilaterais e contratos, julgue o item a seguir.O enriquecimento sem causa é previsto no Código Civil como um ato jurídico unilateral que gera obrigação de restituição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1860563",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "De acordo com o Código Civil, a restituição por enriquecimento sem causa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não será cabível se o enriquecimento tiver por objeto coisa determinada que não mais subsistia ao tempo do exercício da pretensão, que se sujeita a prazo decadencial."
      },
      {
        "letra": "B",
        "texto": "será feita sem correção monetária ou incidência de juros de mora se não tiver havido má-fé por parte daquele que, sem justa causa, tiver se enriquecido à custa de outrem."
      },
      {
        "letra": "C",
        "texto": "não será cabível se a lei conferir ao lesado outros meios para se ressarcir do prejuízo sofrido."
      },
      {
        "letra": "D",
        "texto": "é devida apenas quando não tenha havido causa que justifique o enriquecimento, mas não quando esta tenha deixado de existir."
      },
      {
        "letra": "E",
        "texto": "não será cabível se aquele que, sem justa causa, tiver se enriquecido à custa de outrem não tiver procedido com dolo ou culpa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1827596",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Guarujá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o pagamento indevido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todo aquele que recebeu o que lhe não era devido fica obrigado a restituir; terá direito à repetição aquele que deu alguma coisa para obter fim ilícito, imoral, ou proibido por lei e o que se deu reverterá em favor de estabelecimento local de beneficência, a critério do juiz."
      },
      {
        "letra": "B",
        "texto": "Fica isento de restituir pagamento indevido aquele que, recebendo-o como parte de dívida verdadeira, inutilizou o título, deixou prescrever a pretensão ou abriu mão das garantias que asseguravam seu direito; mas aquele que pagou dispõe de ação regressiva contra o verdadeiro devedor e seu fiador."
      },
      {
        "letra": "C",
        "texto": "Se aquele que indevidamente recebeu um imóvel o tiver alienado em boa-fé, por título oneroso, responde somente pela quantia recebida; mas, se agiu de má-fé, além do dobro do valor do imóvel, responde por perdas e danos."
      },
      {
        "letra": "D",
        "texto": "O pagamento indevido presume-se feito por erro, salvo prova em contrário; aos frutos, acessões, benfeitorias e deteriorações sobrevindas à coisa dada em pagamento indevido, aplicam-se as regras que regem o possuidor de boa-fé ou de má-fé, conforme o caso."
      },
      {
        "letra": "E",
        "texto": "Se o pagamento indevido tiver consistido no desempenho de obrigação de fazer ou para eximir-se da obrigação de não fazer, aquele que recebeu a prestação fica na obrigação de indenizar o que a cumpriu, no valor equivalente ao da prestação recebida, corrigida monetariamente e acrescida de juros legais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1670219",
    "metadata": "Ano: 2020 | Banca: ACCESS | Órgão: Câmara de Mangaratiba - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Quanto ao tema “pagamento indevido e enriquecimento sem causa”, analise as afirmativas a seguir. I. O efeito do enriquecimento sem causa difere do efeito de nulidade ou de resolução do negócio jurídico. A nulidade implica o desfazimento ex tunc das relações jurídicas derivadas. II. Se o enriquecimento tiver por objeto coisa determinada, quem a recebeu é obrigado a restituí-la, e, se a coisa não mais subsistir, a restituição se fará pelo valor do bem na época em que foi exigido. III. Costuma-se estudar o enriquecimento sem causa juntamente com o pagamento indevido, pois este é uma modalidade de enriquecimento. O novo Código disciplina o pagamento indevido e o enriquecimento sem causa entre os atos obrigacionais unilaterais, após disciplinar a promessa de recompensa e a gestão de negócios. Desse modo, o novo diploma civil reconhece que ambos os fenômenos são fontes autônomas e unilaterais de obrigações. Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente a afirmativa I estiver correta."
      },
      {
        "letra": "B",
        "texto": "se somente a afirmativa II estiver correta."
      },
      {
        "letra": "C",
        "texto": "se somente as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas II e III estiverem corretas."
      },
      {
        "letra": "E",
        "texto": "se todas as afirmativas estiverem corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1143669",
    "metadata": "Ano: 2020 | Banca: FEPESE | Órgão: Prefeitura de Itajaí - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Parte Geral",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "É correto afirmar de acordo com o Código Civil Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prescreve em cinco anos a pretensão para o ressarcimento de enriquecimento sem causa."
      },
      {
        "letra": "B",
        "texto": "A restituição àquele que se, sem justa causa, foi lesado por terceiro deverá o valor original da obrigação acrescido do montante indevidamente auferido."
      },
      {
        "letra": "C",
        "texto": "Se o enriquecimento tiver por objeto coisa determinada, quem a recebeu é obrigado a restituí-la, e, se a coisa não mais subsistir, extinguir-se-á a obrigação de restituição."
      },
      {
        "letra": "D",
        "texto": "Não caberá a restituição por enriquecimento, se a lei conferir ao lesado outros meios para se ressarcir do prejuízo sofrido."
      },
      {
        "letra": "E",
        "texto": "A restituição será integral quando não tenha havido causa que justifique o enriquecimento, e reduzida pela metade, quando a causa do enriquecimento houver deixado de existir."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1136630",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: FITO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "No que diz respeito ao enriquecimento sem causa, assinale a alternativa correta, considerando o texto legal e o entendimento doutrinário e jurisprudencial atuais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que, sem justa causa, se enriquecer à custa de outrem, será obrigado a restituir o indevidamente auferido, pelo valor do bem na época em que foi exigido, sem atualização dos valores."
      },
      {
        "letra": "B",
        "texto": "Se o enriquecimento tiver por objeto coisa determinada, fica a critério do credor optar pela restituição do bem ou do valor do bem atualizado."
      },
      {
        "letra": "C",
        "texto": "A restituição é devida apenas quando a causa que justifique o enriquecimento deixou de existir."
      },
      {
        "letra": "D",
        "texto": "Caberá a restituição por enriquecimento ainda que a lei conferir ao lesado outros meios para se ressarcir do prejuízo sofrido."
      },
      {
        "letra": "E",
        "texto": "Para configurar o enriquecimento sem causa de uma das partes não é necessário haver o empobrecimento da outra."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1690465",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Birigui - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Felipe pagou a André valor superior ao que era devido, nesse caso, para que Felipe possa pedir o que pagou a mais, indique a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível repetir o que se pagou para solver dívida prescrita, pois o valor é devido."
      },
      {
        "letra": "B",
        "texto": "Desde que haja prova do enriquecimento indevido de André, é possível repetir o que pagou a mais."
      },
      {
        "letra": "C",
        "texto": "Caberá a restituição por enriquecimento, mesmo que haja outros meios para se ressarcir do prejuízo sofrido."
      },
      {
        "letra": "D",
        "texto": "Não importa a origem do débito, haverá o direito de repetir o que se pagou a maior."
      },
      {
        "letra": "E",
        "texto": "A Felipe incumbe a prova de ter feito por erro o pagamento indevido, obrigando a André a restituir."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1168399",
    "metadata": "Ano: 2019 | Banca: SELECON | Órgão: Empresa Cuiabana de Saúde Pública - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Penélope foi cientificada, por sociedade especializada em cobrança, que existiria uma dívida por ela contraída quando estudante da Faculdade de Medicina. Não atentando para a antiguidade da dívida ao receber o boleto, realiza o seu pagamento. Posteriormente, ao consultar advogado, recebe a informação de que incidiria sobre a dívida cobrada prescrição. Nos termos das regras aplicáveis, quando a dívida prescrita vem a ser paga:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorre direito à restituição"
      },
      {
        "letra": "B",
        "texto": "houve enriquecimento sem causa"
      },
      {
        "letra": "C",
        "texto": "considera-se perfeito o pagamento"
      },
      {
        "letra": "D",
        "texto": "verifica-se ato ilícito"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1143828",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de São Roque - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "No que tange às regras previstas na legislação civilista atual, assinale a alternativa correta quanto aos atos unilaterais de pagamento indevido ou enriquecimento sem causa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Àquele que voluntariamente recebeu pagamento indevido incumbe a prova de tê-lo feito por erro."
      },
      {
        "letra": "B",
        "texto": "A restituição será devida somente quando não tiver havido causa que justifique o enriquecimento."
      },
      {
        "letra": "C",
        "texto": "É permitido repetir o que se pagou para solver dívida prescrita."
      },
      {
        "letra": "D",
        "texto": "Caberá a restituição por enriquecimento mesmo quando a lei conferir ao lesado outros meios para se ressarcir do prejuízo sofrido."
      },
      {
        "letra": "E",
        "texto": "Fica isento de restituir pagamento indevido aquele que, recebendo-o como parte de dívida verdadeira, inutilizou o título."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1093867",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Mauá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os atos unilaterais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O devedor que efetua o pagamento de uma dívida prescrita pode exigir a repetição, provando que o fez por erro substancial."
      },
      {
        "letra": "B",
        "texto": "A promessa de recompensa, a gestão de negócios, a doação e o enriquecimento sem causa são espécies de atos unilaterais."
      },
      {
        "letra": "C",
        "texto": "Não se fala em enriquecimento sem causa quando há obtenção de uma vantagem exclusivamente moral."
      },
      {
        "letra": "D",
        "texto": "Pode-se dizer que o pagamento indevido é uma espécie de enriquecimento sem causa e, portanto, fonte de obrigações, em virtude de lei, independentemente do ajuste das partes."
      },
      {
        "letra": "E",
        "texto": "A restituição fundada em enriquecimento indevido será devida somente quando se provar a inexistência de causa que o justifique."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1014214",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Valinhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Não terá direito à repetição aquele que deu alguma coisa para obter fim ilícito, imoral, ou proibido por lei. Neste caso, o que se deu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reverterá em favor de estabelecimento local de beneficência, a critério do juiz."
      },
      {
        "letra": "B",
        "texto": "terá que ser restituído com a atualização dos valores monetários a quem for devido."
      },
      {
        "letra": "C",
        "texto": "se a coisa não mais subsistir, se fará pelo valor do bem na época em que foi exigido a quem de direito."
      },
      {
        "letra": "D",
        "texto": "será restituído em dobro, com atualização monetária e juros de mora, se o caso."
      },
      {
        "letra": "E",
        "texto": "não caberá a ninguém a restituição por enriquecimento, se a lei permitir outro meio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987643",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Joana, em crise de depressão, contratou Jacinto para matá-la no dia 21/4/2018. Para tanto, foi convencionado como forma de pagamento o veículo de propriedade de Joana, o qual foi entregue a Jacinto em 15/4/2018. No dia da obrigação pactuada, Jacinto desistiu da tarefa e comunicou a decisão a Joana. Inconformada, ela propôs ação de repetição do indébito contra Jacinto e requereu a restituição de R$ 30.000, valor correspondente ao veículo entregue como forma de pagamento, ou a destinação do valor a entidade de beneficência. Com relação a essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O objeto imediato da obrigação pactuada entre as partes é lícito, mas está impedida a produção de efeitos."
      },
      {
        "letra": "B",
        "texto": "No caso, uma vez que foi dada coisa para obtenção de fim ilícito, o juiz reverterá o valor pago por Joana em proveito de uma entidade de beneficência, a seu critério."
      },
      {
        "letra": "C",
        "texto": "A situação retrata a prática de promessa de recompensa por Joana."
      },
      {
        "letra": "D",
        "texto": "Joana terá direito à repetição do que pagou, pois o ordenamento jurídico brasileiro veda o enriquecimento ilícito."
      },
      {
        "letra": "E",
        "texto": "Joana deverá demonstrar o erro pelo pagamento indevido para que lhe seja restituído o pagamento efetuado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1051626",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Barretos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Todo aquele que recebeu o que lhe não era devido fica obrigado a restituir, exceto se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quem pagou o fez de boa-fé."
      },
      {
        "letra": "B",
        "texto": "o pagamento tinha como objeto bem de terceiro."
      },
      {
        "letra": "C",
        "texto": "houve desvalorização do recebido."
      },
      {
        "letra": "D",
        "texto": "o pagamento cumpriu obrigação judicialmente inexigível."
      },
      {
        "letra": "E",
        "texto": "consistiu no desempenho de obrigação de fazer."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "929474",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Sobre o pagamento indevido, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Àquele que voluntariamente pagou o indevido é devida a restituição, independentemente de prova de tê-lo feito por erro."
      },
      {
        "letra": "B",
        "texto": "Se aquele que indevidamente recebeu um imóvel o tiver alienado, de má-fé, por título oneroso, responde até o limite da quantia recebida."
      },
      {
        "letra": "C",
        "texto": "Pode-se repetir o que se pagou para solver dívida prescrita, ou cumprir obrigação judicialmente inexigível."
      },
      {
        "letra": "D",
        "texto": "Terá direito à repetição aquele que deu alguma coisa para obter fim ilícito, imoral, ou proibido por lei, desde que de boa-fé."
      },
      {
        "letra": "E",
        "texto": "Todo aquele que recebe dívida condicional antes de cumprida a condição fica obrigado a restituir."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873616",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa"
    ],
    "enunciado_principal": "Em relação ao pagamento indevido,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se aquele que tiver recebido indevidamente um imóvel o tiver alienado em boa-fé, gratuitamente, responde somente pela quantia recebida; mas, se o alienou onerosamente ainda que de boa-fé, além do valor do imóvel responde por perdas e danos."
      },
      {
        "letra": "B",
        "texto": "àquele que voluntariamente recebeu o indevido incumbe a prova de tê-lo feito por erro ou dolo."
      },
      {
        "letra": "C",
        "texto": "não terá direito à repetição aquele que deu alguma coisa para obter fim ilícito, imoral ou proibido por lei; nesse caso, o que se deu reverterá em favor de estabelecimento local de beneficência a critério do juiz."
      },
      {
        "letra": "D",
        "texto": "pode-se repetir o que se pagou para solver dívida prescrita, mas não o valor pago para cumprir obrigação judicialmente inexigível."
      },
      {
        "letra": "E",
        "texto": "todo aquele que recebeu o que lhe não era devido fica obrigado a restituir; obrigação que incumbe também àquele que recebe dívida condicional, antes ou após cumprida a condição."
      }
    ],
    "gabarito": "C"
  }
]