[
  {
    "id": "2507040",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Promessa de Recompensa e Gestão de Negócios"
    ],
    "enunciado_principal": "Maria divulgou em rede social o desaparecimento de seu gato, Nino, oferecendo R$1.000,00 (mil reais) a quem o encontrasse. Uma semana depois do anúncio, o gato foi encontrado por Gabriel, de 15 anos, em um campo de futebol localizado no seu bairro. Gabriel recolheu o gato e, no caminho a sua casa, cruzou com Maria, que lhe disse que era a tutora do gato. Gabriel entregou o gato a Maria, mas ao contar a história para sua mãe, Paula, ela lhe mostrou o anúncio da recompensa, replicado na rede social do bairro. Gabriel reconheceu o gato e entrou em contato com Maria pela mesma rede social, pedindo a recompensa. Acerca do pagamento da recompensa, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maria nada deve, pois se trata de obrigação natural."
      },
      {
        "letra": "B",
        "texto": "Em razão da incapacidade de Gabriel, a recompensa não é devida."
      },
      {
        "letra": "C",
        "texto": "Maria deve pagar a recompensa a Gabriel, representado por sua mãe."
      },
      {
        "letra": "D",
        "texto": "Diante do desconhecimento da recompensa, Gabriel não se torna credor."
      },
      {
        "letra": "E",
        "texto": "Paula é credora do valor prometido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2446379",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: FINEP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Promessa de Recompensa e Gestão de Negócios"
    ],
    "enunciado_principal": "O ato de um indivíduo intervir, sem autorização, na administração de negócio alheio, dirigindo-o conforme o interesse e a vontade presumível de seu dono, configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estipulação em favor de terceiro."
      },
      {
        "letra": "B",
        "texto": "compromisso."
      },
      {
        "letra": "C",
        "texto": "gestão de negócios."
      },
      {
        "letra": "D",
        "texto": "representação."
      },
      {
        "letra": "E",
        "texto": "mandato tácito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2442313",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Promessa de Recompensa e Gestão de Negócios"
    ],
    "enunciado_principal": "Roberval distribui cartazes em toda a vizinhança, a fim de localizar seu cachorrinho, Totó, que sumira naquela semana. Promete recompensar quem o achar com R$ 10.000,00, tamanho o amor pelo animal. Nesse caso, a obrigação de pagar a recompensa a Geremilda, que levou Totó são e salvo a Roberval, decorre de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lei;"
      },
      {
        "letra": "B",
        "texto": "contrato;"
      },
      {
        "letra": "C",
        "texto": "ato unilateral;"
      },
      {
        "letra": "D",
        "texto": "responsabilidade civil por ato ilícito;"
      },
      {
        "letra": "E",
        "texto": "responsabilidade civil por abuso de direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2314175",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Pombos - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Promessa de Recompensa e Gestão de Negócios"
    ],
    "enunciado_principal": "A promessa de recompensa, no âmbito do Direito Civil, configura um contrato unilateral em que a oferta vincula o promitente, mesmo na ausência de aceitação por parte do beneficiário da recompensa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2166891",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Promessa de Recompensa e Gestão de Negócios"
    ],
    "enunciado_principal": "Diego e Cláudio moram em casas vizinhas em uma mesma vila. Certa vez, Diego realizou uma viagem de cinco meses ao exterior. Durante esse período, começaram a ocorrer assaltos todas as noites às casas da vila, com enorme prejuízo para todos os moradores. Constatando que a casa de Diego seria com certeza alvo de um assalto iminente, e não tendo acesso a nenhum meio para se comunicar com ele, Cláudio decidiu espontaneamente contratar uma pessoa jurídica especializada em sistemas de segurança para instalar um alarme na porta de entrada da casa de Diego. O alarme foi imediatamente instalado e o pagamento pelo serviço, contratado por Cláudio em nome de Diego, ficou agendado para uma data posterior, na qual Diego já teria retornado de viagem. No dia seguinte, porém, os moradores do local se reuniram e decidiram custear a construção de uma guarita de vigilância na entrada da vila, solucionando permanentemente o problema dos assaltos, que não voltaram a se repetir. Além disso, na véspera do retorno de Diego ao Brasil, o alarme instalado na casa dele sofreu um curto-circuito totalmente inevitável e imprevisível, que levou o aparelho a explodir, causando danos à fachada da casa. Quando Diego afinal retornou e foi comunicado de todo o acontecido, desaprovou veementemente as atitudes de Cláudio, exigiu que este o indenizasse pelos danos à fachada de sua casa e afirmou que Cláudio deveria pagar em nome próprio a dívida contraída com a pessoa jurídica que instalou o alarme. Cláudio, porém, sustenta que deve ser Diego a cumprir a obrigação perante a empresa de segurança e que não pode ser responsabilizado pelos danos à fachada da casa, aos quais não deu causa. Nesse cenário, conclui-se que assiste razão a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cláudio, pois a instalação do alarme era necessária na ocasião em que foi feita, visando a evitar prejuízo iminente;"
      },
      {
        "letra": "B",
        "texto": "Diego, pois, como Cláudio interferiu em seus bens contra a vontade dele, torna-se responsável até mesmo pelo fortuito;"
      },
      {
        "letra": "C",
        "texto": "Diego, pois, com a construção da guarita na vila, a instalação do alarme não lhe proporcionou nenhuma utilidade concreta;"
      },
      {
        "letra": "D",
        "texto": "Diego, pois Cláudio agiu sem poder de representação e deve assumir, assim, toda a responsabilidade em nome próprio;"
      },
      {
        "letra": "E",
        "texto": "Cláudio, pois a lei limita a sua responsabilidade à importância das vantagens efetivas obtidas por Diego."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2110414",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Promessa de Recompensa e Gestão de Negócios"
    ],
    "enunciado_principal": "Em relação ao direito das obrigações, julgue o item a seguir, à luz do Código Civil. Aquele que, por anúncios públicos, assumir compromisso de recompensar ou gratificar a quem preencha certa condição ou desempenhe certo serviço obriga-se ao cumprimento do prometido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1985193",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Promessa de Recompensa e Gestão de Negócios"
    ],
    "enunciado_principal": "Uma fundação privada dedicada à memória de um célebre arquiteto divulgou anúncio por meio do qual se comprometia a pagar uma vultosa recompensa para a primeira pessoa que fosse capaz de localizar e trazer à sede da fundação um armário específico projetado por aquele arquiteto. Estima-se que apenas dez exemplares do referido armário tenham sido produzidos no mundo, pois os originais do projeto da peça se perderam há muitos anos. A campanha, veiculada por prazo indeterminado pela fundação, destinava-se a viabilizar que fossem tiradas medidas e especificações do armário, o que permitiria à fundação reconstituir seu projeto técnico para exibi-lo em uma exposição permanente. Após alguns meses de veiculação do anúncio, tomando conhecimento da campanha, Adalberto, dono de um dos raros exemplares do armário, que há muito pertencia à sua família, apresentou-se à sede da fundação com a peça para receber a soma em dinheiro prometida. Lá chegando, porém, recebeu a notícia de que a campanha havia sido cancelada pela fundação alguns dias antes e que, por isso, nenhuma recompensa lhe seria devida. A respeito desse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Adalberto faz jus à recompensa originalmente prometida, pois a fundação não podia revogar unilateralmente a campanha depois que ela já havia sido tornada pública;"
      },
      {
        "letra": "B",
        "texto": "Adalberto não pode exigir a soma em dinheiro prometida, pois a campanha veiculada não é juridicamente vinculante, criando mera obrigação natural para a fundação;"
      },
      {
        "letra": "C",
        "texto": "a fundação podia cancelar a campanha a qualquer tempo, mesmo após o cumprimento das condições por Adalberto, desde que não tenha auferido benefício desse cumprimento;"
      },
      {
        "letra": "D",
        "texto": "o cancelamento da campanha foi válido, desde que tenha sido publicizado pelos mesmos meios que o anúncio original e antes que Adalberto levasse o armário à fundação;"
      },
      {
        "letra": "E",
        "texto": "Adalberto pode exigir o reembolso de eventuais despesas que tenha feito para levar o armário até a fundação mesmo que, ao fazê-las, já tivesse ciência do cancelamento da campanha."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1939520",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Promessa de Recompensa e Gestão de Negócios"
    ],
    "enunciado_principal": "O item a seguir, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada a respeito de preferências, privilégios creditórios e atos unilaterais.A Secretaria de Cultura do governo do DF prometeu recompensa para quem prestasse informações que levassem à localização de um quadro furtado de um museu público, e três pessoas, em momentos distintos, prestaram informações fidedignas que conduziram à apreensão da referida obra de arte. Nessa situação, a promessa de recompensa deverá ser dividida entre os três informantes, em partes iguais, independentemente do fato de as informações terem sido prestadas em momentos distintos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1818013",
    "metadata": "Ano: 2019 | Banca: Método Soluções Educacionais | Órgão: Prefeitura de Arenápolis - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Promessa de Recompensa e Gestão de Negócios"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que se torne obrigatória a promessa de recompensa, são exigidos dois requisitos específicos: I- Que lhe tenha sido dada publicidade; e, II- a especificação da condição a ser preenchida ou o serviço a ser desempenhado."
      },
      {
        "letra": "B",
        "texto": "Aquele que, por anúncios públicos, se comprometer a recompensar, ou gratificar, a quem preencha certa condição, ou desempenhe certo serviço, contrai obrigação de cumprir o prometido."
      },
      {
        "letra": "C",
        "texto": "Se o ato contemplado na promessa de recompensa for praticado por mais de um indivíduo, terá direito à recompensa o que primeiro o executou."
      },
      {
        "letra": "D",
        "texto": "Antes de prestado o serviço ou preenchida a condição, pode o promitente revogar a promessa, contanto que o faça com a mesma publicidade; se houver assinado prazo à execução da tarefa, entender-se-á que renuncia o arbítrio de retirar, durante ele, a oferta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1141429",
    "metadata": "Ano: 2019 | Banca: CONSULPAM | Órgão: Prefeitura de Viana - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Promessa de Recompensa e Gestão de Negócios"
    ],
    "enunciado_principal": "Relativamente aos atos unilaterais, mais especificamente acerca da promessa de recompensa, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Antes de prestado o serviço ou preenchida a condição, pode o promitente revogar a promessa, independente de publicidade; se houver assinado prazo à execução da tarefa, entender-se-á que renuncia o arbítrio de retirar, durante ele, a oferta."
      },
      {
        "letra": "B",
        "texto": "Sendo simultânea a execução, a cada um tocará quinhão igual na recompensa; se esta não for divisível, conferir-se-á por sorteio, e o que obtiver a coisa dará ao outro o valor de seu quinhão."
      },
      {
        "letra": "C",
        "texto": "Se o ato contemplado na promessa for praticado por mais de um indivíduo, terá direito à recompensa o que primeiro o executou."
      },
      {
        "letra": "D",
        "texto": "Aquele que, por anúncios públicos, se comprometer a recompensar ou gratificar a quem preencha certa condição ou desempenhe certo serviço, contrai obrigação de cumprir o prometido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "988345",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Promessa de Recompensa e Gestão de Negócios"
    ],
    "enunciado_principal": "O gato de estimação de Júlio fugiu de casa. Desolado, ele publicou anúncio em rede social, no qual se comprometia a recompensar quem encontrasse o animal perdido com uma expressiva quantia em dinheiro. A postagem viralizou e teve ampla divulgação na Internet. Acerca da situação acima descrita, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A promessa feita é irrevogável e se tornou obrigatória a partir do momento em que publicada."
      },
      {
        "letra": "B",
        "texto": "A promessa feita tornou-se obrigatória a partir do momento em que se tornou pública, mas Júlio pode revogá-la, desde que não tenha estabelecido prazo para a localização do animal e contanto que expresse a revogação com a mesma publicidade dada à promessa."
      },
      {
        "letra": "C",
        "texto": "A promessa de recompensa feita em rede social não enseja uma obrigação jurídica. Caso o gato de Júlio seja encontrado, haverá apenas e tão somente obrigação moral de recompensar quem o encontrou."
      },
      {
        "letra": "D",
        "texto": "A promessa feita tornou-se obrigatória a partir do momento em que se tornou pública, mas Júlio pode revogá-la, independentemente de ter estabelecido prazo para a localização do animal e contanto que expresse a revogação com a mesma publicidade dada à promessa."
      },
      {
        "letra": "E",
        "texto": "Se Júlio revogar publicamente a oferta e um terceiro de boa-fé encontrar o gato, este não terá direito a qualquer recompensa ou indenização por eventuais despesas que incorreu para localizar o animal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "932319",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Atos Unilaterais: Promessa de Recompensa e Gestão de Negócios"
    ],
    "enunciado_principal": "Em uma determinada noite, João chegou em casa e abriu o portão para estacionar seu carro dentro da garagem. Enquanto estacionava o carro, viu pelo retrovisor que seu cachorro saiu correndo para a rua. João saiu imediatamente do carro, mas não conseguiu capturá-lo. Continuou a procura nos dias seguintes, mas sem sucesso. Sem saber o que fazer, João decidiu espalhar placas com a foto do cachorro, oferecendo mil reais como forma de recompensa para quem o encontrasse e o seu telefone de contato. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João pode revogar a promessa de recompensa, desde que informe com a mesma publicidade, antes de prestado o serviço ou preenchida a condição."
      },
      {
        "letra": "B",
        "texto": "Considerando que João tivesse estabelecido que o prazo para encontrar o seu cachorro era de uma semana, ainda assim João poderia revogar a promessa de recompensa."
      },
      {
        "letra": "C",
        "texto": "Maria, moradora do bairro, telefonou para João e informou que iria ajudá-lo nas buscas, mas que não tinha interesse na promessa, razão pela qual, se ela encontrasse, não poderia exigir o pagamento do valor prometido."
      },
      {
        "letra": "D",
        "texto": "Se Maria e Pedro encontrarem o cachorro simultaneamente, deverá haver um sorteio para determinar quem irá receber o valor da recompensa."
      },
      {
        "letra": "E",
        "texto": "Se João revogar a promessa, e Pedro, morador do bairro, de boa-fé, houver feito despesas para encontrar o cachorro, não haverá direito a reembolso."
      }
    ],
    "gabarito": "A"
  }
]