[
  {
    "id": "3281376",
    "metadata": "Ano: 2025 | Banca: INSTITUTO MAIS | Órgão: IPMO - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "No contexto das disposições do Código Civil a respeito do instituto da ausência, analise as proposições abaixo e assinale (V) para Verdadeiro ou (F) para Falso. ( ) A sentença declaratória de ausência poderá, a critério do interessado, ser registrada em registro público ou privado. ( ) A declaração de ausência poderá ser requerida por qualquer interessado ou pelo Ministério Público. ( ) Os imóveis do ausente só se poderão alienar, não sendo por desapropriação, ou hipotecar, quando o ordene o juiz, para lhes evitar a ruína. Assinale a alternativa que apresenta a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F / V / V"
      },
      {
        "letra": "B",
        "texto": "V / F / V"
      },
      {
        "letra": "C",
        "texto": "F / F / V"
      },
      {
        "letra": "D",
        "texto": "V / V / F"
      },
      {
        "letra": "E",
        "texto": "V / V / V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3265649",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Em relação ao disposto no Código Civil acerca das pessoas naturais, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será averbada a emancipação por outorga dos pais ou por sentença do juiz."
      },
      {
        "letra": "B",
        "texto": "Desaparecendo uma pessoa do seu domicílio sem dela haver notícia, se não houver deixado representante ou procurador a quem caiba administrar-lhe os bens, o juiz, a requerimento de qualquer interessado ou do Ministério Público, declarará a ausência e nomear-lhe-á curador."
      },
      {
        "letra": "C",
        "texto": "A sentença que determinar a abertura da sucessão provisória só produzirá efeito 180 dias depois de publicada pela imprensa; mas, logo que passe em julgado, proceder-se-á à abertura do testamento, se houver, e ao inventário e partilha dos bens, como se o ausente fosse falecido."
      },
      {
        "letra": "D",
        "texto": "Regressando o ausente nos 10 anos seguintes à abertura da sucessão definitiva, ou algum de seus descendentes ou ascendentes, aquele ou estes haverão só os bens existentes no estado em que se acharem, os sub-rogados em seu lugar, ou o preço que os herdeiros e demais interessados houverem recebido pelos bens alienados depois daquele tempo."
      },
      {
        "letra": "E",
        "texto": "Salvo por exigência médica, é defeso o ato de disposição do próprio corpo quando importar diminuição permanente da integridade física ou contrariar os bons costumes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3179535",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A morte presumida e a ausência têm efeitos patrimoniais, mas não pessoais."
      },
      {
        "letra": "B",
        "texto": "Durante a fase de sucessão provisória do ausente, seus imóveis são inalienáveis, salvo por ordem judicial, ou desapropriação."
      },
      {
        "letra": "C",
        "texto": "A morte presumida é instituto aplicável apenas na pendência de guerra declarada, ou ainda no caso de ausência por mais de 20 anos."
      },
      {
        "letra": "D",
        "texto": "A sentença que decreta a morte presumida fixará a data da morte, podendo omiti-la se não for possível estabelecer a data exata."
      },
      {
        "letra": "E",
        "texto": "O ausente, ao ser assim declarado por sentença, será interditado para que seu patrimônio possa ser administrado por curador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3177291",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Considerando o Código Civil, desaparecendo uma pessoa de seu domicílio sem dela haver notícia, se não houver deixado representante ou procurador a quem caiba administrar‑lhe os bens, o juiz, a requerimento de qualquer interessado ou do Ministério Público, declarará a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "morte presumida."
      },
      {
        "letra": "B",
        "texto": "morte civil."
      },
      {
        "letra": "C",
        "texto": "incapacidade relativa."
      },
      {
        "letra": "D",
        "texto": "ausência."
      },
      {
        "letra": "E",
        "texto": "incapacidade absoluta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3268602",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Ausência",
      "Parte Geral",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Assinale a alternativa correta, a respeito da sucessão definitiva.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cinco anos depois de passada em julgado a sentença que concede a abertura da sucessão provisória, poderão os interessados requerer a sucessão definitiva e o levantamento das cauções prestadas."
      },
      {
        "letra": "B",
        "texto": "Regressando o ausente nos 20 anos seguintes à abertura da sucessão definitiva, ou algum de seus descendentes ou ascendentes, aquele ou estes haverão só os bens existentes no estado em que se acharem, os sub‑rogados em seu lugar, ou o preço que os herdeiros e os demais interessados houverem recebido pelos bens alienados depois daquele tempo."
      },
      {
        "letra": "C",
        "texto": "Pode‑se requerer a sucessão definitiva, também, provando‑se que o ausente conta oitenta anos de idade, e que de cinco datam as últimas notícias dele."
      },
      {
        "letra": "D",
        "texto": "Se, nos cinco anos a que se refere este artigo, o ausente não regressar, e nenhum interessado promover a sucessão definitiva, os bens arrecadados passarão ao domínio do município ou do Distrito Federal, se localizados nas respectivas circunscrições, incorporando‑se ao domínio da União, quando situados em território federal."
      },
      {
        "letra": "E",
        "texto": "Se o ausente aparecer, ou se lhe provar a existência, depois de estabelecida a posse definitiva, cessarão para logo as vantagens dos sucessores nela imitidos, ficando, todavia, obrigados a tomar as medidas assecuratórias precisas, até a entrega dos bens a seu dono."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3253591",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Ausência",
      "Tutela e Curatela",
      "Parte Geral"
    ],
    "enunciado_principal": "Josué, separado judicialmente de Marisa, desapareceu de seu domicílio sem deixar representante ou procurador para administrar seus bens. Sem haver qualquer notícia dele, o juiz, a requerimento de seu irmão, Pedro, declarou sua ausência e nomeou curador. Considerando que Josué não tem nenhum outro irmão, pais ou descendentes, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro, por ser o único irmão, deverá ser o curador nomeado."
      },
      {
        "letra": "B",
        "texto": "Marisa deverá ser a curadora de Josué, tendo em vista a subsistência da relação conjugal, apesar da separação."
      },
      {
        "letra": "C",
        "texto": "qualquer parente até o 3º grau por consanguinidade ou afinidade deverá ser nomeado, escolhendo-se o mais velho dentre eles."
      },
      {
        "letra": "D",
        "texto": "qualquer parente até o 4º grau, desde que por consanguinidade, deverá ser nomeado como curador de Josué."
      },
      {
        "letra": "E",
        "texto": "qualquer pessoa, parente ou não, poderá ser escolhida pelo juiz."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3117510",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Como fazia todas as manhãs, um belo dia, Robson saiu de sua casa às oito horas para fazer a sua caminhada. No entanto, desta vez não retornou para o seu domicílio. Seus familiares procuraram em todos os lugares a que habitualmente ia e buscaram notícias junto aos seus amigos e a pessoas que estavam nos lugares por onde Robson teria passado ao caminhar, mas ninguém sabia dele. Robson é divorciado há muitos anos e tem um primo em outra cidade chamado Aderbal, além de dois filhos que moram com ele: Cláudio, de 23 anos, e Laura, de 21 anos. Sobre a ausência de Robson, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos os herdeiros, na fase de sucessão provisória da ação de ausência, podem ser imitidos na posse dos bens do ausente, desde que ofereçam garantia da restituição;"
      },
      {
        "letra": "B",
        "texto": "se for provado que Robson conta oitenta anos de idade na data da propositura da ação de ausência, e que datam de cinco anos as últimas notícias dele, é possível requerer diretamente a abertura da sucessão definitiva;"
      },
      {
        "letra": "C",
        "texto": "a morte de Robson será presumida com a abertura da sucessão provisória, mas, se ele retornar em até dez anos dessa data, poderá reaver os bens no estado em que se encontrarem;"
      },
      {
        "letra": "D",
        "texto": "se Robson retornar na fase de sucessão provisória, provado que sua ausência se deu de forma voluntária e imotivada, perderá os bens em benefício dos herdeiros necessários;"
      },
      {
        "letra": "E",
        "texto": "a existência de mandatário que possa e queira administrar os bens de Robson, com poderes suficientes para tal, impede a propositura da ação de ausência com abertura da sucessão provisória em qualquer tempo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2654910",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: PGE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "José, contando 85 anos de idade, dirigia seu automóvel, na companhia de sua esposa, Josefa, com 50 anos, não chegando ao destino, e deles não se teve mais notícia. Pedro, pretendendo encontrá-los, fretou um avião, que desapareceu. Nessas circunstâncias, a sucessão definitiva de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José e de Josefa poderá ser requerida somente após cinco anos do trânsito em julgado da sentença que lhes concedera a sucessão provisória, e de Pedro, apenas depois de dois anos de encerradas as buscas da aeronave."
      },
      {
        "letra": "B",
        "texto": "José, de Josefa e de Pedro só poderá ser requerida dois anos após encerradas as buscas por eles."
      },
      {
        "letra": "C",
        "texto": "José e de Josefa poderá ser requerida, após cinco anos da abertura de suas sucessões provisórias, e poderá declarar-se por sentença a morte presumida de Pedro, depois de esgotadas as buscas e averiguações."
      },
      {
        "letra": "D",
        "texto": "José poderá ser requerida, depois de cinco anos de suas últimas notícias, e de Josefa, dez anos depois de transitada em julgado a sentença que concedeu a abertura da sucessão provisória; o Juiz poderá declarar por sentença a morte presumida de Pedro, depois de esgotadas as buscas e averiguações."
      },
      {
        "letra": "E",
        "texto": "José, de Josefa e de Pedro somente poderá ser requerida após cinco anos de buscas, sem encontrá-los."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2553230",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Quanto à morte presumida, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "produz os mesmos efeitos da morte real."
      },
      {
        "letra": "B",
        "texto": "só pode ser declarada se houver prévia decretação de ausência."
      },
      {
        "letra": "C",
        "texto": "só pode ser declarada se houver prévia decretação de ausência e abertura da sucessão definitiva."
      },
      {
        "letra": "D",
        "texto": "se inexistir prévia decretação de ausência, só pode ser declarada se comprovada a presença do presumidamente morto em catástrofe, não sendo possível localizar o cadáver."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2377355",
    "metadata": "Ano: 2024 | Banca: FucapSul | Órgão: Prefeitura de Gravatal - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Analise as assertivas abaixo e assinale a alternativa correta em relação ao Código Civil: I. A existência da pessoa natural termina com a morte; presume-se esta, quanto aos ausentes, nos casos em que a lei autoriza a abertura de sucessão provisória. II. É válida, com objetivo científico, ou altruístico, a disposição gratuita do próprio corpo, no todo ou em parte, para depois da morte. O ato de disposição pode ser livremente revogado a qualquer tempo. III. Decorrido um ano da arrecadação dos bens do ausente, ou, se ele deixou representante ou procurador, em se passando três anos, poderão os interessados requerer que se declare a ausência e se abra provisoriamente a sucessão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Está correta apenas a assertiva II."
      },
      {
        "letra": "C",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas II e III."
      },
      {
        "letra": "E",
        "texto": "Estão corretas apenas as assertivas I e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2362718",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Aline e Márcio, após 10 anos de namoro e de um completo planejamento acerca da vida familiar que teriam, contraíram matrimônio em dezembro de 2017. Conforme planejado, foram morar em São Carlos/SP e em janeiro de 2021 nasceu Vitinho, filho do casal. A família levava uma vida muito feliz e tranquila até que Aline descobre uma segunda gravidez, não planejada, em março de 2022. Receosa de como Márcio reagiria, já que desde a época do namoro ele sempre afirmou que só teria um filho, Aline escondeu a gravidez durante um tempo, mas Márcio acabou descobrindo em maio. Diante da notícia, o casal passou a brigar constantemente. Além disso, Márcio desenvolveu um quadro de depressão, devidamente diagnosticado. Aline acreditava que com o passar do tempo ele ficaria feliz, mas certo dia do mês de julho, Márcio saiu para trabalhar e nunca mais retornou. Aline, diante de toda a situação e de uma grande fragilidade em sua saúde, sofreu um aborto espontâneo. Mesmo após o fato, Aline não poupou esforços para tentar localizar o marido, mas transcorrido um mês desde o seu desaparecimento, acompanhado de uma total falta de notícias, Aline requereu judicialmente a declaração de ausência de Márcio. Diante da situação hipotética, é correto afirmar que, na fase da sucessão provisória,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proceder-se-á ao inventário e a partilha dos bens de Márcio, transmitindo-se a posse dos bens correspondentes aos seus respectivos quinhões à Aline e ao Vitinho, uma vez provada a sua qualidade de herdeiros e prestadas garantias reais equivalentes aos quinhões respectivos."
      },
      {
        "letra": "B",
        "texto": "para que os herdeiros legítimos e testamentários, se houver, possam adquirir a propriedade dos bens correspondentes aos seus respectivos quinhões, deverão prestar garantias reais."
      },
      {
        "letra": "C",
        "texto": "Márcio será declarado presumidamente morto e proceder-seá ao inventário e a partilha dos bens, que serão transmitidos aos herdeiros legítimos e testamentários, se houver."
      },
      {
        "letra": "D",
        "texto": "proceder-se-á ao inventário e a partilha dos bens de Márcio, transmitindo-se a posse dos quinhões correspondentes à Aline e ao Vitinho, uma vez provada a sua qualidade de herdeiros, dispensada a prestação de garantias reais."
      },
      {
        "letra": "E",
        "texto": "proceder-se-á ao inventário e a partilha dos bens de Márcio, transmitindo-se a posse dos quinhões correspondentes à Aline e ao Vitinho, que deverão capitalizar metade dos frutos e rendimentos dos bens correspondentes aos seus quinhões."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2355308",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: DPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "O Código Civil trata da ausência, definindo-a como a situação na qual uma pessoa desaparece de seu domicílio sem dar notícias e sem deixar um representante para administrar seus bens. A legislação aborda questões relacionadas à administração dos bens do ausente, a nomeação de um curador e a declaração de ausência, estabelece regras para proteger seus interesses, como a preservação de seus bens e direitos, e define procedimentos para resguardar seus interesses. Em relação à ausência, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cinco anos depois de passada em julgado a sentença que concede a abertura da sucessão provisória, poderão os interessados requerer a sucessão definitiva e o levantamento das cauções prestadas."
      },
      {
        "letra": "B",
        "texto": "Aquele que tiver direito à propriedade provisória, mas não puder prestar a garantia exigida neste artigo, será excluído, mantendo-se os bens que lhe deviam caber sob a administração do curador, ou de outro herdeiro designado pelo juiz, e que preste essa garantia."
      },
      {
        "letra": "C",
        "texto": "Se o ausente aparecer, ou se lhe provar a existência, depois de estabelecida a propriedade provisória, cessarão para logo as vantagens dos sucessores nela imitidos, ficando, todavia, obrigados a tomar as medidas assecuratórias precisas, até a entrega dos bens a seu dono."
      },
      {
        "letra": "D",
        "texto": "A sentença que determinar a abertura da sucessão provisória só produzirá efeito cento e oitenta dias depois de publicada pela imprensa; mas, logo que passe em julgado, proceder-se-á à abertura do testamento, se houver, e ao inventário e partilha dos bens, como se o ausente fosse falecido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2272714",
    "metadata": "Ano: 2023 | Banca: TJ-AM | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Desaparecendo uma pessoa do seu domicílio sem dela haver notícia, se não houver deixado representante ou procurador a quem caiba administrar-lhe os bens, o juiz, a requerimento de qualquer interessado ou do Ministério Público, declarará a ausência, e nomear-lhe-á curador. A respeito do instituto da ausência, previsto no Código Civil, leia as assertivas abaixo. I. O cônjuge do ausente, sempre que não esteja separado judicialmente, ou de fato por mais de dois anos antes da declaração da ausência, será o seu legítimo curador. II. Na sucessão provisória, os imóveis do ausente só se poderão alienar, não sendo por desapropriação, ou hipotecar, quando o ordene o juiz, para lhes evitar a ruína. III. Aberta a sucessão provisória dos bens dos ausentes, os herdeiros, para se imitirem na posse dos bens do ausente, darão garantias da restituição deles, mediante penhores ou hipotecas equivalentes aos quinhões respectivos, exceto os herdeiros necessários, que poderão, independentemente de garantia, entrar na posse dos bens do ausente. Considerando as assertivas acima, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas estão corretas as assertivas I e III."
      },
      {
        "letra": "C",
        "texto": "Estão corretas as assertivas I, II, III."
      },
      {
        "letra": "D",
        "texto": "Apenas estão corretas as assertivas I e II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2247749",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Quanto aos ausentes e seus bens, de acordo com o Código Civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o cônjuge do ausente, sempre que não esteja separado judicialmente, ou de fato por mais de três anos antes da declaração da ausência, será o seu legítimo curador;"
      },
      {
        "letra": "B",
        "texto": "a sentença que determinar a abertura da sucessão provisória só produzirá efeito um ano depois de publicada; mas, logo que haja o trânsito em julgado, proceder-se-á à abertura do testamento, se houver, e ao inventário e a partilha dos bens, como se o ausente fosse falecido;"
      },
      {
        "letra": "C",
        "texto": "antes da partilha, não pode o juiz ordenar a conversão dos bens móveis, sujeitos a deterioração ou a extravio, em imóveis ou em títulos garantidos pela União;"
      },
      {
        "letra": "D",
        "texto": "os imóveis do ausente não poderão ser desapropriados nem hipotecados, salvo após a partilha, quando terão de volta o status da disponibilidade;"
      },
      {
        "letra": "E",
        "texto": "pode-se requerer a sucessão definitiva, independentemente do prazo da sentença de ausência, provando-se que o ausente conta 80 anos de idade, e que datam de cinco anos as últimas notícias dele."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2133860",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Com base no Código Civil e a temática das pessoas naturais, assinale a alternativa que versa CORRETAMENTE com o que está disposto na referida norma.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sucessão definitiva pela ausência se caracteriza apenas após dez anos do requerimento da sucessão provisória."
      },
      {
        "letra": "B",
        "texto": "Caso após dez anos do marco para iniciar a contagem da sucessão definitiva o ausente não regressar e nenhum interessado promover essa, os bens arrecadados passarão ao domínio dos Estados em que estão localizados ou poderão se incorporar à União, caso situados em território federal."
      },
      {
        "letra": "C",
        "texto": "A sentença que determinar a abertura da sucessão provisória só produzirá efeito noventa dias depois de publicada pela imprensa; mas, logo que passe em julgado, proceder-se-á ao inventário e partilha dos bens, como se o ausente fosse falecido e sem considerar eventual testamento."
      },
      {
        "letra": "D",
        "texto": "Em falta do cônjuge, a curadoria dos bens do ausente incumbe aos pais ou aos descendentes, nesta ordem, não havendo impedimento que os iniba de exercer o cargo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2061532",
    "metadata": "Ano: 2023 | Banca: MS CONCURSOS | Órgão: Prefeitura de Patrocínio - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "João tem descendência ucraniana, mas é brasileiro. Após o início da Guerra entre Rússia e Ucrânia, ele decide lutar pelo país de seus antepassados e se junta ao exército ucraniano. Seis meses depois de João chegar à Ucrânia, o conflito bélico chega ao fim, com assinatura do acordo de paz entre Rússia e Ucrânia, em fevereiro de 2023. Passado mais de dois anos após o fim do conflito, a família de João, no Brasil, não tem mais notícias suas. Diante disso, segundo o Código Civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível declarar a morte presumida de João."
      },
      {
        "letra": "B",
        "texto": "Enquanto João não for encontrado, ou o seu corpo, João permanece vivo para todos os efeitos legais da lei civil."
      },
      {
        "letra": "C",
        "texto": "Depois de esgotadas todas as buscas e averiguações, poderá ser decretada a morte definitiva de João."
      },
      {
        "letra": "D",
        "texto": "Não é possível declarar a morte presumida de João."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1990596",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Cristina e Paulo, pais de Ana, de 21 anos, e de Túlio, de 17 anos, relatam que seus filhos saíram para uma viagem de barco com amigos há quinze dias e, desde então, não possuem notícias de nenhum dos dois. As únicas informações que possuem são de que Túlio se desentendeu com um outro integrante do grupo e não chegou a embarcar, mas que Ana decidiu seguir viagem, como informado pela própria filha aos pais por mensagem. Relatam ainda que, como Túlio não havia retornado para casa e nem dado notícias, tentaram entrar em contato com Ana no dia seguinte, mas sem sucesso. Informam ainda que tiveram ciência de que havia ocorrido uma forte tempestade na noite em que se iniciou a viagem de barco e que, desde então, não se tinha notícias de nenhum dos integrantes do grupo que havia embarcado, assim como a guarda costeira não havia localizado o barco. Diante da situação, procuram assessoria jurídica especializada a fim de receberem orientações jurídicas sobre como proceder em razão dos últimos acontecimentos envolvendo seus filhos. Ante a situação hipotética narrada, analise os itens a seguir: I. Após esgotadas as buscas e averiguações, Ana e Túlio serão ambos declarados presumidamente mortos sem a decretação de ausência. II. Após esgotadas as buscas e averiguações, Cristina e Paulo deverão promover as respectivas ações declaratórias de ausência de ambos os seus filhos. III. Após esgotadas as buscas e averiguações, sem qualquer notícia de ambos os filhos, Ana não poderá ser declarada presumidamente morta sem a decretação de ausência. IV. Após esgotadas as buscas e averiguações, sem qualquer notícia de ambos os filhos, Túlio poderá ser declarado presumidamente morto após a decretação de ausência. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1984349",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Tereza, estudante universitária de 17 anos, mantém um relacionamento sério com Túlio, médico, residente e domiciliado em Teresópolis/RJ. Tereza permanece de segunda a sexta-feira em Teresópolis, na casa de Túlio, em razão de estudar na cidade, e retorna para a casa dos pais no Rio de Janeiro para os finais de semana. Ocorre que, no final de semana do dia 13 de maio de 2022, em que pese Tereza ter saído de Teresópolis, como afirmado por Túlio e outras pessoas conhecidas, que viram Tereza embarcando no ônibus para o Rio de Janeiro, nunca chegou à casa dos seus pais no Rio de Janeiro e não deu notícias desde então. Após incessantes buscas por Tereza, seus pais decidiram dar início ao procedimento declaratório de ausência. Ante a hipótese narrada, é correto afirmar que a ação declaratória de ausência",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ser proposta em Teresópolis, pois Tereza possuía domicílios aparentes e a última vez em que foi vista foi em Teresópolis, e seus pais terão preferência na nomeação como curadores dos bens de Tereza."
      },
      {
        "letra": "B",
        "texto": "deverá ser proposta no Rio de Janeiro, domicílio necessário de Tereza, e Túlio terá preferência na nomeação como curador dos bens de Tereza."
      },
      {
        "letra": "C",
        "texto": "poderá ser proposta no Rio de Janeiro ou em Teresópolis, onde Tereza possuía domicílios voluntários e aparentes, e Túlio terá preferência na nomeação como curador dos bens de Tereza."
      },
      {
        "letra": "D",
        "texto": "deverá ser proposta em Teresópolis, domicílio voluntário de Tereza, e Túlio terá preferência na nomeação como curador dos bens de Tereza."
      },
      {
        "letra": "E",
        "texto": "deverá ser proposta no Rio de Janeiro, domicílio necessário de Tereza, e seus pais terão preferência na nomeação como curadores dos bens de Tereza."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1969741",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "De acordo com o Código Civil, a morte presumida da pessoa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser judicialmente declarada sem que haja requerimento de algum dos seus sucessores."
      },
      {
        "letra": "B",
        "texto": "pode ser declarada mesmo sem decretação de ausência."
      },
      {
        "letra": "C",
        "texto": "só pode ser declarada se for extremamente provável a morte de quem estava em perigo de vida."
      },
      {
        "letra": "D",
        "texto": "não autoriza a abertura da sucessão antes de decorridos dez anos do trânsito em julgado da sentença que a declarar."
      },
      {
        "letra": "E",
        "texto": "pode ser registrada em registro público independentemente de declaração judicial em casos de catástrofes naturais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1933136",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "O edifício Boa Alvorada era uma construção antiga e bastante degradada no centro histórico de uma pequena cidade brasileira. Após quase um século de existência e sem receber nenhuma manutenção, uma falha na rede elétrica do edifício acarretou um incêndio de grandes proporções, que destruiu a construção em poucos minutos. Embora os bombeiros tenham sido acionados rapidamente, nenhum morador do edifício foi resgatado com vida. Terminadas as buscas por vítimas nos escombros, apenas um morador não foi localizado: Adalberto, um senhor de 70 anos de idade que morava sozinho no apartamento da cobertura. O porteiro do edifício, único sobrevivente da tragédia, afirmou que Adalberto quase nunca saía de casa e havia permanecido no seu apartamento no dia do incêndio. Desde aquela data, ninguém voltou a ter notícias de Adalberto. Nessas circunstâncias, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embora tudo indique que Adalberto foi vitimado pelo incêndio, ele não pode ser juridicamente presumido como morto sem que seu corpo tenha sido localizado;"
      },
      {
        "letra": "B",
        "texto": "Adalberto pode ser presumido como morto a pedido de seus familiares, mas apenas dois anos após a data em que terminaram as buscas por sobreviventes do incêndio;"
      },
      {
        "letra": "C",
        "texto": "embora a morte presumida de Adalberto possa ser declarada judicialmente, a abertura de sua sucessão provisória não ocorrerá sem que seu corpo tenha sido localizado;"
      },
      {
        "letra": "D",
        "texto": "Adalberto pode ser presumido como morto tão logo esgotadas as buscas por sobreviventes, não se exigindo a decretação judicial de sua ausência;"
      },
      {
        "letra": "E",
        "texto": "Adalberto deve ser declarado ausente a pedido de seus herdeiros presumidos ou de qualquer interessado, o que permitirá a imediata abertura de sua sucessão definitiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1932957",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRM-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Com relação ao instituto da ausência, julgue o item.Cinco anos depois de passada em julgado a sentença que concedeu a abertura da sucessão provisória, poderão os interessados requerer a sucessão definitiva e o levantamento das cauções prestadas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1932956",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRM-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Com relação ao instituto da ausência, julgue o item.Se o ausente aparecer, ou se lhe provar a existência, depois de estabelecida a posse provisória, cessarão para logo as vantagens dos sucessores nela imitidos, ficando, todavia, obrigados a tomar as medidas assecuratórias precisas, até a entrega dos bens a seu dono.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1932955",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRM-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Com relação ao instituto da ausência, julgue o item.Decorridos dois anos da arrecadação dos bens do ausente, ou, se ele tiver deixado representante ou procurador, em se passando um ano, poderão os interessados requerer que se declare a ausência e se abra provisoriamente a sucessão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1932954",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRM-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Com relação ao instituto da ausência, julgue o item.O cônjuge do ausente, sempre que não esteja separado judicialmente, ou de fato por mais de dois anos antes da declaração da ausência, será o seu legítimo curador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1932953",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRM-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Com relação ao instituto da ausência, julgue o item.Desaparecendo uma pessoa do seu domicílio sem dela haver notícia, se não houver deixado representante ou procurador a quem caiba administrar-lhe os bens, o juiz, a requerimento de qualquer interessado ou do Ministério Público, declarará a ausência e nomear-lhe-á curador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1876817",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MJSP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "À luz do Código Civil brasileiro, no que diz respeito às pessoas naturais e jurídicas, julgue o item subsequente. Não se admite declaração judicial de morte presumida sem decretação de ausência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1862989",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Ausência",
      "Parte Geral",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Humberto desapareceu do seu domicílio na cidade de Anápolis, sem que houvesse notícias do seu paradeiro, deixando procurador e testamento. Decorridos três anos do seu desaparecimento, sua esposa, casada com Humberto sob o regime de comunhão parcial de bens, e seus filhos propuseram a competente ação de ausência e requereram a abertura da sucessão provisória, pleiteando a imissão na posse dos bens do ausente. Sobre o caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para serem imitidos na posse provisória dos bens de Humberto, os herdeiros deverão prestar garantia de restituição;"
      },
      {
        "letra": "B",
        "texto": "o descendente, o ascendente e o cônjuge devem capitalizar todos os frutos e rendimentos auferidos dos bens cuja posse receberem;"
      },
      {
        "letra": "C",
        "texto": "os imóveis do ausente não poderão ser dados em hipoteca nem alienados, salvo em virtude de desapropriação;"
      },
      {
        "letra": "D",
        "texto": "o sucessor excluído da posse provisória pode alegar a falta de meios para que lhe seja entregue metade dos rendimentos do quinhão que lhe tocaria;"
      },
      {
        "letra": "E",
        "texto": "ainda que o ausente venha a aparecer, não terá direito a reaver dos sucessores sua parte nos frutos e rendimentos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1859428",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "José Ferreira, pescador, mora em comunidade ribeirinha às margens do Rio Purus, no Estado do Amazonas. Ele habitualmente sai com sua embarcação, sozinho, no início da semana e retorna após alguns dias de pesca. Todavia, após sua última saída, não retornou como fazia habitualmente. Os familiares procuraram as autoridades e fizeram buscas nos trechos que ele costumava pescar, mas não foi encontrado nenhum sinal dele ou de sua embarcação. Depois de quase um ano sem nenhuma notícia do seu paradeiro, os familiares procuraram a Defensoria Pública para informações sobre como poderiam proceder diante desta situação, pois ele deixou alguns bens e herdeiros, mas não há nenhum representante ou mandatário. À luz de tais elementos, o/a defensor/a deverá indicar que haverá a necessidade de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ajuizar ação judicial para a declaração de ausência, mediante arrecadação dos bens e nomeação de curador neste primeiro momento."
      },
      {
        "letra": "B",
        "texto": "instaurar procedimento administrativo para a declaração de ausência, mediante arrecadação dos bens e nomeação de curador."
      },
      {
        "letra": "C",
        "texto": "ajuizar ação judicial para a declaração da morte presumida, sem necessidade de declaração de ausência, passando-se desde logo à sucessão, ainda que provisória."
      },
      {
        "letra": "D",
        "texto": "ajuizar ação judicial para a declaração de ausência, passando-se desde logo à sucessão, ainda que provisória."
      },
      {
        "letra": "E",
        "texto": "ajuizar ação judicial para a declaração de morte presumida, passando-se desde logo à sucessão definitiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1857263",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Três irmãos, Edinaldo, Tiago e Umberto, estavam em uma viagem de barco por um dos afluentes do Rio Amazonas, quando a embarcação naufragou em local de forte correnteza. Umberto foi o único sobrevivente encontrado e confirma que viu Edinaldo e Tiago tentando lutar contra a correnteza quando o barco afundou, de modo que é extremamente provável que ambos tenham morrido. Após esgotarem todos os meios de buscas e verificações, não localizaram os corpos dos dois irmãos e nem foi possível determinar quem faleceu antes. Nessas circunstâncias, de acordo com o Código Civil, poderá ser declarada, para Edinaldo e Tiago, a morte",
    "alternativas": [
      {
        "letra": "A",
        "texto": "presumida, em comoriência, necessariamente após a decretação de ausência."
      },
      {
        "letra": "B",
        "texto": "ficta, sem comoriência, independentemente de decretação de ausência."
      },
      {
        "letra": "C",
        "texto": "real, em comoriência."
      },
      {
        "letra": "D",
        "texto": "ficta, sem comoriência, necessariamente após a decretação de ausência."
      },
      {
        "letra": "E",
        "texto": "presumida, em comoriência, mesmo sem decretação de ausência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1853579",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Decorrido um ano da arrecadação dos bens do ausente que não deixou representante ou procurador, poderão os interessados requerer que se declare a ausência e se abra provisoriamente a sucessão. É correto afirmar que somente se consideram interessados",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os colaterais até o terceiro grau."
      },
      {
        "letra": "B",
        "texto": "os credores de obrigações vincendas."
      },
      {
        "letra": "C",
        "texto": "os que tiverem sobre os bens do ausente direito, independentemente de sua morte."
      },
      {
        "letra": "D",
        "texto": "os herdeiros presumidos, legítimos ou testamentários."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1852648",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Arnaldo saiu de casa em 2004 e desde então não houve mais notícias dele. Em 2005, seus filhos pleitearam a declaração de sua ausência, que foi deferida no mesmo ano, com a arrecadação dos bens de Arnaldo e a nomeação de um dos filhos como curador. Em 2006, a pedido do curador, foi aberta a sucessão provisória de Arnaldo, e os filhos foram imitidos na posse dos bens. Em 2017, a requerimento dos filhos, a sucessão provisória foi convertida em definitiva. O advogado dos filhos, contudo, os alertou que, reaparecendo Arnaldo até 2027, poderia exigir de volta os bens, no estado em que se encontrarem. Arnaldo presume-se morto desde:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2004;"
      },
      {
        "letra": "B",
        "texto": "2005;"
      },
      {
        "letra": "C",
        "texto": "2006;"
      },
      {
        "letra": "D",
        "texto": "2017;"
      },
      {
        "letra": "E",
        "texto": "2027."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1813984",
    "metadata": "Ano: 2021 | Banca: Unesc | Órgão: PGM - Criciúma - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Ausência",
      "Parte Geral",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "O casal de namorados Maria e Antônio foi comemorar o dia dos namorados em uma pousada romântica na cidade de Petrópolis/RJ. Ocorre que foram surpreendidos por uma forte tempestade, com chuvas, raios e vendaval. Em virtude do evento climático, a pousada onde estavam hospedados foi soterrada por um deslizamento de terras. Apesar de todos os esforços dos hospedes e bombeiros, Maria não foi localizada até o momento, sendo que as buscas no local por sobreviventes já cessaram. Assim, em relação a Maria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deverá ser declarada morte, haja vista sua presunção de ausência."
      },
      {
        "letra": "B",
        "texto": "Não poderá ser declarada sua morte, haja vista a não localização de seu corpo."
      },
      {
        "letra": "C",
        "texto": "Poderá ser declarada sua morte, após o reconhecimento de sua ausência."
      },
      {
        "letra": "D",
        "texto": "Poderá ser declarada sua morte, após sentença judicial reconhecendo sua morte presumida."
      },
      {
        "letra": "E",
        "texto": "Apenas poderá ser declarada sua morte presumida após 2 (dois) anos do encerramento das buscas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1680588",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Conforme as disposições legais sobre vigência e aplicação das leis, prescrição, pessoas naturais e jurídicas, julgue o item a seguir.Em caso de desaparecimento do corpo de pessoa vitimada em grave acidente aéreo, depois de esgotadas as buscas e averiguações, a declaração de óbito independe de decretação judicial de ausência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1819032",
    "metadata": "Ano: 2020 | Banca: Instituto Consulplan | Órgão: Prefeitura de Formiga - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir. I. Desaparecendo uma pessoa do seu domicílio sem dela haver notícia, se não houver deixado representante ou procurador a quem caiba administrar-lhe os bens, o juiz, a requerimento de qualquer interessado ou do Ministério Público, abrirá provisoriamente a sucessão, e nomear-lhe-á curador. II. Também se declarará a ausência, e se nomeará curador, quando o ausente deixar mandatário que não queira ou não possa exercer ou continuar o mandato, ou se os seus poderes forem insuficientes. III. Se o ausente aparecer, ou se lhe provar a existência, depois de estabelecida a posse provisória, cessarão para logo as vantagens dos sucessores nela imitidos, ficando, todavia, obrigados a tomar as medidas assecuratórias precisas, até a entrega dos bens a seu dono. IV. O cônjuge do ausente, ainda que esteja separado de fato ou judicialmente, será o seu legítimo curador. Estão INCORRETAS apenas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1746279",
    "metadata": "Ano: 2020 | Banca: IDCAP | Órgão: Prefeitura de Fundão - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Mateus, nascido no ano de 1935, empresário bem sucedido, desapareceu enquanto velejava há cerca de 06 anos. Desde então, familiares e amigos não tiveram notícias suas. Considerando os direitos de sucessão, podem os interessados:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Depois de aguardar o período de 05 anos, podem os interessados requerer que se declare a ausência de Mateus e se abra provisoriamente a sucessão."
      },
      {
        "letra": "B",
        "texto": "Depois de 05 anos do trânsito em julgado da sentença que concede a abertura da sucessão provisória, poderão os interessados requerer a sucessão definitiva e o levantamento das cauções prestadas."
      },
      {
        "letra": "C",
        "texto": "Apenas após o prazo de 05 anos, não havendo interessados na sucessão provisória, poderá o Ministério Público requerê-la ao juízo competente."
      },
      {
        "letra": "D",
        "texto": "Decorrido o prazo de 05 anos sem notícias do ausente, os herdeiros que tinham direito à posse provisória e foram excluídos serão chamados para a sucessão definitiva."
      },
      {
        "letra": "E",
        "texto": "Requerer desde logo a sucessão definitiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1616109",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Prefeitura de Morro Agudo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "De acordo com o que dispõe o Código Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "serão registrados em registro público os nascimentos, casamentos e óbitos; a emancipação; a interdição; os atos que declararem ou reconhecerem a filiação; e a sentença declaratória de ausência ou de morte presumida."
      },
      {
        "letra": "B",
        "texto": "se dois ou mais indivíduos falecerem na mesma ocasião, não se podendo averiguar se algum dos comorientes precedeu aos outros, presumir-se-á pré-morto o mais velho."
      },
      {
        "letra": "C",
        "texto": "não é possível a declaração da morte presumida, sem decretação de ausência, ainda que seja extremamente provável a morte de quem estava em perigo de vida."
      },
      {
        "letra": "D",
        "texto": "são absolutamente incapazes de exercer pessoalmente os atos da vida civil aqueles que, por enfermidade ou deficiência mental, não tiverem o necessário discernimento para a prática desses atos."
      },
      {
        "letra": "E",
        "texto": "cessará, para os menores, a incapacidade pelo casamento, mas não pela constituição de união estável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1239576",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: Prefeitura de Betim - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Domicílio e Bens",
      "Pessoa Jurídica",
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Quanto à parte geral do Código Civil de 2002, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Decorrido um ano da arrecadação dos bens do ausente, ou, se ele deixou representante ou procurador, em se passando três anos, poderão os interessados requerer que se declare a ausência e se abra provisoriamente a sucessão."
      },
      {
        "letra": "B",
        "texto": "Decai em 02 (dois) anos o direito de anular a constituição das pessoas jurídicas de direito privado, por defeito do ato respectivo, contado o prazo da publicação de sua inscrição no registro."
      },
      {
        "letra": "C",
        "texto": "Constituem-se as associações pela união de pessoas que se organizem para fins econômicos ou não, sendo que os associados devem possuir iguais direitos, vedado ao estatuto instituir categorias com vantagens especiais."
      },
      {
        "letra": "D",
        "texto": "Tornando-se ilícita, impossível ou inútil a finalidade a que visa a fundação, ou vencido o prazo de sua existência, o órgão do Ministério Público, ou qualquer interessado, lhe promoverá a extinção, incorporando-se o seu patrimônio, salvo disposição em contrário no ato constitutivo, ou no estatuto, à Fazenda Pública do Estado, do Distrito Federal ou da União."
      },
      {
        "letra": "E",
        "texto": "Perdem o caráter de imóveis as edificações que, separadas do solo, ainda que conservem a sua unidade, forem removidas para outro local."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1611622",
    "metadata": "Ano: 2019 | Banca: Método Soluções Educacionais | Órgão: Prefeitura de Nortelândia - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Levando em consideração a Lei 10.406/02, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se for extremamente provável a morte de quem estava em perigo de vida, pode ser decretado a morte presumida, sem decretação de ausência."
      },
      {
        "letra": "B",
        "texto": "Serão registrados em registro público a sentença declaratória de morte presumida,"
      },
      {
        "letra": "C",
        "texto": "A sentença declaratória de ausência será averbada em registro público,"
      },
      {
        "letra": "D",
        "texto": "Serão registrados em registro público a interdição por incapacidade relativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1167566",
    "metadata": "Ano: 2019 | Banca: PUC-PR | Órgão: Prefeitura de Campo Grande - MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Em regra, a abertura da sucessão dá-se com a morte da pessoa, no entanto, há alguns casos em que a morte não é dada como certa e provada, e com o intuito de solucionar esse entrave da ausência de uma pessoa, o sistema jurídico brasileiro admite a chamada “morte presumida”, portanto, presume-se que a ausência significa, pelo menos temporariamente, a morte de uma pessoa, o que justificaria a abertura da sucessão, em um primeiro momento de forma provisória. A lei elenca um rol de “interessados” que podem pedir a declaração de ausência e a consequente abertura de sucessão provisória. Acerca da declaração de ausência e da consequente instauração da sucessão provisória, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se o ausente deixou representante ou procurador, não se pode pedir a declaração de ausência e a sucessão provisória."
      },
      {
        "letra": "B",
        "texto": "dez anos depois da prolatação da sentença que concede a abertura da sucessão provisória, poderão os interessados requerer a sucessão definitiva e o levantamento das cauções prestadas."
      },
      {
        "letra": "C",
        "texto": "o cônjuge separado judicialmente há menos de um ano pode pedir a declaração de ausência."
      },
      {
        "letra": "D",
        "texto": "tendo decorrido um ano da arrecadação dos bens do ausente, pode-se pedir a declaração de ausência e a sucessão provisória."
      },
      {
        "letra": "E",
        "texto": "regressando o ausente nos dez anos seguintes à declaração da sucessão definitiva, será restituído em todos os bens existentes desde a sua ausência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1134924",
    "metadata": "Ano: 2019 | Banca: COPESE - UFPI | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "A doutrina civilista, ao analisar as questões relativas à personalidade civil, traz grande enfoque ao início e fim da personalidade humana. A respeito do tema, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ordem jurídica brasileira adota, atualmente, o conceito de morte em virtude de parada cardiorrespiratória, e não o conceito de morte encefálica."
      },
      {
        "letra": "B",
        "texto": "O Código Civil estabelece que a personalidade civil da pessoa começa com o nascimento com vida, sendo certo que a lei resguarda, desde a concepção, os direitos do nascituro."
      },
      {
        "letra": "C",
        "texto": "Para a teoria concepcionista, o marco inicial da personificação do ser humano é o nascimento com vida (no sentido de saída do feto do corpo feminino); porém, quando do nascimento sem vida, não se trata de uma pessoa."
      },
      {
        "letra": "D",
        "texto": "Pode ser declarada a morte presumida, condicionada à decretação de ausência, se alguém, desaparecido em campanha ou feito prisioneiro, não for encontrado até quatro anos após o término da guerra."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1094000",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Ausência",
      "Parte Geral",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Reza o Art. 26 do Código Civil que “decorrido um ano da arrecadação dos bens do ausente, ou, se ele deixou representante ou procurador, em se passando três anos, poderão os interessados requerer que se declare a ausência e se abra provisoriamente a sucessão”. Para o efeito previsto no artigo anterior, somente se consideram interessados, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cônjuge, ainda que separado judicialmente."
      },
      {
        "letra": "B",
        "texto": "Os credores de obrigações vencidas e não pagas."
      },
      {
        "letra": "C",
        "texto": "Os herdeiros presumidos, legítimos ou testamentários."
      },
      {
        "letra": "D",
        "texto": "Os que tiverem sobre os bens do ausente direito dependente de sua morte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1092100",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Carazinho - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Com base na Lei nº 10.406/2002 - Código Civil, a morte presumida poderá ser declarada, sem que haja a decretação de ausência: I. Se a pessoa estiver em perigo de vida, sendo provável ou não a morte, desde que o corpo não seja encontrado em dois anos. II. Se alguém desaparecido em campanha não for encontrado até dois anos após o término da guerra. III. Se for extremamente provável a morte de quem estava em perigo de vida. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item I."
      },
      {
        "letra": "B",
        "texto": "Somente o item II."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1037418",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Em relação à gestão e à alienação dos bens do ausente disciplinadas pelo Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O parente na linha colateral que for sucessor provisório do ausente poderá se apropriar de todos os frutos e rendimentos dos bens que a este couber."
      },
      {
        "letra": "B",
        "texto": "Retornando no prazo de dez anos após a abertura da sucessão definitiva, o ausente receberá os bens ainda existentes e os sub-rogados em seu lugar"
      },
      {
        "letra": "C",
        "texto": "Os ascendentes, os descendentes e o cônjuge, uma vez provada a sua qualidade de herdeiros, poderão entrar na posse dos bens do ausente, desde que prestem garantia real ou fidejussória."
      },
      {
        "letra": "D",
        "texto": "Cinco anos depois de passada em julgado a sentença que concede a abertura da sucessão provisória poderão os interessados requerer a sucessão definitiva e o levantamento das cauções prestadas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1036586",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Luciano, proprietário de duas casas, desapareceu do seu domicílio sem deixar testamento, representante ou procurador para administrar-lhe os bens. À falta de notícia de Luciano, o Juiz, a requerimento do Ministério Público, declarou sua ausência e nomeou-lhe curador, que arrecadou seus bens. Decorrido um ano da arrecadação dos bens, deferiu-se, a pedido dos filhos de Luciano, seus únicos herdeiros, a abertura da sucessão provisória. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os imóveis de Luciano deverão ser vendidos, independentemente do estado de conservação, permanecendo o produto da venda depositado judicialmente até a conclusão da sucessão definitiva."
      },
      {
        "letra": "B",
        "texto": "para se imitirem na posse das casas, os filhos de Luciano precisarão dar garantia da sua restituição, no equivalente aos seus respectivos quinhões."
      },
      {
        "letra": "C",
        "texto": "os imóveis de Luciano não poderão ser alienados em nenhuma hipótese, sendo passíveis, no entanto, de desapropriação."
      },
      {
        "letra": "D",
        "texto": "os filhos de Luciano serão obrigados a capitalizar todos os frutos dos bens dele nos quais forem empossados, cabendo-lhes prestar contas anualmente ao Ministério Público."
      },
      {
        "letra": "E",
        "texto": "uma vez empossados nos seus bens, os filhos de Luciano ficarão o representando ativa e passivamente, de modo que contra eles correrão as ações pendentes e futuras movidas em face do ausente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1006877",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Tendo como referência as disposições do Código Civil a respeito de sucessão provisória, perdas e danos e venda com reserva de domínio, julgue o item subsecutivo. Na sucessão provisória, o ascendente, mesmo depois de provada a sua qualidade de herdeiro, deverá dar garantia mediante penhor ou hipoteca para imitir-se na posse do bem do ausente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1002905",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Na noite do dia 09 de janeiro de 2019, um forte deslizamento de terra causou grande destruição em região residencial de Salvador. Mariana, seu cônjuge Carlos e as duas filhas, Carla e Paula, estavam em sua casa, a qual foi atingida pelo referido deslizamento e destruída por completo. Após dois meses de buscas, os trabalhos foram encerrados e os corpos não foram encontrados. Desconfia-se que os corpos da família foram levados pela enxurrada para o rio que passava logo abaixo da construção destruída e não foi possível localizá-los. Diante desta situação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é viável a declaração de morte natural de todos os membros da família."
      },
      {
        "letra": "B",
        "texto": "todos os membros da família, a partir do momento do desaparecimento, podem ser declarados presumidamente mortos pelo Corpo de Bombeiros."
      },
      {
        "letra": "C",
        "texto": "poderá ser declarada a morte presumida por sentença, pela extrema probabilidade de morte de todos os membros da família, após findas as buscas e averiguações."
      },
      {
        "letra": "D",
        "texto": "a morte presumida, que pode ser declarada por sentença, somente o será após o decreto de ausência."
      },
      {
        "letra": "E",
        "texto": "mesmo antes de esgotadas as buscas e averiguações poderá ser declarada a morte presumida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1001917",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Aurélio é coronel do Exército Brasileiro. Em missão de ajuda humanitária ocorrida em conflito armado em um país estrangeiro, Aurélio desapareceu, não tendo retornado ao país, mesmo após o término da missão, ocorrido há quatro anos. No início do corrente ano, houve o pronunciamento do Presidente do país estrangeiro afirmando o encerramento de busca por pessoas não encontradas na época do conflito. Quanto ao caso concreto, é correto afirmar que Aurélio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tornou-se relativamente incapaz para o exercício de alguns atos da vida civil, mais especificamente, aqueles de caráter patrimonial."
      },
      {
        "letra": "B",
        "texto": "é considerado falecido por morte natural."
      },
      {
        "letra": "C",
        "texto": "será tido como presumidamente morto, para o que será necessária a declaração prévia de ausência."
      },
      {
        "letra": "D",
        "texto": "tornou-se absolutamente incapaz."
      },
      {
        "letra": "E",
        "texto": "poderá ter a morte presumida declarada, sem decretação de ausência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "990766",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "José desapareceu, sem deixar procurador ou representante que pudesse administrar-lhe os bens. João e Joaquim são filhos de José. Maria é casada com José, mas separada de fato deste há mais de dois anos. Os pais de José são Joaquina e Pedro. Foi requerida a declaração de ausência de José. Pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a curadoria de José deve ser atribuída a seus pais, Joaquina e Pedro."
      },
      {
        "letra": "B",
        "texto": "a curadoria pode ser atribuída a qualquer dos descendentes ou ascendentes de José, mediante escolha discricionária do juiz."
      },
      {
        "letra": "C",
        "texto": "a curadoria de José deve ser atribuída aos seus filhos, João e Joaquim."
      },
      {
        "letra": "D",
        "texto": "para entrar na posse dos bens do ausente, João e Joaquim devem apresentar garantia."
      },
      {
        "letra": "E",
        "texto": "Maria, por ser casada com José, é sua legítima curadora."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987738",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Passado um ano da arrecadação de bens de ausente com menos de oitenta anos de idade, um interessado requereu a abertura de sucessão definitiva. Nessa situação hipotética, de acordo com o disposto no Código Civil, esse pedido deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "indeferido, porque a hipótese apresentada constitui caso de abertura de sucessão provisória."
      },
      {
        "letra": "B",
        "texto": "indeferido, porque a abertura de sucessão definitiva só deve ocorrer dez anos após a arrecadação de bens do ausente."
      },
      {
        "letra": "C",
        "texto": "deferido, procedendo-se imediatamente à abertura do inventário."
      },
      {
        "letra": "D",
        "texto": "deferido, mas a sentença só produzirá efeitos cento e oitenta dias após seu trânsito em julgado."
      },
      {
        "letra": "E",
        "texto": "deferido, devendo o interessado requerer a abertura do inventário em até trinta dias após o trânsito em julgado da sentença."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "944987",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: COREN-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Ausência",
      "Parte Geral",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Sabe-se que a existência da pessoa natural termina com a morte. Acerca dos temas da morte presumida, ausência e comoriência, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ausente é considerado morto nos casos em que a lei autoriza a abertura da sucessão provisória, isto é, quando já se passaram mais de dez anos da curadoria dos bens do ausente."
      },
      {
        "letra": "B",
        "texto": "Na fase de sucessão provisória, os imóveis do ausente só se poderão alienar, não sendo por desapropriação, ou hipotecar, quando o ordene o juiz, para lhes evitar a ruína."
      },
      {
        "letra": "C",
        "texto": "A declaração de morte presumida, sem decretação de ausência, pode ocorrer quando alguém não é encontrado após dois anos do término de guerra, ainda que antes de finalizadas as buscas."
      },
      {
        "letra": "D",
        "texto": "Na curadoria dos bens do ausente, caso o ausente não tenha cônjuge, caberá o encargo aos descendentes ou aos pais, nessa ordem."
      },
      {
        "letra": "E",
        "texto": "Caso dois indivíduos sucessíveis entre si faleçam na mesma ocasião sem que seja possível determinar quem morreu primeiro, a presunção legal será a de que o mais velho faleceu antes do mais novo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "941637",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Em relação à sucessão provisória, assinale a afirmação INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Findo o prazo a que se refere o art. 26, do Código Civil, e não havendo interessados na sucessão provisória, cumpre ao Ministério Público requerê-la ao juízo competente."
      },
      {
        "letra": "B",
        "texto": "Os herdeiros, para se imitirem na posse dos bens do ausente, não darão garantias da restituição deles, mediante penhores ou hipotecas equivalentes aos quinhões respectivos."
      },
      {
        "letra": "C",
        "texto": "Não comparecendo herdeiro ou interessado para requerer o inventário até 30 (trinta) dias depois de passar em julgado a sentença que mandar abrir a sucessão provisória, proceder-se-á à arrecadação dos bens do ausente pela forma estabelecida nos arts. 1.819 a 1.823 do Código Civil."
      },
      {
        "letra": "D",
        "texto": "A sentença que determinar a abertura da sucessão provisória só produzirá efeito 180 (cento e oitenta) dias depois de publicada pela imprensa; mas, logo que passe em julgado, proceder-se-á à abertura do testamento, se houver, e ao inventário e partilha dos bens, como se o ausente fosse falecido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "911396",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EMAP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Julgue o item seguinte, relativo à desconsideração da personalidade jurídica, à responsabilidade civil e à ausência.A sentença que determinar a abertura da sucessão provisória de bens de ausente não produzirá efeitos imediatamente, necessitando de um lapso temporal de cento e oitenta dias, contado da sua publicação; exceção a essa determinação ocorre quando há testamento, sendo os efeitos da sentença produzidos logo após o trânsito em julgado do procedimento de abertura testamentária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "896340",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Em relação à ausência, responda: I. Decorrido um ano da arrecadação dos bens do ausente, ou, se ele deixou representante ou procurador, em se passando três anos, poderão os interessados requerer que se declare a ausência e se abra provisoriamente a sucessão. II. Dez anos depois de passada em julgado a sentença que concede a abertura da sucessão provisória, poderão os interessados requerer a sucessão definitiva. III. Pode-se requerer a sucessão definitiva, também, provando-se que o ausente conta oitenta anos de idade, e que de cinco datam as últimas notícias dele. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva I é verdadeira."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva II é verdadeira."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "867079",
    "metadata": "Ano: 2018 | Banca: Orhion Consultoria | Órgão: Prefeitura de Jaguariúna - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ausência",
      "Parte Geral"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A existência da pessoa natural termina com a morte; presume-se esta, quanto aos ausentes, nos casos em que a lei autoriza a abertura de sucessão provisória."
      },
      {
        "letra": "B",
        "texto": "Decorrido um ano da arrecadação dos bens do ausente, ou, se ele deixou representante ou procurador, em se passando três anos, poderão os interessados requerer que se declare a ausência e se abra provisoriamente a sucessão."
      },
      {
        "letra": "C",
        "texto": "A sentença que determinar a abertura da sucessão provisória só produzirá efeito noventa dias depois de publicada pela imprensa, contudo, que julgado, proceder-se-á à abertura do testamento, se houver, e ao inventário e partilha dos bens, como se o ausente fosse falecido."
      },
      {
        "letra": "D",
        "texto": "Regressando o ausente nos cinco anos seguintes à abertura da sucessão provisória, ou algum de seus descendentes ou ascendentes, aquele ou estes haverão só os bens existentes no estado em que se acharem, os sub-rogados em seu lugar, ou o preço que os herdeiros e demais interessados houverem recebido pelos bens alienados depois daquele tempo."
      }
    ],
    "gabarito": "B"
  }
]