[
  {
    "id": "3384794",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Em relação ao direito de família previsto no Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pessoas com dezesseis anos podem casar, exigindo-se autorização, irrevogável, de ambos os pais, ou de seus representantes legais, enquanto não atingida a maioridade civil."
      },
      {
        "letra": "B",
        "texto": "Não podem casar os ascendentes com os descendentes, seja o parentesco natural ou civil, assim como os afins em linha reta."
      },
      {
        "letra": "C",
        "texto": "Quando algum dos contraentes estiver em iminente risco de vida, não obtendo a presença da autoridade à qual incumba presidir o ato, nem a de seu substituto, poderá o casamento ser celebrado na presença de duas testemunhas que tenham, com algum dos nubentes, parentesco em linha reta, ou, na colateral, até segundo grau."
      },
      {
        "letra": "D",
        "texto": "Não devem casar o tutor ou o curador e os seus descendentes, ascendentes, irmãos, cunhados ou sobrinhos com a pessoa tutelada ou curatelada, enquanto não cessar a tutela ou curatela, e não estiverem saldadas as respectivas contas, bem como o adotante com quem foi cônjuge do adotado e o adotado com quem o foi do adotante."
      },
      {
        "letra": "E",
        "texto": "Os impedimentos e as causas suspensivas podem ser opostos, até o momento da celebração do casamento, por qualquer pessoa capaz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3294446",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Quando na certidão de casamento averbada o divórcio não informar que a/o nubente volta a usar o nome de solteira(o), qual o nome irá constar na sua identidade?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nome de solteira."
      },
      {
        "letra": "B",
        "texto": "Nome de casada."
      },
      {
        "letra": "C",
        "texto": "Nome de divorciada."
      },
      {
        "letra": "D",
        "texto": "Nome de separada."
      },
      {
        "letra": "E",
        "texto": "Nome de desquitada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3267108",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "De acordo com o Código Civil, é impedido de contrair matrimônio, resultando na nulidade do casamento caso infrinja o impedimento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O divorciado, enquanto não houver sido homologada ou decidida a partilha dos bens do casal."
      },
      {
        "letra": "B",
        "texto": "O adotante com quem foi cônjuge do adotado e o adotado com quem o foi do adotante."
      },
      {
        "letra": "C",
        "texto": "O menor em idade núbil, quando não houver autorização do seu representante legal."
      },
      {
        "letra": "D",
        "texto": "O incapaz de consentir ou manifestar, de modo inequívoco, o consentimento."
      },
      {
        "letra": "E",
        "texto": "A pessoa que não completou a idade mínima para casar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3260342",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "A respeito do casamento, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso as partes não tenham firmado negócio antenupcial, o regime de bens do casamento será o da comunhão parcial. Realizado o casamento, caso uma das partes pretenda alterar o regime de bens, poderá fazê-lo mediante autorização judicial, ainda que o outro cônjuge discorde de referida alteração."
      },
      {
        "letra": "B",
        "texto": "A idade núbil fixada pelo Código Civil é de dezoito anos. Entretanto, a legislação permite o casamento dos maiores de dezesseis anos, desde que contem com expressa autorização de ambos os genitores ou representantes legais. Caso um dos pais ou representantes legais discorde do casamento, não há possibilidade de realização do casamento."
      },
      {
        "letra": "C",
        "texto": "O negócio antenupcial é o contrato solene, realizado antes do casamento, pelo qual as partes dispõem sobre o regime de bens do casamento, bem como sobre demais pretensões do casal, desde que lícitas. O pacto deve ser celebrado por escritura pública sob pena de nulidade."
      },
      {
        "letra": "D",
        "texto": "Os nubentes deverão apresentar o pacto antenupcial devidamente registrado no momento da habilitação do casamento. Caso o pacto seja nulo, a validade do casamento poderá ser comprometida."
      },
      {
        "letra": "E",
        "texto": "O impedimento legal em relação ao casamento de descendentes com ascendentes, afins em linha reta, irmãos e colaterais até o terceiro grau, não será aplicado em relação ao adotado, de modo que a este só há impedimento em relação ao cônjuge do adotante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3204421",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Segundo a lei civil brasileira, é nulo o casamento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contraído por infringência de impedimento."
      },
      {
        "letra": "B",
        "texto": "de quem não completou a idade mínima para casar."
      },
      {
        "letra": "C",
        "texto": "do incapaz de consentir ou manifestar, de modo inequívoco, o consentimento."
      },
      {
        "letra": "D",
        "texto": "do menor em idade núbil, quando não autorizado por seu representante legal."
      },
      {
        "letra": "E",
        "texto": "por incompetência da autoridade celebrante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3345828",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Veja o caso a seguir. M. e J. estão juntos há 10 anos e têm dois filhos. Eles vivem em união estável e recentemente decidiram converter sua relação em casamento civil. Durante o processo, J. também expressou interesse em garantir que sua união religiosa com M. tenha efeito civil. Após a celebração do casamento civil, eles desejam adotar um planejamento familiar responsável, buscando orientações do Estado. Elaborado pelo(a) autor(a). De acordo com os dispositivos sobre a proteção da família e os direitos e deveres dos cônjuges, um direito constitucional que poderá ser exercido no caso de M. e J. é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o casamento religioso de M. e J. só terá efeito civil se celebrado após o registro do casamento civil no cartório correspondente."
      },
      {
        "letra": "B",
        "texto": "o planejamento familiar pode ser assistido pelo Estado, permitindo a forma coercitiva por parte de instituições oficiais para o exercício desse direito."
      },
      {
        "letra": "C",
        "texto": "M. e J. têm direito a uma celebração de casamento civil gratuita, e podem garantir efeitos civis ao seu casamento religioso, conforme a legislação."
      },
      {
        "letra": "D",
        "texto": "M. ou J., após o casamento civil, poderão exigir exclusivamente um do outro o cumprimento dos deveres conjugais, já que os direitos e deveres não são exercidos igualmente."
      },
      {
        "letra": "E",
        "texto": "a conversão da união estável de M. e J. em casamento civil, apesar de as exigências legais requererem procedimentos complexos e burocráticos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3127426",
    "metadata": "Ano: 2024 | Banca: CPCON | Órgão: Prefeitura de São José de Piranhas - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "De acordo com a proteção da criança e do adolescente tutelada pela legislação pátria, sobretudo o que está previsto na Lei nº 10.406/2002, avalie as proposições a seguir. I- De acordo com o Código Civil Brasileiro, não podem casar: o viúvo ou a viúva que tiver filho do cônjuge falecido, enquanto não fizer inventário dos bens do casal e der partilha aos herdeiros. II- Não será permitido, em qualquer caso, o casamento de quem não atingiu a idade núbil. III- O homem e a mulher com dezesseis anos podem casar, exigindo-se autorização de ambos os pais, ou de seus representantes legais, enquanto não atingida a maioridade civil. É CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I apenas."
      },
      {
        "letra": "B",
        "texto": "II e III apenas."
      },
      {
        "letra": "C",
        "texto": "II apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I e II apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3030252",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "O casamento impõe deveres patrimoniais aos cônjuges que implicam contribuição, na proporção de seus bens e rendimentos do trabalho para o sustento da família e educação dos filhos, incidindo a responsabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em razão da condição de comunheiros, em qualquer regime de bens, nula eventual disposição em contrário em pacto antenupcial."
      },
      {
        "letra": "B",
        "texto": "independentemente do regime patrimonial, desnecessária prévia autorização recíproca para despesas diuturnas módicas e necessárias à economia doméstica."
      },
      {
        "letra": "C",
        "texto": "em qualquer regime de bens, mediante expressa e prévia anuência recíproca e quanto às despesas contraídas em benefício comum, independentemente do vulto."
      },
      {
        "letra": "D",
        "texto": "em observância ao princípio da cooperação, exceto nos regimes da separação legal e convencional, bem como, da participação final nos aquestos, inde pendentemente de disposição expressa em pacto antenupcial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2681879",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRM-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "De acordo com a Código Civil, julgue o item a seguir, a respeito do direito de família. Quando o curador for o cônjuge, não será obrigado à prestação de contas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2681878",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRM-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "De acordo com a Código Civil, julgue o item a seguir, a respeito do direito de família. Com o casamento, a união estável ou o concubinato do credor, cessa o dever de prestar alimentos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2681875",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRM-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "De acordo com a Código Civil, julgue o item a seguir, a respeito do direito de família. Podem se casar os ascendentes com os descendentes de 3º grau, por parentesco civil.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2580917",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Rio Branco - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Analise o caso a seguir. Uma mulher casada em regime de comunhão parcial de bens com um homem, sem filhos, obtém autorização do seu cônjuge para alienar um imóvel comum do casal para a sua irmã, ajustando preço a ser pago de forma parcelada. Dois meses depois do negócio jurídico celebrado, a mulher postula o divórcio em relação ao cônjuge. As parcelas referentes ao negócio jurídico não foram pagas. O cônjuge descobre que a intenção da mulher não era a celebração do contrato de compra e venda, mas sim a realização de doação, de modo a retirar da partilha futura decorrente do divórcio aquele bem imóvel. Elaborado pelo(a) autor(a). Considerando o caso em tela, o Código Civil estabelece que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a compra e venda é negócio jurídico dissimulado e a doação é negócio jurídico simulado, de forma que será nula a alienação da parte do imóvel pertencente ao cônjuge, porém válida a doação da parte do imóvel pertencente à mulher."
      },
      {
        "letra": "B",
        "texto": "a compra e venda e a doação são um único negócio jurídico simulado, de forma que não subsistem em nenhum aspecto, sendo o bem integralmente partilhado entre a mulher e o cônjuge no divórcio, tornando-se sem efeito a doação."
      },
      {
        "letra": "C",
        "texto": "a compra e venda é negócio jurídico simulado e a doação é negócio jurídico dissimulado, de forma que será nula a alienação da parte do imóvel pertencente ao cônjuge, porém válida a doação da parte do imóvel pertencente à mulher."
      },
      {
        "letra": "D",
        "texto": "a compra e venda e a doação são um único negócio jurídico dissimulado, de forma que não subsistem em nenhum aspecto, sendo o bem integralmente partilhado entre a mulher e o cônjuge no divórcio, tornando-se sem efeito a doação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2553391",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Se de registro de nascimento de maior de 16 e menor de 18 anos não emancipado constarem dois genitores (um natural e outro socioafetivo) e uma genitora natural, caso o genitor socioafetivo discorde do casamento do menor, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "basta a autorização de qualquer um dos genitores para casamento."
      },
      {
        "letra": "B",
        "texto": "a autorização dos genitores naturais é suficiente para o casamento."
      },
      {
        "letra": "C",
        "texto": "os genitores naturais devem promover a emancipação do menor para que possa se casar."
      },
      {
        "letra": "D",
        "texto": "a sua autorização terá de ser suprida judicialmente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2553390",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "É correto afirmar que o casamento de dois estrangeiros de uma mesma nacionalidade, com residência temporária no Brasil e visto no prazo de validade, pode ser celebrado de acordo com a legislação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "brasileira perante o Ofício da Cidadania competente, ou de acordo com a legislação do país de origem de ambos perante as autoridades diplomáticas e consulares respectivas."
      },
      {
        "letra": "B",
        "texto": "brasileira perante o Ofício da Cidadania competente."
      },
      {
        "letra": "C",
        "texto": "do país de origem de ambos, perante as autoridades diplomática e consulares respectivas."
      },
      {
        "letra": "D",
        "texto": "brasileira perante o Ofício da Cidadania competente, após os interessados fixarem residência definitiva no Brasil."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2553231",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Quanto aos impedimentos para o casamento, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os impedimentos para o casamento são inafastáveis, sem exceção."
      },
      {
        "letra": "B",
        "texto": "O impedimento ao casamento avuncular pode ser afastado, desde que cumpridas as formalidades previstas no artigo 2o do Decreto-lei no 3.200/41."
      },
      {
        "letra": "C",
        "texto": "Os impedimentos só podem ser apresentados dentro do prazo de afixação e publicação dos editais de proclamas."
      },
      {
        "letra": "D",
        "texto": "Os impedimentos só podem ser apresentados por parentes em linha reta e na colateral até o terceiro grau de um dos nubentes"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2507043",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Angélica, irmã de Clara, é casada civilmente com Fausto, irmão de Plínio. Laura e Otávio, pais de Angélica e Clara, nunca gostaram de Fausto e preferiam que ela tivesse se casado com Plínio. A tensão familiar aumentou quando Gabriel, primo de Clara, pediu-a em casamento, mas ela não aceitou, alegando que, por serem primos, esse amor era proibido. Considerando a situação hipotética narrada, analise as afirmativas a seguir. I. Se Clara aceitasse se casar civilmente com seu primo Gabriel, o casamento seria nulo. II. Se Angélica se divorciar de Fausto e Otávio falecer, Laura poderá se casar civilmente com Fausto. III. Se Fausto se divorciar de Angélica, ela poderá se casar civilmente com Plínio. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2507033",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Júlio, jogador de futebol brasileiro, foi contratado por um time estrangeiro. Mesmo domiciliado agora no exterior, manteve seu relacionamento com Natália, que evoluiu para um pedido de casamento. Foram tomadas as providências administrativas para a celebração do casamento, inclusive, 70 (setenta) dias antes da cerimônia civil, Júlio outorgou procuração por instrumento público com poderes especiais para Renato, seu melhor amigo, para representá-lo no casamento civil, caso não pudesse estar no Brasil na ocasião. Na véspera, contudo, Júlio pensou melhor sobre sua vida e desistiu de se casar com Natália, revogando o mandato por instrumento público. Entretanto, a revogação não chegou ao conhecimento de Natália nem de Renato que compareceram à cerimônia, e o casamento foi celebrado. Depois que o juiz de paz declarou Natália e Júlio casados, o pai de Júlio interrompeu a todos, alertando, em voz alta, que acabara de receber uma mensagem do filho, afirmando que ele desistira do casamento. Tal fato causou um grande rebuliço no local da cerimônia. A noiva, desesperada, desmaiou e bateu a cabeça na mesa utilizada para a celebração, sendo necessária sua hospitalização por uma semana. Depois disso, Natália nunca mais quis ver ou saber de Júlio. Nesse caso, diante da revogação do mandato sem ciência de Renato e de Natália a tempo, o casamento é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulável, mas Júlio responderá por perdas e danos perante Natália."
      },
      {
        "letra": "B",
        "texto": "inexistente, e Júlio não é responsável pelos prejuízos decorrentes da falta de comunicação da revogação."
      },
      {
        "letra": "C",
        "texto": "nulo, e não seria passível de convalidação, ainda que Júlio e Natália tivessem coabitado após a celebração."
      },
      {
        "letra": "D",
        "texto": "nulo, porque a eficácia do mandato para a celebração de casamento civil não pode ultrapassar 60 (sessenta) dias."
      },
      {
        "letra": "E",
        "texto": "válido, mas Júlio poderia ter revogado a procuração por instrumento público ou particular, dada a urgência do caso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2489720",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Jabarau é pai de Genivo, que estuda na Escola Brinca e Brinca. Preocupado com a alimentação que era servida aos alunos no estabelecimento, procura a diretora para pedir informações. Ela, no entanto, nega-se a prestar qualquer esclarecimento, sob o fundamento de que a guarda é exclusiva da genitora, Lucíbara, única responsável financeira e legal pela criança. Acrescenta, ainda, que Jabarau fora afastado do convívio do lar por ter causado lesão corporal leve em Lucíbara, razão pela qual lhe foi imposta medida protetiva. Nesse caso, a diretora:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agiu corretamente;"
      },
      {
        "letra": "B",
        "texto": "tem a obrigação de prestar as informações, sob pena de multa civil, ainda que haja medida protetiva de afastamento do lar e a guarda seja exclusiva de Lucíbara;"
      },
      {
        "letra": "C",
        "texto": "a princípio, teria de prestar as informações a ambos os genitores; no entanto, diante da medida protetiva deferida, está configurada, por si só, a suspensão automática do poder familiar;"
      },
      {
        "letra": "D",
        "texto": "tem a obrigação de prestar as informações, ainda que haja medida protetiva de afastamento do lar e a guarda seja exclusiva de Lucíbara, mas não está sujeita a qualquer pena civil, ressalvadas as responsabilidades administrativa e penal;"
      },
      {
        "letra": "E",
        "texto": "a princípio, teria de prestar as informações a ambos os genitores; no entanto, diante da medida protetiva deferida, está configurada, por si só, a perda do poder familiar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2464811",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Acerca do processo de habilitação para o casamento, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O oficial do registro dará aos nubentes ou a seus representantes nota da oposição, indicando os fundamentos e as provas, devendo ser preservado o sigilo do nome de quem a ofereceu."
      },
      {
        "letra": "B",
        "texto": "A eficácia da habilitação será de sessenta dias, a contar da data em que foi extraído o certificado."
      },
      {
        "letra": "C",
        "texto": "A habilitação será feita pessoalmente perante o oficial do Registro Civil, com a audiência do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "O requerimento de habilitação para o casamento é ato personalíssimo e deverá ser firmado por ambos os nubentes, de próprio punho ou mediante processo mecânico."
      },
      {
        "letra": "E",
        "texto": "É dever do membro do Ministério Público esclarecer os nubentes a respeito dos fatos que podem ocasionar a invalidade do casamento, bem como sobre os diversos regimes de bens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2386959",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Abel, menor de idade, casou-se com Marieta. Seu pai já era falecido ao tempo da celebração, mas sua mãe ainda era viva. Não obstante ela ter comparecido tanto à celebração quanto à cerimônia, não houve sua autorização formal para a realização desta. Com base no Código Civil e no enunciado formulado, é correto afirmar que o casamento é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nulo de pleno direito, pois sem outorga formal da mãe;"
      },
      {
        "letra": "B",
        "texto": "anulável, e a mãe possui 180 dias para questioná-lo judicialmente, contados da data que cessar a incapacidade de Abel;"
      },
      {
        "letra": "C",
        "texto": "válido, já que a mãe compareceu, demonstrando, assim, conhecer e autorizar o casamento;"
      },
      {
        "letra": "D",
        "texto": "válido, já que Abel alcança a capacidade plena com ele, dispensando outorga materna;"
      },
      {
        "letra": "E",
        "texto": "nulo de pleno direito, já que necessitava de autorização judicial para sua realização."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2386949",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Ano passado, Lauro e Sara casaram-se civilmente. Por ocasião da habilitação para o casamento, Sara tinha 16 anos. Sua mãe autorizou o casamento, mas seu pai, não. Foi necessário suprimento judicial de consentimento para o casamento. Sara, atualmente com 17 anos, deseja pôr fim ao casamento, embora não seja essa a vontade de Lauro. Nesse caso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a eficácia da habilitação para o casamento de Lauro e Sara foi de três meses, a contar da data em que foi extraído o certificado;"
      },
      {
        "letra": "B",
        "texto": "o regime de bens que rege o casamento civil entre os cônjuges é o da separação convencional de bens, em virtude da idade de Sara quando da habilitação;"
      },
      {
        "letra": "C",
        "texto": "se o divórcio for decretado enquanto Sara ainda tiver 17 anos, ela retorna à condição de relativamente incapaz, cessando a emancipação;"
      },
      {
        "letra": "D",
        "texto": "se for provado que o casamento de Sara foi celebrado mediante o defeito da coação moral, o casamento deve ser declarado nulo;"
      },
      {
        "letra": "E",
        "texto": "ocorrendo o divórcio, Lauro poderá se casar novamente, inclusive com a irmã de Sara, pois o parentesco por afinidade é extinto na linha colateral com o divórcio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2369072",
    "metadata": "Ano: 2024 | Banca: INQC | Órgão: CPTrans de Petrópolis - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Marcoshia casou-se com Abarrana pelo regime legal de bens. Posteriormente um dos cônjuges postulou a mudança desse regime para outro mais proveitoso. Não havendo convenção sobre os bens, o regime a vigorar será o da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "separação total"
      },
      {
        "letra": "B",
        "texto": "comunhão mista"
      },
      {
        "letra": "C",
        "texto": "comunhão parcial"
      },
      {
        "letra": "D",
        "texto": "participação anterior"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2374412",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Maria, de 30 anos de idade, gostaria de adotar o sobrenome do companheiro em seu assento e pretende realizar essa inclusão administrativamente, pois, ao formalizar a união estável em cartório, optou por não o incluir e, após, arrependeu-se. Ao comparecer perante o Oficial de Registro de Civil foi orientada de que, segundo a Lei de Registros Públicos, tal alteração administrativa seria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "viável, mediante autorização do companheiro e motivação apresentada por escrito."
      },
      {
        "letra": "B",
        "texto": "inviável, pois se exige autorização judicial."
      },
      {
        "letra": "C",
        "texto": "inviável, pois somente permitida no momento da oficialização da união."
      },
      {
        "letra": "D",
        "texto": "viável a qualquer tempo, durante a constância da união."
      },
      {
        "letra": "E",
        "texto": "inviável, pois somente se admite a inclusão de sobrenomes familiares em razão de alteração das relações de filiação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2319993",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Maria, 48 anos, após breve período separada de fato, separou-se judicialmente de João, de forma consensual e com partilha de bens definida, em maio de 2022. Casou-se com Fábio (seu primo), de 68 anos, em julho de 2022, com pacto antenupcial de comunhão universal. Em agosto de 2023, mesmo grávida de Fábio, Maria decide dissolver a sociedade conjugal, após descobrir um caso de infidelidade. Fábio estava desempregado e dependente de Maria durante todo o casamento e sempre soube que Maria era casada quando começaram a se relacionar, acompanhando todo o processo de separação judicial dela em face de João. Diante desse fato, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo consenso, Maria pode separar-se extrajudicialmente de Fábio, desde que por escritura pública, dispondo sobre a partilha de bens, os alimentos e o regime da guarda do filho que irá nascer."
      },
      {
        "letra": "B",
        "texto": "Maria pode propor ação de divórcio direto sem prazo e sem motivação, mas, caso comprove que Fábio violou o dever de fidelidade, não corre o risco de ser obrigada a pagar alimentos a Fábio."
      },
      {
        "letra": "C",
        "texto": "O casamento de Maria é anulável, porque celebrado em erro essencial sobre a pessoa, considerando a descoberta, superveninete ao casamento, do verdadeiro caráter de Fábio."
      },
      {
        "letra": "D",
        "texto": "O casamento de Maria é nulo, porque celebrado com infringência de impedimento."
      },
      {
        "letra": "E",
        "texto": "Em qualquer hipótese de dissolução da sociedade conjugal entre Maria e Fábio, o pacto antenupcial firmado entre eles não poderá gerar efeitos, porque o regime é o da separação obrigatória de bens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2307547",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Maria e Flavinho ajuízam, em 15/06/2022, demanda anulatória contra Marília. Alegam ter descoberto que Marília era amante de Flavão, falecido marido de Maria e pai de Flavinho. Segundo aduzem, em 04/04/2004, Flavão doou um valioso imóvel para sua cúmplice – sem a outorga, por óbvio, de Maria. No entanto, apenas com a morte do doador, em 08/09/2019, descobriram todas essas circunstâncias. Sabendo-se que, ao tempo do óbito, Maria e Flavão ainda eram casados pelo regime da comunhão universal de bens, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Flavinho também tem legitimidade para a demanda anulatória;"
      },
      {
        "letra": "B",
        "texto": "o prazo prescricional para anulação, de quatro anos, já se consumou, na medida em que corre desde a doação;"
      },
      {
        "letra": "C",
        "texto": "o prazo decadencial para anulação, de quatro anos, ainda não se consumou, na medida em que se conta desde a cessação do vínculo conjugal;"
      },
      {
        "letra": "D",
        "texto": "o prazo decadencial para anulação, de dois anos, que corre desde a cessação do vínculo conjugal, já se consumou;"
      },
      {
        "letra": "E",
        "texto": "o negócio jurídico, nos termos em que entabulado, é absolutamente nulo, razão pela qual não está sujeito a prazo prescricional ou decadencial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2307541",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "No processo de habilitação para casamento de Denis e Maria, o primo de um dos nubentes arguiu que, embora Denis fosse divorciado, a partilha dos bens do seu casamento anterior ainda não havia sido decidida. Esse fato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só pode ser oposto até o momento da celebração, por se tratar de impedimento;"
      },
      {
        "letra": "B",
        "texto": "não pode ser arguido por parente colateral de quarto grau, por se tratar de causa suspensiva;"
      },
      {
        "letra": "C",
        "texto": "pode ser oposto por qualquer interessado, por se tratar de impedimento;"
      },
      {
        "letra": "D",
        "texto": "configura impedimento e, constatado e provado, tornaria inexistente o casamento se ainda assim celebrado;"
      },
      {
        "letra": "E",
        "texto": "configura causa suspensiva e, constatado e provado, tornaria anulável o casamento se ainda assim celebrado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2271414",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Considerando o entendimento da 4ª Turma do Superior Tribunal de Justiça, no sentido de que basta o vínculo afetivo e a existência de fato para que haja a incidência das normas constitucionais e legais sobre as uniões estáveis (REsp nº 1.761.887/MS), é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as causas suspensivas do casamento impedem a formação da união estável;"
      },
      {
        "letra": "B",
        "texto": "é possível que se realize casamento sem que haja affectio maritalis, o que não se concebe ao se tratar da união estável;"
      },
      {
        "letra": "C",
        "texto": "é desprovida de validade a manifestação de vontade das partes, com a intenção de registrar relação de namoro, em razão de sua imprevisibilidade legal;"
      },
      {
        "letra": "D",
        "texto": "na inocorrência de algum dos requisitos previstos no Art. 1.723 do Código Civil, deve-se observar a existência de um prazo mínimo de convivência para o reconhecimento da união estável;"
      },
      {
        "letra": "E",
        "texto": "contrato de namoro para excluir a existência de união estável anterior ao casamento não constitui pacto antenupcial, de modo que não afasta a partilha de bens adquiridos antes do casamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2261415",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "“A”, casado e sem desconstituir o matrimônio anterior, casa-se com “B”, esta última, de boa-fé, desconhecia o fato de “A” ser casado ao tempo da celebração do casamento com aquele. Desse modo, o casamento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem validade."
      },
      {
        "letra": "B",
        "texto": "tem validade somente em relação a “B”."
      },
      {
        "letra": "C",
        "texto": "padece de invalidade."
      },
      {
        "letra": "D",
        "texto": "somente será válido se houver filhos comuns de “A” e “B”."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2240853",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Poder Familiar",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Analise as assertivas a seguir e assinale a alternativa CORRETA: I. A dissolução da sociedade conjugal não extingue o bem de família. II. Perde o poder familiar e é excluído da sucessão o pai que praticar contra filha estupro ou outro crime contra a dignidade sexual sujeito à pena de reclusão. III. A pessoa maior de 70 (setenta) anos que se casar pode praticar todos os atos de disposição necessários ao desempenho de sua profissão, mas precisa da autorização do cônjuge para prestar fiança ou aval. IV. O dever dos pais de prestar alimentos aos filhos é extensivo aos avós e, não tendo os pais condições de suportar totalmente o encargo, os avós respondem solidariamente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, III e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II, III e IV são verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2219071",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREFITO-7ª Região(BA e SE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "A partir do que dispõe o Código Civil, julgue o item.Não configuram concubinato as relações não eventuais entre pessoas impedidas de se casarem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2208480",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Considerando a legislação civil em vigor, assinale a alternativa correta acerca do casamento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sociedade conjugal só termina pela morte de um dos cônjuges ou pelo divórcio."
      },
      {
        "letra": "B",
        "texto": "Não podem casar os afins em linha reta, mesmo após a dissolução do casamento."
      },
      {
        "letra": "C",
        "texto": "Para a realização do casamento nuncupativo, é necessário que algum dos contraentes esteja em iminente risco de vida, não se obtenha a presença da autoridade à qual incumba presidir o ato, nem a de seu substituto e haver a presença de, pelo menos, três testemunhas."
      },
      {
        "letra": "D",
        "texto": "Pode ser anulado o casamento realizado por vício da vontade, se houve por parte de um dos nubentes erro essencial. É hipótese de erro essencial a ignorância, anterior ao casamento, de defeito físico irremediável que caracteriza deficiência."
      },
      {
        "letra": "E",
        "texto": "O Ministério Público não tem legitimidade para promover ação direta pretendendo a decretação da nulidade de casamento contraído por infringência de impedimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2207461",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Maria procurou a Defensoria Pública, afirmando que seu marido João é infiel e a agride de forma habitual. Por isso, pretende dissolver seu casamento. Todavia, não quer discutir em juízo a infidelidade de seu marido, mas pretende que seja ajuizada uma ação de separação judicial. Dentre as opções abaixo, a que revela corretamente os elementos objetivos da ação a ser proposta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João e Maria e infidelidade;"
      },
      {
        "letra": "B",
        "texto": "separação judicial e violência doméstica;"
      },
      {
        "letra": "C",
        "texto": "infidelidade e violência doméstica;"
      },
      {
        "letra": "D",
        "texto": "separação judicial e infidelidade;"
      },
      {
        "letra": "E",
        "texto": "João e Maria e violência doméstica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2131255",
    "metadata": "Ano: 2023 | Banca: FUNDEPES | Órgão: Prefeitura de Marechal Deodoro - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Parentesco",
      "Casamento no Direito de Família",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Dadas as afirmativas a respeito do direito de família e do direito sucessório, I. A declaração de vacância da herança não prejudicará os herdeiros que legalmente se habilitarem; mas, decorridos cinco anos da abertura da sucessão, os bens arrecadados passarão ao domínio do Município ou do Distrito Federal, se localizados nas respectivas circunscrições, incorporando-se ao domínio da União quando situados em território federal. II. O registro civil do casamento religioso deverá ser promovido dentro de sessenta dias de sua realização, mediante comunicação do celebrante ao ofício competente, ou por iniciativa de qualquer interessado, desde que haja sido homologada previamente a habilitação regulada Código no Civil. Após o referido prazo, o registro dependerá de nova habilitação.III. São herdeiros necessários os descendentes, os ascendentes, os colaterais e o cônjuge. IV. Os filhos, havidos ou não da relação de casamento, ou por adoção, terão os mesmos direitos e qualificações, proibidas quaisquer designações discriminatórias relativas à filiação. verifica-se que estão corretas apenas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "I e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2116644",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "De conformidade com o previsto na Lei n.º 10.406/2002 (Código Civil brasileiro), assinale a alternativa CORRETA dentre as apresentadas abaixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato de disposição gratuita do próprio corpo pode ser livremente revogado a qualquer tempo."
      },
      {
        "letra": "B",
        "texto": "A sentença que decretar o restabelecimento da sociedade conjugal não precisará de averbação em registro público."
      },
      {
        "letra": "C",
        "texto": "O cônjuge do ausente, sempre que não esteja separado fato por mais de três anos antes da declaração da ausência, será o seu legítimo curador."
      },
      {
        "letra": "D",
        "texto": "Em falta do cônjuge, a curadoria dos bens do ausente incumbe aos descendentes ou aos pais, nesta ordem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2110429",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "À luz do Código Civil, julgue o item a seguir, relativos ao casamento. A decretação judicial de nulidade do casamento põe fim à sociedade conjugal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110428",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "À luz do Código Civil, julgue o item a seguir, relativos ao casamento. É nulo o casamento da pessoa incapaz de consenti-lo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110427",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "À luz do Código Civil, julgue o item a seguir, relativos ao casamento. Casal de nubentes que pretenda adotar o regime de participação final nos aquestos poderá, no pacto antenupcial, convencionar a livre disposição dos bens imóveis, desde que sejam particulares.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110426",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "À luz do Código Civil, julgue o item a seguir, relativos ao casamento. É permitido que um homem se case com a própria filha desde que ela não seja sua filha natural.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110425",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "À luz do Código Civil, julgue o item a seguir, relativos ao casamento. É requisito essencial para a realização do casamento a declaração, proferida pelo juiz, de que os nubentes estão casados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110256",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Bárbara e Paulo requereram o divórcio judicial e a partilha dos bens amealhados durante a união. Bárbara postula a inclusão do valor correspondente à autonomia de táxi concedida a Paulo e, bem assim, dos direitos sobre o imóvel em que residiam, este situado em loteamento no bairro de Itacoatiara. Paulo impugna a pretensão, sob o argumento de que a autonomia de táxi materializa uma permissão, cuja outorga constitui ato administrativo intuitu personae que, por isso mesmo, está fora do comércio e não pode ser partilhado. Sustenta, outrossim, que o imóvel no qual residiam está situado em área destinada a um parque municipal no projeto de loteamento registrado, porém nunca levado a efeito. Nesse caso, a partilha:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deve englobar o valor correspondente à autonomia nem os direitos possessórios sobre o imóvel;"
      },
      {
        "letra": "B",
        "texto": "deve abranger apenas o valor correspondente à autonomia;"
      },
      {
        "letra": "C",
        "texto": "deve abranger apenas o valor correspondente aos direitos possessórios sobre o imóvel;"
      },
      {
        "letra": "D",
        "texto": "deve abranger os valores correspondentes tanto à autonomia quanto aos direitos possessórios sobre o imóvel;"
      },
      {
        "letra": "E",
        "texto": "deve abranger os frutos da autonomia de táxi (diárias do veículo ou féria diária) e o valor correspondente aos direitos possessórios sobre o imóvel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2110246",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Tutela e Curatela",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Lindoia e Adolfo se casaram quando este já contava 75 anos. Três anos depois, Adolfo passou a apresentar quadro de demência senil, razão pela qual foi ajuizada ação de curatela e nomeado seu filho como curador provisório. Nesse ínterim, Lindoia, que não desejava cuidar mais do marido, pediu o divórcio. O marido foi citado na pessoa de seu curador provisório que, imediatamente, manifestou concordância ao pleito. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a curatela, desde o advento do Estatuto da Pessoa com Deficiência, circunscreve-se aos atos de natureza patrimonial, de modo que o curador, definitivo ou provisório, não tem legitimidade para concordar com o divórcio;"
      },
      {
        "letra": "B",
        "texto": "embora o curador definitivo possa até requerer o divórcio, mesmo sob a égide do Estatuto da Pessoa com Deficiência, igual legitimidade não é conferida ao curador provisório, salvo casos excepcionais;"
      },
      {
        "letra": "C",
        "texto": "o juiz poderá decretar o divórcio com o que consta dos autos, mas, por força do regime da separação legal a que foi submetida, nada tocará a Lindoia na partilha;"
      },
      {
        "letra": "D",
        "texto": "o juiz poderá decretar o divórcio com o que consta dos autos; quanto à partilha, caberá a Lindoia comprovar o esforço comum na aquisição dos bens havidos durante a união;"
      },
      {
        "letra": "E",
        "texto": "não é possível decretar o divórcio no caso concreto, sob pena de se prestigiar a discriminação contra a pessoa com deficiência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2100424",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Dandara e Gilberto casaram-se em 10/12/2012, pelo regime da comunhão parcial de bens. Na constância do casamento, tiveram dois filhos. Em 10/12/2017, Gilberto sofre um acidente, permanecendo inconsciente, desde então. Dandara propõe ação de curatela em face de Gilberto, sendo nomeada curadora definitiva. A sentença da ação de curatela que reconheceu a incapacidade de Gilberto desde a data do acidente, transitou em julgado em 10/12/2019. No curso da ação de curatela, Dandara descobre que Gilberto tem uma filha advinda de outro relacionamento, nascida antes do casamento dela com Gilberto. A fim de preservar os interesses dos filhos comuns, considerando que, após o acidente, Gilberto não mais vinha contribuindo para a construção do patrimônio comum, Dandara propõe, em 10/12/2020, ação de modificação do regime de bens, para adoção do regime da separação total de bens. O pedido é deferido e a decisão que o defere, fundamentada em jurisprudência prevalecente no Superior Tribunal de Justiça, transita em julgado em 10/12/2021. A data considerada na decisão para início da eficácia da alteração do regime de bens é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10/12/2019."
      },
      {
        "letra": "B",
        "texto": "10/12/2021."
      },
      {
        "letra": "C",
        "texto": "10/12/2020."
      },
      {
        "letra": "D",
        "texto": "10/12/2012."
      },
      {
        "letra": "E",
        "texto": "10/12/2017."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2099012",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Adoção no Direito de Família",
      "Parentesco",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "O parentesco entre as pessoas naturais poderá ser civil, natural ou por afinidade. Por isso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "irmãos bilaterais são parentes na linha colateral ou transversal em primeiro grau; os unilaterais, em segundo grau."
      },
      {
        "letra": "B",
        "texto": "por afinidade, o parentesco na linha colateral existe até o quarto grau."
      },
      {
        "letra": "C",
        "texto": "os cônjuges são parentes entre si pelo casamento, constituindo vínculo de parentesco civil."
      },
      {
        "letra": "D",
        "texto": "pela adoção, é constituído parentesco civil entre pais e filho na linha reta em primeiro grau."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2098422",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o casamento contraído por infringência de impedimento é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulável, assim como o casamento do menor em idade núbil quando não autorizado por seu representante legal."
      },
      {
        "letra": "B",
        "texto": "anulável, diferentemente do casamento decorrente de vício da vontade, que é nulo de pleno direito."
      },
      {
        "letra": "C",
        "texto": "anulável, diferentemente do casamento do menor em idade núbil quando não autorizado por seu representante legal, que é nulo de pleno direito."
      },
      {
        "letra": "D",
        "texto": "nulo de pleno direito, diferentemente do casamento decorrente de vício da vontade, que é meramente anulável."
      },
      {
        "letra": "E",
        "texto": "nulo de pleno direito, assim como o casamento do menor em idade núbil quando não autorizado por seu representante legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2048186",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "É anulável o casamento de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "afins em linha reta."
      },
      {
        "letra": "B",
        "texto": "menor em idade núbil."
      },
      {
        "letra": "C",
        "texto": "afins em linha colateral."
      },
      {
        "letra": "D",
        "texto": "adotado com o filho do adotante."
      },
      {
        "letra": "E",
        "texto": "incapaz de manifestar, sem equívoco, o consentimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2674614",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Existem situações legalmente determinadas que implicam a obrigatoriedade da adoção do regime de separação de bens. Nesse sentido, é correto afirmar que não deve(m) casar, por dar(em) ensejo a causa impeditiva da alteração de regime legal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o viúvo ou viúva que tiver filho do cônjuge falecido enquanto não der início à abertura do inventário dos bens do casal."
      },
      {
        "letra": "B",
        "texto": "o adotante com quem foi cônjuge do adotado."
      },
      {
        "letra": "C",
        "texto": "o cônjuge sobrevivente com o condenado por tentativa de homicídio contra o seu consorte."
      },
      {
        "letra": "D",
        "texto": "a mulher cujo casamento se desfez por ser nulo ou ter sido anulado, até 10 meses depois do começo da dissolução da sociedade conjugal."
      },
      {
        "letra": "E",
        "texto": "o tutor, o curador e seus descendentes, ascendentes, irmãos, cunhados ou sobrinhos com a pessoa tutelada ou curatelada, até 6 meses após cessada a tutela ou curatela."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2667988",
    "metadata": "Ano: 2022 | Banca: FEPESE | Órgão: Prefeitura de Chapecó - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Civil Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sobrevindo a dissolução da sociedade conjugal, presumem-se adquiridos durante o casamento todos os bens que o casal possuir."
      },
      {
        "letra": "B",
        "texto": "O pacto antenupcial de menor, mesmo na hipótese do regime de separação de bens, terá a sua validade condicionada à aprovação do seu representante legal."
      },
      {
        "letra": "C",
        "texto": "As dívidas de um dos cônjuges, quando superiores à sua meação, não obrigam ao outro, ou a seus herdeiros."
      },
      {
        "letra": "D",
        "texto": "Para ter validade, o pacto antenupcial deverá ter as assinaturas dos nubentes reconhecidas em cartório e seguir o casamento."
      },
      {
        "letra": "E",
        "texto": "No casamento de pessoas maiores de sessenta e cinco anos será obrigatória a adoção do regime de separação total de bens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2025392",
    "metadata": "Ano: 2022 | Banca: FAU | Órgão: Prefeitura de Ponta Grossa - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "A Lei de Introdução às normas do Direito Brasileiro, dispõe sobre casamento, sobre o tema, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os estrangeiros não podem se casar no Brasil."
      },
      {
        "letra": "B",
        "texto": "Tendo os nubentes domicílio diverso, regerá os casos de invalidade do matrimônio a lei do primeiro domicílio conjugal."
      },
      {
        "letra": "C",
        "texto": "O regime de bens, legal ou convencional, obedece à lei do país de origem."
      },
      {
        "letra": "D",
        "texto": "O casamento de estrangeiros poderá ser celebrado perante qualquer autoridade do país de ambos os nubentes."
      },
      {
        "letra": "E",
        "texto": "O divórcio de cônjuges brasileiros não pode ser realizado no estrangeiro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2017024",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "De acordo com o Código Civil, é lícito aos nubentes, antes de celebrado o casamento, estipular, quanto aos seus bens, o que lhes aprouver. Segundo esse mesmo diploma, é necessária a celebração de pacto antenupcial para a adoção",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dos regimes da comunhão universal de bens e da separação de bens, quando não obrigatória, sendo dispensável para a adoção dos regimes da comunhão parcial de bens e da participação final nos aquestos."
      },
      {
        "letra": "B",
        "texto": "de quaisquer dos regimes de bens previstos no Código Civil."
      },
      {
        "letra": "C",
        "texto": "dos regimes da comunhão parcial ou universal de bens, bem como do regime da participação final nos aquestos, sendo dispensável para a adoção do regime da separação de bens, mesmo quando não for obrigatória."
      },
      {
        "letra": "D",
        "texto": "dos regimes da comunhão parcial de bens, da participação final nos aquestos e da separação de bens, quando não obrigatória, sendo dispensável para a adoção do regime da comunhão universal de bens."
      },
      {
        "letra": "E",
        "texto": "dos regimes da comunhão universal de bens, da participação final nos aquestos e da separação de bens, quando não obrigatória, sendo dispensável para a adoção do regime da comunhão parcial de bens."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2006465",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a alteração do regime de separação obrigatória de bens quando a causa que o impôs deixar de existir."
      },
      {
        "letra": "B",
        "texto": "O divorciado, enquanto não houver sido homologada ou decidida a partilha dos bens do casal, encontra-se impedido de casar."
      },
      {
        "letra": "C",
        "texto": "As causas suspensivas da celebração do casamento podem ser arguidas pelo representante do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "É desnecessário que os requerimentos de habilitação de casamento sejam submetidos à análise do Ministério Público quando os nubentes forem maiores e capazes."
      },
      {
        "letra": "E",
        "texto": "As causas suspensivas do casamento impedem a caracterização da união estável."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1999264",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Aqueles que pretendem se casar precisam atender vários requisitos legalmente estabelecidos; por outro lado, também é a lei que define quais hipóteses em que pessoas não podem casar. Apresenta hipóteses de impedimento legal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O divorciado, enquanto não decidida a questão da partilha dos bens do casal."
      },
      {
        "letra": "B",
        "texto": "O adotante com quem foi cônjuge do adotado e o adotado com quem o foi do adotante."
      },
      {
        "letra": "C",
        "texto": "O cônjuge com o acusado pela prática de crime contra seu consorte."
      },
      {
        "letra": "D",
        "texto": "Os incapazes de consentir ou de manifestar, de modo inequívoco, o consentimento."
      },
      {
        "letra": "E",
        "texto": "O viúvo ou a viúva, enquanto não fizer inventário dos bens do casal e der partilha aos herdeiros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1992184",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Actínio e Copernícia casam-se em 2018. Meses depois, Actínio começa a desenvolver um relacionamento amoroso com sua sogra, mãe de Copernícia, chamada Samária. Em 2020, não aguentando mais esta situação, Actínio divorcia-se de Copernícia e passa a viver publicamente com Samária, com quem vem a ter dois filhos. Em 2022, Actínio, em seu leito de morte, declara que é seu desejo casar-se com Samária. As partes, às pressas, chamam a enfermeira plantonista que celebra o casamento, na presença de Samária e seus dois filhos. O termo é assinado pelos quatro presentes e pela celebrante. Uma hora depois, Actínio falece. Nesse caso, é possível reconhecer que havia, entre Actínio e Samária:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "casamento nuncupativo;"
      },
      {
        "letra": "B",
        "texto": "união estável;"
      },
      {
        "letra": "C",
        "texto": "concubinato;"
      },
      {
        "letra": "D",
        "texto": "namoro qualificado;"
      },
      {
        "letra": "E",
        "texto": "casamento anulável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1990969",
    "metadata": "Ano: 2022 | Banca: IESES | Órgão: TJ-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "O homem e a mulher com ____________anos podem casar, exigindo-se autorização de ambos os pais, ou de seus representantes legais, enquanto não atingida a maioridade civil. Assinale a alternativa que preenche corretamente a lacuna do texto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "(15) quinze anos."
      },
      {
        "letra": "B",
        "texto": "(17) dezessete anos."
      },
      {
        "letra": "C",
        "texto": "(16) dezesseis anos."
      },
      {
        "letra": "D",
        "texto": "(14) quatorze anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1990305",
    "metadata": "Ano: 2022 | Banca: IESES | Órgão: TJ-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "A respeito do casamento, leia as assertivas: I. O casamento de menores de 16 anos poderá ser autorizado judicialmente em caso de gravidez. II. Estando presentes os pressupostos legais para o casamento nuncupativo, o nubente que não estiver em iminente risco de vida poderá ser representado por procurador, nos termos legais. III. Caso um dos nubentes recuse a solene afirmação da vontade na celebração do casamento, esta será imediatamente suspensa, não podendo retornar no mesmo dia. IV. A eficácia da habilitação para o casamento é de noventa dias a contar da data que foi extraído o certificado. Com base nas assertivas acima e no código civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva II está correta."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1984355",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Maria decide divorciar-se de João, com quem era casada há 7 (sete) anos, tendo dois filhos em comum, menores de idade (10 e 12 anos de idade). O casal já havia se separado de fato há 6 (seis) meses, com Maria residindo com as crianças na Asa Sul de Brasília e João residindo na região do Gama (DF). Não havendo acordo, Maria propõe ação de divórcio com pedido de guarda unilateral dos dois filhos a seu favor, com restrição de visitas ao pai, para as manhãs de domingo. Ao final, requer, também, a condenação do pai – e dos avós paternos – ao pagamento de prestação alimentar a favor dos filhos menores. Sobre o caso acima, em caso de falecimento de Maria, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O foro competente para a propositura da ação de divórcio ajuizada por Maria é o de domicílio de Maria ou do réu João, à livre escolha da autora da ação."
      },
      {
        "letra": "B",
        "texto": "Mesmo que não haja acordo entre as partes, o juízo só deve atender ao pedido de guarda unilateral se João renunciar ao exercício da guarda ou for demonstrada a inaptidão de João para exercer poder familiar."
      },
      {
        "letra": "C",
        "texto": "A obrigação alimentar dos avós tem natureza complementar e solidária, razão pela qual devem arcar com a prestação caso estejam presentes os requisitos da necessidade e possibilidade."
      },
      {
        "letra": "D",
        "texto": "Para que o pedido de concessão de alimentos a favor dos filhos menores seja julgado procedente, Maria precisa produzir prova cabal da necessidade dos filhos menores e a possibilidade de João em pagá-los."
      },
      {
        "letra": "E",
        "texto": "Em razão do pleito alimentar, o valor da causa deve ser indicado pela soma de 6 (seis) prestações mensais pedidas pela parte demandante."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1964791",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPC-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Personalidade, Pessoa Natural e Capacidade",
      "Casamento no Direito de Família",
      "Parte Geral"
    ],
    "enunciado_principal": "Acerca da capacidade para o casamento e da nulidade dessa instituição, julgue o item a seguir.Em caso de divergência entre os pais acerca do consentimento para a realização de casamento de menores de dezoito anos de idade, qualquer um deles poderá recorrer ao juiz para solução da desavença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1964790",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPC-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Acerca da capacidade para o casamento e da nulidade dessa instituição, julgue o item a seguir.A ação de nulidade de casamento em razão de ele ter sido celebrado entre pessoas casadas pode ser promovida mediante ação direta do Ministério Público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960651",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Brenda e Tício se apaixonaram e rapidamente decidiram se casar. Poucos dias após o casamento, ele passou a demonstrar uma personalidade completamente diferente, tendo atitudes violentas diariamente. Com dez dias de casamento, Brenda, que está grávida de Tício, decidiu procurar informações sobre o passado do marido. Descobriu que há muitos anos ele fora condenado por tentativa de homicídio, com sentença transitada em julgado. Para a sua proteção e a de seu filho, mesmo sabendo que Tício não aceitará, ela deseja reverter o estado civil de casada, pois a vida em comum com ele tornou-se insuportável a partir da ciência de tal condenação. Nesse caso, Brenda deve procurar um advogado e requerer, quanto ao casamento, a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "separação judicial;"
      },
      {
        "letra": "B",
        "texto": "anulação;"
      },
      {
        "letra": "C",
        "texto": "declaração de nulidade;"
      },
      {
        "letra": "D",
        "texto": "separação administrativa;"
      },
      {
        "letra": "E",
        "texto": "declaração de inexistência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1960373",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "No que se refere ao casamento e à dissolução da sociedade conjugal, da análise da legislação no passado, Gois e Oliveira (2019) identificam que, no início do século XX, a permanência do casamento era defendida independentemente do interesse dos cônjuges, sendo o desquite e, posteriormente, a separação, assumidos pela Justiça somente se houvesse motivos reconhecidos pela lei para o término da sociedade conjugal. Esse aspecto está em desacordo com a perspectiva de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "liberdade individual."
      },
      {
        "letra": "B",
        "texto": "mudanças tradicionais."
      },
      {
        "letra": "C",
        "texto": "conflitos e confrontos."
      },
      {
        "letra": "D",
        "texto": "caráter religioso."
      },
      {
        "letra": "E",
        "texto": "mútuo consentimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1944146",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRC-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "No que se refere ao instituto do casamento, julgue o item. O casamento celebrado no Brasil somente pode ser provado pela certidão do registro civil.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1944145",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRC-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "No que se refere ao instituto do casamento, julgue o item. O casamento pode celebrar-se mediante procuração, por instrumento público, com poderes especiais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1944144",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRC-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "No que se refere ao instituto do casamento, julgue o item. Quando algum dos contraentes estiver em iminente risco de vida, não obtendo a presença da autoridade à qual incumba presidir o ato, nem a de seu substituto, poderá o casamento ser celebrado na presença de seis testemunhas, que com os nubentes não tenham parentesco em linha reta, ou, na colateral, até segundo grau.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1944143",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRC-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "No que se refere ao instituto do casamento, julgue o item. No caso de moléstia grave de um dos nubentes, o presidente do ato irá celebrá-lo onde se encontrar o impedido, sendo dispensável a presença de testemunhas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1944142",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRC-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "No que se refere ao instituto do casamento, julgue o item. A celebração do casamento será imediatamente suspensa se algum dos contraentes manifestar-se arrependido, salvo se este se retratar no mesmo dia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1944141",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRC-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "No que se refere ao instituto do casamento, julgue o item. É dever do oficial do registro esclarecer os nubentes a respeito dos fatos que podem ocasionar a invalidade do casamento, bem como sobre os diversos regimes de bens.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1944140",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRC-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "No que se refere ao instituto do casamento, julgue o item. As causas suspensivas da celebração do casamento podem ser arguidas por qualquer pessoa capaz.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1944139",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRC-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "No que se refere ao instituto do casamento, julgue o item. É lícito o casamento entre ascendentes e descendentes, desde que o parentesco entre eles seja civil.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1944138",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRC-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "No que se refere ao instituto do casamento, julgue o item. O casamento se realiza no momento em que os cônjuges manifestam, perante o juiz, a sua vontade de estabelecer vínculo conjugal e o juiz os declara casados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1944137",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRC-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "No que se refere ao instituto do casamento, julgue o item. O casamento estabelece comunhão plena de vida, com base na igualdade de direitos e deveres dos cônjuges.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1943228",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "É nulo o casamento contraído",
    "alternativas": [
      {
        "letra": "A",
        "texto": "entre indivíduos menores de idade."
      },
      {
        "letra": "B",
        "texto": "em razão de vício de vontade."
      },
      {
        "letra": "C",
        "texto": "por infringência de impedimento."
      },
      {
        "letra": "D",
        "texto": "por incapacidade de manifestação inequívoca de consentimento."
      },
      {
        "letra": "E",
        "texto": "por incompetência da autoridade celebrante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1927549",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "O ordenamento jurídico brasileiro, no tocante aos filhos, presume como concebidos na constância do casamento os",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nascidos nos 360 dias subsequentes à nulidade do casamento."
      },
      {
        "letra": "B",
        "texto": "havidos por inseminação artificial heteróloga, desde que tenha prévia autorização do marido."
      },
      {
        "letra": "C",
        "texto": "nascidos nos 300 dias, pelo menos, depois de estabelecida a convivência conjugal."
      },
      {
        "letra": "D",
        "texto": "nascidos nos 360 dias subsequentes à morte do marido."
      },
      {
        "letra": "E",
        "texto": "reconhecidos por escritura pública, até 180 dias depois de estabelecida a convivência conjugal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1926010",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Romualdo e Luara se casaram no ano de 2018. Antes do casamento, Romualdo já era proprietário de uma fazenda no interior de Minas Gerais e Luara já havia adquirido um automóvel Corsa. Na constância da união, Luara comprou um apartamento em Belo Horizonte e reformou todo o telhado da sede da fazenda de Romualdo. Romualdo, por sua vez, herdou uma casa em Monte Verde. Ainda na constância do casamento, a fazenda de Romualdo gerou uma safra recorde de café tipo exportação, ainda não colhida. Diante disso, caso o casal decida se divorciar, é correto afirmar que se o regime for o da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "separação legal de bens, somente o automóvel Corsa seria considerado bem comum;"
      },
      {
        "letra": "B",
        "texto": "participação final nos aquestos e Romualdo decidir vender a fazenda, não necessitará da vênia conjugal, em razão de expressa dispensa legal;"
      },
      {
        "letra": "C",
        "texto": "comunhão universal de bens, a casa herdada por Romualdo em Monte Verde não será considerada bem comum para efeito de partilha;"
      },
      {
        "letra": "D",
        "texto": "separação convencional de bens, somente o valor da reforma do telhado da sede da fazenda será devolvido a Luara, bem como metade do valor da casa de Monte Verde;"
      },
      {
        "letra": "E",
        "texto": "comunhão parcial de bens, as safras de café colhidas na constância do casamento são consideradas bens comuns para efeito de partilha."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914822",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "A lei civil estabelece impedimento ao casamento no caso de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pretendente ser viúva e ter filho do cônjuge falecido."
      },
      {
        "letra": "B",
        "texto": "os pretendentes serem o irmão do curador e a pessoa curatelada."
      },
      {
        "letra": "C",
        "texto": "os pretendentes serem o sobrinho do tutor e a pessoa tutelada."
      },
      {
        "letra": "D",
        "texto": "os pretendentes serem o adotado e o filho do adotante."
      },
      {
        "letra": "E",
        "texto": "divorciado, enquanto não houver a partilha dos bens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1909653",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: HORTOPREV - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Presumem-se concebidos na constância do casamento os filhos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nascidos cento e oitenta dias, pelo menos, antes de estabelecida a convivência conjugal."
      },
      {
        "letra": "B",
        "texto": "havidos por fecundação artificial homóloga, desde que não falecido o marido."
      },
      {
        "letra": "C",
        "texto": "havidos, a qualquer tempo, quando se tratar de embriões excedentários, decorrentes de concepção artificial homóloga."
      },
      {
        "letra": "D",
        "texto": "havidos por inseminação artificial heteróloga, independentemente de autorização do marido."
      },
      {
        "letra": "E",
        "texto": "nascidos nos trezentos e sessenta e cinco dias subsequentes à dissolução da sociedade conjugal, por morte, separação judicial, nulidade e anulação do casamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1873266",
    "metadata": "Ano: 2022 | Banca: FCM | Órgão: Prefeitura de Timóteo - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Nos termos do código civil, avalie o que se afirma sobre quem está impedido de se casar. I - O adotante com quem foi o cônjuge do adotado e o adotado com quem o foi do adotante. II - Os afins em linha reta. III - O divorciado, enquanto não houver sido homologada ou decidida a partilha dos bens do casal. IV - O viúvo ou a viúva que tiver filho do cônjuge falecido, enquanto não se fizer inventário dos bens do casal e der partilha aos herdeiros. Está correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1870400",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "O casal Maria e José adquiriu onerosamente, na constância do casamento, um imóvel residencial de 280 m2 . Impossibilitada a vida em comum, eles resolveram se divorciar consensualmente. A filha menor do casal ficou sob a guarda de Maria. A casa foi partilhada na proporção de 50% para cada cônjuge. Maria utilizava o imóvel exclusivamente para morar com a filha menor do casal. Após dois anos do divórcio, José ajuizou ação requerendo o arbitramento de aluguéis, a extinção do condomínio e a alienação judicial do imóvel. Considerando essa situação hipotética e a jurisprudência do Superior Tribunal de Justiça a respeito do tema, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É obrigatório o arbitramento de aluguel ao ex-cônjuge que residir, após o divórcio, em imóvel de propriedade comum do ex-casal com a sua filha menor."
      },
      {
        "letra": "B",
        "texto": "Maria usucapiu o imóvel, pois, utilizando-o para sua moradia, por dois anos exerceu posse do bem cuja propriedade dividia com o ex-cônjuge, que abandonou o lar."
      },
      {
        "letra": "C",
        "texto": "Não é possível a extinção do condomínio nem a alienação judicial do imóvel, visto que Maria reside no local com uma filha menor, o que o caracteriza como um bem de família."
      },
      {
        "letra": "D",
        "texto": "O arbitramento de aluguéis pelo uso exclusivo do bem imóvel por Maria será devido a partir do momento em que ela tomar conhecimento inequívoco do inconformismo de José em relação à fruição exclusiva do bem, o que, em regra, ocorre com a citação, mas nada impede que ocorra em momento anterior, caso haja notificação extrajudicial."
      },
      {
        "letra": "E",
        "texto": "Uma vez que é obrigação de José e Maria prover a moradia da filha menor, não é possível o arbitramento de aluguel em favor de José."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1864141",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Personalidade, Pessoa Natural e Capacidade",
      "Casamento no Direito de Família",
      "Parte Geral"
    ],
    "enunciado_principal": "Justina, casada há 25 anos, substituiu, por ocasião do casamento civil com Eduardo, um dos seus patronímicos pelo do marido. Ocorre que o sobrenome adotado passou a ser o protagonista de seu nome civil, em prejuízo do patronímico de solteira, o que passou a lhe causar intenso sofrimento, uma vez que sempre fora conhecida pelo sobrenome de seu pai. Tal fato lhe trouxe danos psicológicos, especialmente agora que os últimos familiares que ainda usam o seu sobrenome familiar encontram-se gravemente doentes. Por essas razões, Justina requereu a modificação do seu patronímico, ainda durante a constância da sociedade conjugal, de forma a voltar a utilizar o sobrenome da sua família. O pedido deve ser julgado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "improcedente, em virtude do princípio da inalterabilidade do nome ser considerado absoluto na constância da sociedade conjugal;"
      },
      {
        "letra": "B",
        "texto": "procedente, pois a autonomia privada é uma das exceções à inalterabilidade do nome previstas na Lei de Registros Públicos;"
      },
      {
        "letra": "C",
        "texto": "procedente, pela interpretação histórico-evolutiva da inalterabilidade, da preservação da herança familiar, da autonomia privada e da ausência de prejuízo a terceiros;"
      },
      {
        "letra": "D",
        "texto": "improcedente, em razão da modificação do nome civil ser qualificada como excepcional, tendo em vista a consideração à segurança de terceiros;"
      },
      {
        "letra": "E",
        "texto": "improcedente, em virtude da proteção à estabilidade do vínculo conjugal e aos interesses do outro cônjuge, ao menos durante a constância da sociedade conjugal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2171038",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Pedro e Vânia, ambos com trinta anos e capazes, contraíram matrimônio no ano de 2020, sem firmar pacto antenupcial. Nesse caso, e considerando que nenhum deles se encontrava em situação que exigisse a imposição de regime de bens obrigatório, vigorará, quanto aos bens entre os cônjuges, o regime da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunhão universal."
      },
      {
        "letra": "B",
        "texto": "comunhão parcial."
      },
      {
        "letra": "C",
        "texto": "separação obrigatória de bens."
      },
      {
        "letra": "D",
        "texto": "separação convencional de bens."
      },
      {
        "letra": "E",
        "texto": "participação final nos aquestos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1869915",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Conforme diretrizes preconizadas pelo Código Civil brasileiro não podem casar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os irmãos, unilaterais ou bilaterais, e demais colaterais, até o terceiro grau inclusive."
      },
      {
        "letra": "B",
        "texto": "A viúva, ou a mulher cujo casamento se desfez por ser nulo ou ter sido anulado, até dez meses depois do começo da viuvez, ou da dissolução da sociedade conjugal."
      },
      {
        "letra": "C",
        "texto": "O adotado com o filho do adotante."
      },
      {
        "letra": "D",
        "texto": "Os ascendentes com os descendentes, seja o parentesco natural ou civil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1861364",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Câmara de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "José era casado civilmente com Gilmara, mas decidiram se divorciar. Durante o casamento, Gilmara se aproximou muito dos familiares de José: seus pais, Roberto e Vera, e seu irmão, Cláudio. Agora divorciada, entre esses parentes de José, Gilmara está impedida de se casar com:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Roberto, Vera e Cláudio;"
      },
      {
        "letra": "B",
        "texto": "Roberto e Cláudio"
      },
      {
        "letra": "C",
        "texto": "apenas Roberto;"
      },
      {
        "letra": "D",
        "texto": "Roberto e Vera;"
      },
      {
        "letra": "E",
        "texto": "apenas Vera."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1857266",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "De acordo com o entendimento dominante no Supremo Tribunal Federal, firmado no julgamento do Recurso Extraordinário (RE) 1045273, com repercussão geral reconhecida, a preexistência de casamento ou de união estável de um dos conviventes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impede o reconhecimento de novo vínculo referente ao mesmo período, exceto para fins previdenciários, ressalvada a hipótese de separação de fato ou judicial."
      },
      {
        "letra": "B",
        "texto": "impede o reconhecimento de novo vínculo referente ao mesmo período, inclusive para fins previdenciários, ressalvada a hipótese de separação de fato ou judicial."
      },
      {
        "letra": "C",
        "texto": "não impede o reconhecimento de novo vínculo referente ao mesmo período, exceto para fins previdenciários."
      },
      {
        "letra": "D",
        "texto": "não impede o reconhecimento de novo vínculo referente ao mesmo período, inclusive para fins previdenciários."
      },
      {
        "letra": "E",
        "texto": "impede o reconhecimento de novo vínculo referente ao mesmo período, inclusive para fins previdenciários, mesmo nas situações de separação de fato ou judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852664",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "João e Maria, casados sob o regime de comunhão parcial de bens e sem filhos, decidem se divorciar. Porém, o casal firmou pacto pré-nupcial em cartório, estabelecendo que, em caso de separação, não poderiam requerer imediatamente o divórcio, devendo aguardar o prazo de seis meses e, não havendo reconciliação, estariam obrigados a se submeter à mediação extrajudicial antes de requerer medidas judiciais ou extrajudiciais para concretizar o divórcio. Nessa hipótese, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caso Maria concorde em respeitar o prazo pactuado, mas se recuse a participar da sessão de mediação com João, a vontade de Maria deve ser respeitada, pois a autonomia da vontade das partes deve ser aferida no momento da realização do ato, sob pena de subverter os princípios norteadores da mediação;"
      },
      {
        "letra": "B",
        "texto": "o acordo firmado entre as partes viola o princípio constitucional de acesso à justiça, o que macula todos os seus termos, incluindo o prazo e a necessidade de as partes se submeterem à mediação extrajudicial, pois não se admitem condicionantes para acesso ao Poder Judiciário;"
      },
      {
        "letra": "C",
        "texto": "João e Maria estão vinculados aos termos do pacto pré-nupcial, sendo obrigados a cumprir o prazo de seis meses e a comparecer a, ao menos, uma sessão de mediação extrajudicial como condição para procurarem o Poder Judiciário ou um cartório para formalizar o divórcio;"
      },
      {
        "letra": "D",
        "texto": "o acordo não pode ser considerado válido quanto à previsão de mediação extrajudicial, diante da ausência de previsão contratual completa em relação aos prazos, local, critérios de escolha do mediador e penalidade em caso de não comparecimento da parte à primeira reunião de mediação;"
      },
      {
        "letra": "E",
        "texto": "caso João opte por não observar os termos do acordo pré-nupcial e ingresse com divórcio judicial, o juiz da causa, ao tomar ciência da existência desse instrumento, deverá julgar desde logo extinto o feito, sem julgamento de mérito, por falta de interesse de agir do autor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1852649",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Joana e Cássio são casados civilmente há dez anos. Recentemente, o Ministério Público tomou ciência de que eles são irmãos biológicos e que decidiram se casar mesmo tendo conhecimento desse fato. Nesse caso, o casamento será considerado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulável, em razão do parentesco natural, em linha reta, entre Joana e Cássio;"
      },
      {
        "letra": "B",
        "texto": "nulo, em razão do parentesco natural, em linha colateral, entre Joana e Cássio;"
      },
      {
        "letra": "C",
        "texto": "ineficaz, em razão do parentesco por afinidade, na linha colateral, entre Joana e Cássio;"
      },
      {
        "letra": "D",
        "texto": "inexistente, em razão do parentesco civil, entre Joana e Cássio;"
      },
      {
        "letra": "E",
        "texto": "válido, em razão de o parentesco natural, na linha colateral, não ser impedimento ao casamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852561",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Cristiano, 55 anos, e Célia, 60 anos, desejam se casar civilmente. Cristiano, separado judicialmente de sua primeira esposa, compareceu ao cartório para iniciar o competente procedimento de habilitação. O novo casamento pretendido por Cristiano:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível, pois a separação judicial extingue a sociedade conjugal;"
      },
      {
        "letra": "B",
        "texto": "não é possível, pois Cristiano deverá aguardar um ano após a separação judicial para obter o divórcio;"
      },
      {
        "letra": "C",
        "texto": "é possível, pois embora a separação judicial não ponha termo ao vínculo matrimonial, põe termo ao dever de fidelidade;"
      },
      {
        "letra": "D",
        "texto": "é possível, pois a separação judicial põe termo aos deveres de coabitação, fidelidade, ao regime de bens e ao vínculo matrimonial;"
      },
      {
        "letra": "E",
        "texto": "não é possível, pois embora a separação judicial coloque termo aos deveres de coabitação, fidelidade e ao regime de bens, não extingue o vínculo matrimonial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1852560",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Getúlio, 65 anos, dois filhos, se divorciou, mas optou por deixar a partilha de bens do casal para depois, o que nunca aconteceu. Agora ele deseja se casar com Beth, 67 anos, viúva, três filhos, cujo inventário de bens do falecido marido ainda não se ultimou. Getúlio e Beth celebraram pacto antenupcial, optando pelo regime da comunhão universal de bens. Nesse caso, Getúlio e Beth:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderiam optar por qualquer regime de bens;"
      },
      {
        "letra": "B",
        "texto": "devem se submeter ao regime supletivo da comunhão parcial de bens;"
      },
      {
        "letra": "C",
        "texto": "devem se submeter ao regime de separação obrigatória de bens em virtude da idade de ambos;"
      },
      {
        "letra": "D",
        "texto": "devem se submeter ao regime de separação obrigatória de bens em virtude da existência de causa suspensiva;"
      },
      {
        "letra": "E",
        "texto": "não podem se casar, porque estão impedidos para o casamento pelo fato de as partilhas ainda não terem terminado. Consequentemente, o pacto antenupcial é ineficaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1852549",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Na pequena Ilha do Campeche, há uma comunidade bastante fechada, em que a maior parte dos residentes são parentes entre si e não costumam se relacionar com estranhos, o que dificulta a validade dos casamentos existentes. Os patriarcas do grupo são Altamira e Berílio, pais de Diadema e Carlito. Diadema é casada com Eduardo. Carlito foi casado com Gisela, e adotaram Hugo, mas o relacionamento não deu certo e se divorciaram. Carlito casou-se ainda com Isabel, com quem teve a filha Joana, mas acabaram se divorciando. Nesse grupo, podem se casar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Berílio e Gisela;"
      },
      {
        "letra": "B",
        "texto": "Isabel e Hugo;"
      },
      {
        "letra": "C",
        "texto": "Hugo e Joana;"
      },
      {
        "letra": "D",
        "texto": "Eduardo e Altamira;"
      },
      {
        "letra": "E",
        "texto": "Gisela e Isabel."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1852524",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Maria e João, casados, decidiram celebrar o divórcio consensual. Na lavratura da escritura, fizeram-se representar por mandatários, que foram constituídos por instrumento público, com poderes especiais, descrição das cláusulas essenciais e firmado há quarenta e cinco dias. Não foi imposto qualquer sigilo sobre a escritura pública, sendo o seu traslado apresentado ao oficial do Registro Civil das Pessoas Naturais do respectivo assento de casamento, o qual o averbou, não sendo ouvido o Ministério Público ou solicitada autorização judicial. À luz da sistemática vigente, a narrativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não apresenta qualquer incorreção;"
      },
      {
        "letra": "B",
        "texto": "somente apresenta incorreção em relação à ausência de sigilo da escritura;"
      },
      {
        "letra": "C",
        "texto": "somente apresenta incorreção em relação ao momento em que foi lavrada a procuração;"
      },
      {
        "letra": "D",
        "texto": "somente apresenta incorreção quanto à averbação realizada pelo oficial do Registro Civil sem a oitiva do Ministério Público;"
      },
      {
        "letra": "E",
        "texto": "somente apresenta incorreção em relação ao não comparecimento pessoal das partes à lavratura da escritura."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1852369",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Dentre as hipóteses a seguir elencadas, NÃO representa uma hipótese de erro essencial sobre a pessoa do outro cônjuge:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ignorância de crime, anterior ao casamento, que, por sua natureza, torne insuportável a vida em comum ao cônjuge enganado."
      },
      {
        "letra": "B",
        "texto": "A ignorância, anterior ao casamento, de doença mental grave que, por sua natureza, torne insuportável a vida em comum ao cônjuge enganado."
      },
      {
        "letra": "C",
        "texto": "O que diz respeito à sua identidade, sua honra e boa fama, sendo esse erro tal que o seu conhecimento ulterior torne insuportável a vida em comum ao cônjuge enganado."
      },
      {
        "letra": "D",
        "texto": "A ignorância, anterior ao casamento, de defeito físico irremediável que não caracterize deficiência ou de moléstia grave e transmissível, por contágio ou por herança, capaz de pôr em risco a saúde do outro cônjuge ou de sua descendência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1844695",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "A equipe de dez bombeiros capitaneada pelo sargento Silva viveu situação peculiar ao se deparar com um casal de desconhecidos preso nas ferragens de um prédio que desabara. Ana e Kevin, noivos de longa data, foram encontrados entre os escombros ainda vivos e lúcidos. Eles constataram que o estado de Kevin não lhe permitiria ser retirado a tempo de escapar com vida. Informado disso, Kevin pede a Ana que se case com ele ali mesmo. Ela imediatamente aceita, e ambos se recebem como esposo e esposa, emocionando a todos. Minutos depois, Kevin vem a falecer. Os bombeiros conseguem retirar Ana dos escombros e, seis dias depois, quando ela deixa o hospital, os bombeiros a acompanham para testemunhar o ocorrido perante a autoridade judicial, para efeitos de registro do seu casamento. Nesse caso, houve casamento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "avuncular;"
      },
      {
        "letra": "B",
        "texto": "nuncupativo;"
      },
      {
        "letra": "C",
        "texto": "em caso de moléstia grave;"
      },
      {
        "letra": "D",
        "texto": "putativo;"
      },
      {
        "letra": "E",
        "texto": "inexistente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1836875",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Considere as asserções I e II abaixo: I. Aplica-se a lei brasileira quanto aos impedimentos dirimentes e às formalidades da celebração de casamento de estrangeiros realizado no Brasil. PORQUE II. A aplicação das regras sobre direitos de família são determinados pela lei do país onde foi realizado o casamento. A respeito de tais asserções, é correto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "C",
        "texto": "As asserções I e II são proposições falsas."
      },
      {
        "letra": "D",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa correta da I."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é uma justificativa correta da I."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1826546",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "A respeito do direito de família, do direito das sucessões e do registro público, julgue o item seguinte. É nulo o casamento contraído entre tio e sobrinha.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1810239",
    "metadata": "Ano: 2021 | Banca: AEVSF/FACAPE | Órgão: Prefeitura de Petrolina - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Personalidade, Pessoa Natural e Capacidade",
      "Casamento no Direito de Família",
      "Parte Geral"
    ],
    "enunciado_principal": "Antônio e Daniela, ambos com 16 anos de idade, casaram por conta da gravidez de Daniela. Informaram aos pais de ambos, no entanto o pai de Daniele se recusou a autorizar o matrimônio, em que pese ter havido a aquiescência da sua mãe e dos pais de Antônio. Após o ajuizamento da competente ação, o casamento foi autorizado por meio de sentença. Sobre essa situação, indique a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não corriam prazos prescricionais em desfavor de Antônio e Daniela, por conta da idade de ambos, mas, com o casamento, cessará a causa impeditiva."
      },
      {
        "letra": "B",
        "texto": "Com o suprimento judicial, Antônio e Daniela poderão casar-se, porém vigorará a condição suspensiva consistente no nascimento com vida do filho do casal."
      },
      {
        "letra": "C",
        "texto": "A sentença, nesse caso, é nula, ante a impossibilidade de suprimento judicial sem a concordância dos pais."
      },
      {
        "letra": "D",
        "texto": "Judicialmente autorizado o casamento entre os menores, será obrigatório o regime legal da separação de bens."
      },
      {
        "letra": "E",
        "texto": "Com o suprimento judicial, Antônio e Daniela poderão casar-se, no entanto tal fato não cessará a incapacidade civil de ambos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1792557",
    "metadata": "Ano: 2021 | Banca: IBFC | Órgão: SEAP-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "A Constituição Federal de 1988 contempla novas modalidades de família, quando esboça nos artigos 226 e seguintes a nova família que está sob a proteção da Lei. Ela pode ser biparental, constituída por casamento ou união estável, de natureza heterossexual ou homossexual. O Código Civil de 2002, que entrou em vigor em 2003, prevê a igualdade dos cônjuges, admitindo a dissolução da sociedade conjugal. Assinale a alternativa incorreta, que não contempla o que prevê o Código Civil de 2002:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O casamento estabelece comunhão plena de vida, com base na igualdade de direito e deveres dos cônjuges"
      },
      {
        "letra": "B",
        "texto": "Prevê, apesar da separação do casal, a manutenção do vínculo de pais e filhos pela guarda compartilhada ou não"
      },
      {
        "letra": "C",
        "texto": "A Lei brasileira permite a constituição e reconstituição livre da família, porém obrigada a seguir um único modelo previsto em lei"
      },
      {
        "letra": "D",
        "texto": "Os filhos têm o direito de convivência familiar"
      },
      {
        "letra": "E",
        "texto": "Diante do novo Código, o pátrio poder cede lugar ao poder familiar: a uma forma mais igualitária de gerir a família"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1785423",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Carlos e Silvana são adolescentes e querem se casar. Segundo a normativa legal vigente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em harmonia com a normativa internacional, o casamento entre Carlos e Silvana, por serem adolescentes, não é admitido, ainda que não haja proibição expressa quanto à união estável."
      },
      {
        "letra": "B",
        "texto": "tendo Carlos 14 anos e Silvana 16 anos, o casamento é admitido desde que Silvana esteja grávida de Carlos e o juiz autorize que se casem."
      },
      {
        "letra": "C",
        "texto": "se os pais de Silvana e/ou de Carlos discordarem, o casamento é possível com regime de separação de bens obrigatório e desde que ambos tenham pelos menos 16 anos completos."
      },
      {
        "letra": "D",
        "texto": "tendo Carlos 16 anos e Silvana 15 anos, o casamento é possível se comprovados, por parte de ambos, maturidade e discernimento em perícia psicológica no curso de ação judicial própria."
      },
      {
        "letra": "E",
        "texto": "se Carlos e Silvana já mantiverem união estável, com filho em comum, poderão ter a união convertida em casamento antes de atingirem a idade núbil independentemente de alvará judicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1767779",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "De acordo com a legislação constitucional e infraconstitucional vigentes, podemos afirmar: I. Nas ações de divórcio, em que há situação recente de violência doméstica declarada em Vara especializada, o Ministério Público somente intervirá quando houver interesse de incapaz envolvido. II. Em discussão de guarda de filho menor, o cônjuge considerado culpado no processo de divórcio poderá sofrer restrições em sua pretensão de guarda compartilhada.III. O companheiro é parente por afinidade em terceiro grau do sobrinho de sua companheira. IV. Não é possível a coexistência simultânea de um pai biológico e um pai socioafetivo no assento de nascimento de uma pessoa, pela proibição legal da multiparentalidade. V. Quando ambos os genitores do alimentando estiverem vivos, não será possível a fixação de alimentos avoengos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas I, IV e V."
      },
      {
        "letra": "B",
        "texto": "Estão corretas II, IV e V."
      },
      {
        "letra": "C",
        "texto": "Estão corretas II, IV e V."
      },
      {
        "letra": "D",
        "texto": "Apenas uma está correta."
      },
      {
        "letra": "E",
        "texto": "Todas são falsas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1759311",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Eduarda e Júlio se casaram em 2010 pelo regime de comunhão parcial de bens. Júlio é professor em uma escola privada e em escola municipal, e Eduarda trabalha em uma fábrica como auxiliar de escritório. No curso da união, começaram a construir uma casa no terreno do pai de Júlio, que autorizou a construção. Júlio já possuía um veículo popular, antes de casar, que fora trocado por outro, durante a união, e Eduarda juntou, após o casamento, algumas economias para contratar um plano de previdência privada, na modalidade VGBL, para que no futuro pudesse complementar a sua renda. No curso da união, a mãe de Eduarda faleceu, deixando de herança um imóvel a ser partilhado com mais dois irmãos de Eduarda. O casal adotou, também, um cachorro, chamado Max. Em 2021 decidiram terminar a relação. No caso em pauta, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a questão relativa à guarda de Max e ao auxílio com as despesas de manutenção não pode ser discutida na ação de divórcio, devendo ser veiculada em demanda específica no juízo cível;"
      },
      {
        "letra": "B",
        "texto": "Eduarda deverá dividir com Júlio os valores da previdência privada, pois, no entendimento do STJ, enquanto não implementado o benefício previdenciário, a sua natureza é de fruto civil;"
      },
      {
        "letra": "C",
        "texto": "as verbas trabalhistas percebidas, no curso da união, não devem ser partilhadas, eis que pertencem ao patrimônio exclusivo de cada cônjuge;"
      },
      {
        "letra": "D",
        "texto": "Eduarda não tem o direito de permanecer na casa, eis que o imóvel foi construído no terreno de terceiro;"
      },
      {
        "letra": "E",
        "texto": "o imóvel recebido por herança da mãe de Eduarda deverá ser partilhado com Júlio, o qual passa a ter o direito a 1/6 do imóvel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1752662",
    "metadata": "Ano: 2021 | Banca: APICE | Órgão: DPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Segundo a lei civil brasileira, não são impedidos de casar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o homem e a mulher com dezesseis, exigindo-se autorização de ambos os pais, ou de seus representantes legais, enquanto não atingida a maioridade civil;"
      },
      {
        "letra": "B",
        "texto": "os afins em linha reta;"
      },
      {
        "letra": "C",
        "texto": "o adotante com quem foi cônjuge do adotado e o adotado com quem o foi do adotante;"
      },
      {
        "letra": "D",
        "texto": "os irmãos, unilaterais ou bilaterais, e demais colaterais, até o terceiro grau inclusive;"
      },
      {
        "letra": "E",
        "texto": "o adotado com o filho do adotante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1788341",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o casamento de quem ainda não atingiu dezesseis anos de idade é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proibido, em qualquer hipótese."
      },
      {
        "letra": "B",
        "texto": "permitido, de forma excepcional, somente para a finalidade de evitar imposição ou cumprimento de pena criminal."
      },
      {
        "letra": "C",
        "texto": "permitido, de forma excepcional, somente na hipótese de gravidez."
      },
      {
        "letra": "D",
        "texto": "autorizado apenas na hipótese de gravidez ou na situação que tenha a finalidade de evitar imposição ou cumprimento de pena criminal, desde que haja expressa concordância de ambos os pais ou representantes legais do(a) menor."
      },
      {
        "letra": "E",
        "texto": "autorizado em qualquer hipótese em que haja expressa concordância de ambos os pais ou representantes legais do(a) menor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1136626",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: FITO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Cláudia adquiriu o nome do seu marido quando eles se casaram em 2002. Em 2008 o marido de Cláudia veio a falecer em um trágico acidente de avião. Em 2019, Cláudia e Luís se conheceram e logo decidiram se casar. Cláudia consulta um advogado para saber sobre a possibilidade de restabelecimento do seu nome de solteira. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível o restabelecimento do nome de solteira na hipótese de dissolução do vínculo conjugal pelo falecimento do cônjuge."
      },
      {
        "letra": "B",
        "texto": "Não é possível o restabelecimento do nome de solteira, pois o prazo legal para restabelecimento do nome de solteira na hipótese de dissolução do vínculo conjugal pelo falecimento do cônjuge é de 10 (dez) anos."
      },
      {
        "letra": "C",
        "texto": "Não é admissível o restabelecimento do nome de solteira na hipótese de dissolução do vínculo conjugal pelo falecimento do cônjuge, por se tratar de direito da personalidade."
      },
      {
        "letra": "D",
        "texto": "Apenas é possível o restabelecimento do nome de solteira nos casos de separação judicial, considerando a necessidade do animus das partes em romper a sociedade."
      },
      {
        "letra": "E",
        "texto": "É possível o restabelecimento do nome de solteira, pois o prazo legal para restabelecimento do nome de solteira na hipótese de dissolução do vínculo conjugal pelo falecimento do cônjuge é de 5 (cinco) anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2935155",
    "metadata": "Ano: 2019 | Banca: FAU | Órgão: IF-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Casamento no Direito de Família",
      "Parte Geral"
    ],
    "enunciado_principal": "O casamento estabelece comunhão plena de vida, com base na igualdade de direitos e deveres dos cônjuges. No contexto do casamento, está correto apenas o que se afirma em: I - Paulo e Mariana são enfermos mentais, e, portanto, não podem contrair matrimônio, pois não possuem o necessário discernimento para os atos da vida civil. II - Carla, menor em idade núbil não teve autorização por seu representante legal para contrair matrimônio com Otávio. Logo, se ocorrer casamento este será anulável. III - Não podem casar os irmãos, unilaterais ou bilaterais, e demais colaterais, até o terceiro grau inclusive, devendo haver declaração de impedimento por ofício da autoridade que tenha conhecimento do impedimento. IV - É causa de suspensão do casamento, não devendo casar o viúvo ou a viúva que tiver filho do cônjuge falecido, enquanto não fizer inventário dos bens do casal e der partilha aos herdeiros.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a afirmativa III."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas as afirmativas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2935151",
    "metadata": "Ano: 2019 | Banca: FAU | Órgão: IF-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Marcos com 70 anos de idade e Ana com 66 anos de idade contraíram matrimônio, adotando mediante pacto antenupcial o regime de comunhão universal de bens. Durante a vigência do casamento adquiriram um imóvel urbano no valor de R$ 300.000,00. Considerando esta situação hipotética, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O imóvel adquirido na constância do casamento responderá por dívidas contraídas por quaisquer dos cônjuges, sendo resguardado ao cônjuge não devedor a sua meação, quando a dívida não lhe aproveitar."
      },
      {
        "letra": "B",
        "texto": "O imóvel adquirido na constância do casamento pertence ao cônjuge meeiro, no importe de 50%."
      },
      {
        "letra": "C",
        "texto": "O pacto antenupcial é ineficaz, uma vez que é obrigatório o regime da separação de bens no casamento da pessoa maior de 70 (setenta) anos."
      },
      {
        "letra": "D",
        "texto": "O pacto antenupcial é nulo, uma vez que é obrigatório o regime da separação de bens no casamento da pessoa maior de 70 (setenta) anos."
      },
      {
        "letra": "E",
        "texto": "Inexiste qualquer defeito no pacto antenupcial, uma vez que é lícito aos nubentes, antes de celebrado o casamento, estipular, quanto aos seus bens, o que lhes aprouver."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1781495",
    "metadata": "Ano: 2019 | Banca: SELECON | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "W., com dezessete anos de idade, tem deficiência intelectual comprovada por laudo médico e deseja contrair matrimônio com T. Nos termos do Código Civil, a pessoa com deficiência intelectual em idade núbil poderá contrair matrimônio, expressando sua vontade diretamente ou por meio de seu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mentor"
      },
      {
        "letra": "B",
        "texto": "responsável"
      },
      {
        "letra": "C",
        "texto": "irmão"
      },
      {
        "letra": "D",
        "texto": "tio"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1723686",
    "metadata": "Ano: 2019 | Banca: COMPERVE - UFRN | Órgão: Câmara de Parnamirim - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "João e Maria são casados em regime de comunhão parcial de bens. Na constância do vínculo matrimonial, João resolveu sozinho alienar um imóvel residencial, cujo esforço para aquisição foi comum ao casal, a fim de fazer investimentos pessoais. No caso narrado, a autorização conjugal para que a alienação seja válida é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "necessária, considerando que o regime de comunhão parcial de bens é o único que exige a autorização do consorte para alienação de bem imóvel, de acordo com o Código Civil."
      },
      {
        "letra": "B",
        "texto": "desnecessária, considerando que o nome de João aparece na escritura do imóvel e, assim, é prescindível a autorização de Maria para que a alienação ocorra."
      },
      {
        "letra": "C",
        "texto": "necessária, considerando que, no regime de bens entre João e Maria, a autorização do cônjuge é essencial e sua ausência importa na anulação da alienação do imóvel residencial."
      },
      {
        "letra": "D",
        "texto": "desnecessária, considerando que a expressão da vontade de um dos cônjuges não está vinculada à do outro, sendo possível a alienação do bem imóvel sem autorização, independente do regime de bens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1677394",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Havendo a suspensão da celebração do casamento em decorrência de um dos contraentes manifestar-se arrependido, o qual, uma hora depois, retratou sua declaração e requereu a continuação da celebração, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a autoridade celebrante deverá certificar-se da livre vontade do contraente e prosseguir com a cerimônia."
      },
      {
        "letra": "B",
        "texto": "não será possível a continuidade da celebração no mesmo dia, devendo a autoridade celebrante designar nova data."
      },
      {
        "letra": "C",
        "texto": "haverá o encerramento do ato, sem a celebração do casamento, competindo a realização de nova habilitação de casamento, ainda que a habilitação tenha eficácia."
      },
      {
        "letra": "D",
        "texto": "somente será possível a celebração do casamento na mesma data, no caso de duas testemunhas atestarem a vontade inequívoca do contraente quanto à Intenção de se casar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1677362",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Assinale a alternativa correta quanto ao nome civil da pessoa natural.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O oficial deverá evitar os registros suscetíveis de expor a ridículo seus portadores, e, se houver insistência do interessado, submeter o caso ao Conselho Nacional de Justiça (CNJ). independentemente da cobrança de quaisquer emolumentos."
      },
      {
        "letra": "B",
        "texto": "Quando o declarante de nascimento não indicar a nome completo do registrando, o oficial suspenderá a lavratura do assento e assinalará prazo razoável para que ele retome com o nome completo."
      },
      {
        "letra": "C",
        "texto": "O interessado, no primeiro ano após ter atingido 21 (vinte e um) anos, poderá, pessoalmente ou por procurador bastante, alterar o nome, desde que não prejudique os apelidos de família, averbando-se a alteração que será publicada pela imprensa."
      },
      {
        "letra": "D",
        "texto": "No processamento do casamento, qualquer dos nubentes, querendo, poderá acrescer ao sou o sobrenome do outro, vedada a supressão total do sobrenome de solteiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1677361",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o processo de habilitação para o casamento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É dever do oficial do registro esclarecer os nubentes sobre os diversos regimes de bens que podem ser adotadas no casamento."
      },
      {
        "letra": "B",
        "texto": "Para serem esclarecidos sabre os diversos regimes de bens que podem ser adotadas no casamento, o oficial de registro deverá orientar os nubentes para que consultem um advogado."
      },
      {
        "letra": "C",
        "texto": "Para serem esclarecidos sobre os diversos regimes de bens que podem ser adotados no casamento, o oficial de registro deverá orientar os nubentes para que consultem um notário,"
      },
      {
        "letra": "D",
        "texto": "O oficial do registro deverá silenciar-se quanto á escolha do regime de bens pelos nubentes, pois não é de seu dever intrometer-se nessa questão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1180412",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Quanto ao direito de família e às sucessões, julgue o item. Suponha‐se que Maria seja filha de Antônio e Joana, nascendo na constância do casamento, mas Joana tenha confessado adultério, afirmando que Maria não seria filha de Antônio. Nesse caso, a confissão de Joana não ilide a presunção legal da paternidade de Antônio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1167183",
    "metadata": "Ano: 2019 | Banca: IDCAP | Órgão: Câmara de Boa Esperança - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os impedimentos para o casamento de acordo com o Código Civil Brasileiro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O adotado pode casar com o filho do adotante."
      },
      {
        "letra": "B",
        "texto": "O cônjuge sobrevivente pode casar com o condenado por homicídio ou tentativa de homicídio contra o seu consorte."
      },
      {
        "letra": "C",
        "texto": "Os impedimentos podem ser opostos, até o momento da celebração do casamento, por qualquer pessoa capaz."
      },
      {
        "letra": "D",
        "texto": "Os afins em linha reta podem se casar."
      },
      {
        "letra": "E",
        "texto": "Os ascendentes não podem casar com os descendentes, no caso de parentesco natural somente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1082489",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Eudora e Janice, primas, namoram há três anos e decidiram levar o relacionamento para um nível mais sério. Por isso, no dia dos namorados, noivaram e iniciaram o procedimento de habilitação para o casamento civil. No ano de 2019, o casamento civil foi celebrado. De acordo com o atual sistema jurídico brasileiro, o casamento é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nulo;"
      },
      {
        "letra": "B",
        "texto": "inexistente;"
      },
      {
        "letra": "C",
        "texto": "válido;"
      },
      {
        "letra": "D",
        "texto": "anulável;"
      },
      {
        "letra": "E",
        "texto": "ineficaz."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1037192",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "De acordo com as normas do Código Civil Brasileiro, analise as seguintes afirmativas sobre o casamento. I. Não será permitido, em qualquer caso, o casamento de quem não atingiu a idade de dezesseis anos. II. O oficial do cartório do registro civil está obrigado a declarar qualquer impedimento de cuja existência tiver conhecimento. III. O casamento realizado no Brasil prova-se pela certidão de registro, não se admitindo, em qualquer hipótese, outra espécie de prova. IV. É pressuposto para o reconhecimento da putatividade do casamento que tenha sido contraído de boa-fé por ambos os cônjuges ou apenas por um deles. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas"
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1037161",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Em relação ao casamento, de acordo com o Provimento nº 260/CGJ/2013, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O relativamente incapaz pode casar, desde que tenha autorização de ambos os pais, de seu representante legal ou de seu guardião."
      },
      {
        "letra": "B",
        "texto": "As causas suspensivas não impedem o casamento, desde que provada a inexistência de prejuízo e que celebrado mediante o regime da separação obrigatória dos bens."
      },
      {
        "letra": "C",
        "texto": "As causas suspensivas da celebração do casamento podem ser arguidas pelos parentes em linha reta de um dos nubentes, sejam consanguíneos ou afins, e pelos colaterais até o terceiro grau, sejam também consanguíneos ou afins."
      },
      {
        "letra": "D",
        "texto": "O consentimento de analfabeto ou da pessoa impossibilitada de assinar para o casamento de seu filho será dado por procurador com poderes especiais outorgados por instrumento público ou particular ou por alguém a seu rogo, na presença de duas testemunhas qualificadas, que assinarão o respectivo termo nos autos, no qual será colhida a impressão digital do consentinte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1036589",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o casamento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dispensa habilitação se ambos os cônjuges forem maiores e capazes."
      },
      {
        "letra": "B",
        "texto": "é civil e sua celebração gratuita."
      },
      {
        "letra": "C",
        "texto": "religioso não produz efeitos civis, em nenhuma hipótese."
      },
      {
        "letra": "D",
        "texto": "pode ser contraído entre colaterais, a partir do terceiro grau."
      },
      {
        "letra": "E",
        "texto": "pode ser celebrado mediante procuração, por instrumento público ou particular."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1026893",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: MPE-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Em relação ao casamento, e de acordo com o Código Civil, considere os enunciados: I. É defeso a qualquer pessoa, de direito público ou privado, interferir na comunhão de vida instituída pela família. II. O casamento se realiza no momento em que o homem e a mulher manifestam, perante o juiz, a sua vontade de estabelecer vínculo conjugal, e o juiz os declara casados. III. O casamento religioso, e somente o que atender às exigências da lei para a validade do casamento civil, equipara-se a este, desde que registrado no registro próprio, a partir desse ato produzindo efeitos jurídicos. IV. Será tido por inexistente o registro civil do casamento religioso se, antes dele, qualquer dos consorciados houver contraído casamento civil com outrem. V. Excepcionalmente, será permitido o casamento de quem ainda não alcançou a idade de dezesseis anos, para evitar imposição ou cumprimento de pena criminal ou em caso de gravidez. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III, IV e V."
      },
      {
        "letra": "B",
        "texto": "I, II e V."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, III, IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1014383",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "A sociedade conjugal termina",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo divórcio que só pode ser concedido desde que haja partilha prévia de bens."
      },
      {
        "letra": "B",
        "texto": "pela separação judicial que pode ou não pôr termo aos deveres de coabitação, fidelidade recíproca e ao regime de bens."
      },
      {
        "letra": "C",
        "texto": "pela morte de um dos cônjuges ou tentativa de morte."
      },
      {
        "letra": "D",
        "texto": "pela nulidade ou anulação do casamento."
      },
      {
        "letra": "E",
        "texto": "pelo abandono voluntário do lar conjugal, durante um ano contínuo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1008818",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "As causas suspensivas de celebração do casamento podem ser arguidas, até o momento da sua celebração, por qualquer pessoa capaz.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1008814",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Segundo estabelece o Código Civil, a sentença que decretar a nulidade do casamento retroagirá à data da sua celebração, sem prejudicar a aquisição de direitos, a título oneroso, por terceiros de boa-fé, nem a resultante de sentença transitada em julgado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1008813",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "De acordo como o Código Civil, o menor que não atingiu a idade núbil poderá, depois de completá-la, confirmar seu casamento, com a autorização de seus representantes legais, se necessária, ou com suprimento judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1002903",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Personalidade, Pessoa Natural e Capacidade",
      "Casamento no Direito de Família",
      "Parte Geral"
    ],
    "enunciado_principal": "Vânia e Luiz são conviventes e genitores de Fabiana, que conta com dezesseis anos. Ante a independência financeira de Fabiana, conquistada em razão do ofício de influenciadora digital, Vânia e Luiz pretendem emancipá-la. Aproveitando a oportunidade, pretendem contrair matrimônio. Para a regular produção de efeitos jurídicos dos atos, afirma-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O casamento de Vânia e Luiz deve ser averbado no registro público e a emancipação de Fabiana, averbada."
      },
      {
        "letra": "B",
        "texto": "O casamento de Vânia e Luiz deve ser registrado no registro público, assim como o eventual divórcio."
      },
      {
        "letra": "C",
        "texto": "O casamento de Vânia e Luiz deverá ser registrado no registro público, diferente do nascimento de Fabiana que foi apenas averbado em registro público."
      },
      {
        "letra": "D",
        "texto": "A emancipação de Fabiana ser registrado em registro público, assim como o casamento de Vânia e Luiz."
      },
      {
        "letra": "E",
        "texto": "O casamento de Vânia e Luiz deverá ser averbado em registro público, assim como a emancipação de Fabiana."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "998744",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "A respeito do casamento: I. Pode ocorrer entre duas pessoas do mesmo sexo. II. Em caso de moléstia grave de um dos nubentes, o juiz de casamento irá celebrá-lo no local onde se encontrar o enfermo. III. Haverá a presença de 6 (seis) testemunhas, na hipótese de um dos contraentes não souber ou não puder escrever. IV. Poderá celebrar-se mediante procuração pública com poderes especiais. Com base nessas assertivas, assinale a alternativa que corresponda à assertiva FALSA ou às assertivas FALSAS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "990680",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o casamento, de acordo com as disposições do Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A idade núbil é, em regra, 14 (quatorze) anos completos, ressalvada a possibilidade do casamento por quem ainda não alcançou tal idade para evitar imposição ao cumprimento de pena criminal ou em caso de gravidez."
      },
      {
        "letra": "B",
        "texto": "O requerimento de habilitação para o casamento pode ser realizado por procurador."
      },
      {
        "letra": "C",
        "texto": "Quando a solenidade de celebração do casamento for realizada na sede do cartório, dispensa-se a presença de testemunhas."
      },
      {
        "letra": "D",
        "texto": "A eficácia da habilitação para o casamento é de 180 (cento e oitenta) dias, a contar da data em que for extraído o certificado de habilitação."
      },
      {
        "letra": "E",
        "texto": "Não podem casar os colaterais de quarto grau."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "987743",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Um casamento entre duas pessoas legalmente habilitadas foi devidamente levado a registro por celebrante que, embora não possuísse a competência exigida na lei, exercia publicamente a função de juiz de casamento. Nessa situação hipotética, de acordo com o Código Civil, esse casamento é considerado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válido."
      },
      {
        "letra": "B",
        "texto": "inexistente."
      },
      {
        "letra": "C",
        "texto": "ineficaz."
      },
      {
        "letra": "D",
        "texto": "nulo."
      },
      {
        "letra": "E",
        "texto": "anulável."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987642",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Acerca dos novos arranjos familiares e da separação judicial, assinale a opção correta à luz do entendimento dos tribunais superiores e da doutrina.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embora decorram da união homoafetiva todos os direitos e deveres que emanam da união estável entre homem e mulher, essa união não é considerada uma entidade familiar."
      },
      {
        "letra": "B",
        "texto": "É constitucional a diferenciação de regimes sucessórios entre cônjuges e companheiros, tal como o previsto no Código Civil."
      },
      {
        "letra": "C",
        "texto": "A emenda constitucional que suprimiu a necessidade de prazo para o divórcio e o sistema bifásico incorreu na revogação tácita da legislação infraconstitucional que versa sobre a separação judicial."
      },
      {
        "letra": "D",
        "texto": "É juridicamente impossível que uma pessoa tenha dois pais, um biológico e outro socioafetivo, e receba de ambos os direitos relacionados a essa filiação."
      },
      {
        "letra": "E",
        "texto": "A família eudemonista resulta do arranjo familiar que busque a felicidade individual com o propósito de emancipação de seus membros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "986571",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Rubens separou-se de fato de Betina em 2007. Casados desde 2004, não ajuizaram ação de divórcio, e Betina, em 2016, faleceu. Por ocasião do casamento, Rubens adotou o sobrenome de Betina. Diante de seu falecimento, Rubens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá retirar o sobrenome de Betina administrativamente se vier a contrair novo casamento."
      },
      {
        "letra": "B",
        "texto": "poderá requerer administrativamente o retorno ao nome de solteiro."
      },
      {
        "letra": "C",
        "texto": "não poderá requerer judicialmente o retorno ao nome de solteiro porque tal pedido deveria ser feito em ação de divórcio."
      },
      {
        "letra": "D",
        "texto": "não poderá requerer judicialmente o retorno ao nome de solteiro porque dependia de anuência do outro cônjuge."
      },
      {
        "letra": "E",
        "texto": "poderá requerer judicialmente o retorno ao nome de solteiro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "973940",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Recentemente, no Brasil, o processo eleitoral foi marcado por opiniões muito divergentes sobre os mais variados assuntos, sendo um deles o casamento civil de pessoas do mesmo sexo. Para um determinado grupo da sociedade, o casamento deveria, em tese, ocorrer somente entre homem e mulher, tendo em vista a literalidade da legislação a esse respeito, enquanto outra parcela considerável da população opinou por estender os efeitos do casamento à união homoafetiva, sob as premissas já decididas pelo Supremo Tribunal Federal (STF), bem como em homenagem aos princípios da dignidade da pessoa humana e da igualdade entre os cidadãos. Considerando o exposto e com base no Código Civil brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O casamento estabelece comunhão plena de vida, com base na igualdade de direitos e deveres dos cônjuges, ficando a cargo da mulher a educação dos filhos, e do marido, o sustento da família."
      },
      {
        "letra": "B",
        "texto": "O casamento é civil e gratuita a sua celebração, embora as taxas recolhidas em cartório tenham natureza extrafiscal."
      },
      {
        "letra": "C",
        "texto": "O registro do casamento religioso submete-se a requisitos diversos dos exigidos para o casamento civil."
      },
      {
        "letra": "D",
        "texto": "O casamento se realiza no momento em que o homem e a mulher manifestam, perante o juiz, a sua vontade de estabelecer vínculo conjugal, e o juiz os declara casados."
      },
      {
        "letra": "E",
        "texto": "Será eficaz o registro civil do casamento religioso se, antes dele, qualquer dos consorciados houver contraído com outrem casamento civil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "973772",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Romário e Flávia estão noivos e desejam celebrar casamento. Para tanto, resolvem fazer um pacto antenupcial. Levando em consideração o assunto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É anulável o pacto antenupcial se não for feito por escritura pública, e ineficaz se não lhe seguir o casamento."
      },
      {
        "letra": "B",
        "texto": "Não é dada a possibilidade de realização de pacto antenupcial a menor não emancipado."
      },
      {
        "letra": "C",
        "texto": "É anulável a convenção ou cláusula do pacto antenupcial que contravenha disposição absoluta de lei."
      },
      {
        "letra": "D",
        "texto": "As convenções antenupciais não terão efeito perante terceiros senão depois de registradas, em livro especial, pelo oficial do Registro de Imóveis do domicílio dos cônjuges."
      },
      {
        "letra": "E",
        "texto": "Anulado o casamento por culpa de um dos cônjuges, ficam ambos desobrigados de cumprir as promessas assentadas no contrato antenupcial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "960535",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Não incide causa suspensiva no casamento entre:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cônjuge sobrevivente e o condenado por homicídio ou tentativa de homicídio contra o seu consorte."
      },
      {
        "letra": "B",
        "texto": "O viúvo ou a viúva que tiver filho do cônjuge falecido, enquanto não fizer inventário dos bens do casal e der partilha aos herdeiros."
      },
      {
        "letra": "C",
        "texto": "A viúva, ou a mulher cujo casamento se desfez por ser nulo ou ter sido anulado, até dez meses depois do começo da viuvez, ou da dissolução da sociedade conjugal."
      },
      {
        "letra": "D",
        "texto": "O divorciado, enquanto não houver sido homologada ou decidida a partilha dos bens do casal."
      },
      {
        "letra": "E",
        "texto": "O tutor e os seus descendentes, ascendentes, irmãos, cunhados ou sobrinhos, com a pessoa tutelada, enquanto não cessar a tutela, e não estiverem saldadas as respectivas contas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1799192",
    "metadata": "Ano: 2018 | Banca: CEV-URCA | Órgão: Prefeitura de Milagres - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "(Concurso Milagres/2018) A família, base da sociedade, tem especial proteção do Estado. Nesse sentido, assinale a opção incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O casamento é civil e gratuita a celebração."
      },
      {
        "letra": "B",
        "texto": "O casamento religioso tem efeito civil."
      },
      {
        "letra": "C",
        "texto": "Os direitos e deveres referentes à sociedade conjugal são exercidos igualmente pelo homem e pela mulher."
      },
      {
        "letra": "D",
        "texto": "O casamento civil pode ser dissolvido pelo divórcio, após prévia separação judicial por mais de um ano ou comprovada a separação de fato por mais de dois anos."
      },
      {
        "letra": "E",
        "texto": "Entende-se como entidade familiar a comunidade formada por qualquer dos pais e seus descendentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1299596",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CFP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Com relação ao divórcio no Brasil, julgue os itens a seguir. I A restrição ao divórcio teve como intuito aplacar a oposição da igreja católica, que temia que o divórcio pudesse aniquilar a família brasileira, o que jamais se confirmou. II Em 1988, aboliu‐se no Brasil a restrição, isto é, a partir de então as pessoas poderiam se casar e se divorciar quantas vezes quisessem. III A limitação a um divórcio faz surgir novos problemas, tais como o concubinato dos que vieram a se separar após nova união constituída após o divórcio e a situação dos que se casavam com pessoas divorciadas e, por tal motivo, estavam igualmente impedidas da obtenção do divórcio. Tais situações foram reconhecidas como união estável e protegidas pelo estado com a CF. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhum item está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "D",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "989376",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CREF - 13ª Região (BA-SE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Acerca das normas jurídicas decorrentes do Código Civil, julgue o item subsequente. Em razão das modificações constitucionais promovidas pela Emenda Constitucional n.º 66/2010, o instituto da separação judicial foi extinto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "952077",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Sobre a celebração do casamento, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é nulo o casamento celebrado por incompetência da autoridade celebrante."
      },
      {
        "letra": "B",
        "texto": "o casamento religioso com efeito civil produzirá seus efeitos após o competente registro."
      },
      {
        "letra": "C",
        "texto": "o casamento é anulável se contraído em situação de erro essencial sobre a pessoa no prazo de 180 dias."
      },
      {
        "letra": "D",
        "texto": "o casamento nuncupativo ocorre quando um dos contraentes estiver em iminente risco de vida e seus efeitos independem de formalidades."
      },
      {
        "letra": "E",
        "texto": "o casamento de brasileiro celebrado no estrangeiro deverá ser registrado no cartório do respectivo domicílio em 180 dias após a celebração."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "952073",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Quanto à disciplina jurídica do direito matrimonial, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não podem casar o adotante com quem foi cônjuge do adotado e o adotado com quem o foi do adotante."
      },
      {
        "letra": "B",
        "texto": "as causas suspensivas da celebração do casamento podem ser arguidas por qualquer interessado."
      },
      {
        "letra": "C",
        "texto": "o homem ou a mulher com dezesseis anos de idade, em virtude da evolução natural dos costumes, pode casar independentemente de autorização dos pais."
      },
      {
        "letra": "D",
        "texto": "para a teoria institucionalista, o casamento é instituição quanto ao conteúdo, mas se admite tratar de um contrato quanto à forma."
      },
      {
        "letra": "E",
        "texto": "o requerimento e a habilitação do casamento serão firmados pelos nubentes de próprio punho, não se admitindo a presença de procurador."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "941530",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "São impedidos de casar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os parentes colaterais até o quarto grau."
      },
      {
        "letra": "B",
        "texto": "os afins em linha reta e em linha colateral."
      },
      {
        "letra": "C",
        "texto": "o adotante com quem foi cônjuge do adotado e o adotado com quem o foi do adotante."
      },
      {
        "letra": "D",
        "texto": "o divorciado, enquanto não houver sido homologada ou decidida a partilha dos bens do casal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "936327",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "João da Silva e Vanessa Lizandra, após vinte anos de casamento, se separam consensualmente através de escritura pública, devido à inexistência de filhos incapazes, no ano de 2015, não sendo acordada a fixação de alimentos para qualquer um deles. Após dez meses da separação formal, João vem a óbito devido ao câncer diagnosticado, sendo que Vanessa requer à União Federal (Ministério das Comunicações) sua habilitação como pensionista de servidor público civil sob o fundamento de que não houve dissolução válida da sociedade conjugal em razão da Emenda Constitucional n. 66/2010 que, segundo alega, ab-rogou as normas que tratavam da separação formal. Assinale a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Vanessa não tem direito à pensão pois não houve a supressão da separação formal no Direito brasileiro."
      },
      {
        "letra": "B",
        "texto": "Vanessa não tem direito à integralidade da pensão, mas apenas à metade do valor devido à sua necessidade."
      },
      {
        "letra": "C",
        "texto": "Vanessa tem direito à pensão securitária, mas deve ajuizar ação declaratória de nulidade do acordo de separação."
      },
      {
        "letra": "D",
        "texto": "a separação extrajudicial é nula eis que inexistente o instituto desde 2010."
      },
      {
        "letra": "E",
        "texto": "a escritura pública somente contempla os casos de divórcio consensual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "930638",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Sobre o processo de habilitação, a celebração e o registro do casamento, considere as afirmativas a seguir: I. A habilitação será feita pessoalmente ou por procurador perante o Oficial do Registro Civil, ouvido o Juiz de casamentos e, se houver impugnação, manifestar-se-á o Ministério Público antes de ser submetida ao Juiz de Direito competente, que a decidirá.II. Quando a solenidade do casamento for realizada em edifício particular, ficará este de portas abertas durante o ato, presentes quatro testemunhas, parentes ou não dos contraentes, bastando, porém, duas testemunhas se a solenidade realizar-se em cartório, salvo se algum dos contraentes não souber ou não puder escrever, hipótese em que também serão necessárias quatro testemunhas. III. Quando algum dos contraentes estiver em iminente risco de vida, não obtendo a presença da autoridade à qual incumba presidir o ato, nem a de seu substituto, poderá o casamento ser celebrado na presença de seis testemunhas, que com os nubentes não tenham parentesco em linha reta, ou, na colateral, até segundo grau, as quais comparecerão, perante a autoridade judiciária mais próxima, em dez dias, sendo irrecorrível a decisão do juiz que considerar válido o casamento. IV. A invalidade do mandato para o casamento, judicialmente decretada, equipara-se à sua revogação, a qual, porém, não autorizará a anulação do casamento, se sobrevier a coabitação entre os cônjuges.V. O casamento religioso, celebrado sem a prévia habilitação perante o Oficial do Registro Público, poderá ser registrado desde que apresentados pelo celebrante ou pelos nubentes com o requerimento de registro, a prova de celebração do ato religioso e os documentos exigidos pelo Código Civil, suprindo eles eventual falta de requisitos no termo da celebração. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III"
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "IV e V."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "930636",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "O Ministério Público pode, mediante ação direta, promover a decretação de nulidade de casamento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por incompetência da autoridade celebrante."
      },
      {
        "letra": "B",
        "texto": "realizado entre madrasta, que novamente viuvar-se, e seu enteado."
      },
      {
        "letra": "C",
        "texto": "realizado entre primos."
      },
      {
        "letra": "D",
        "texto": "do incapaz de consentir ou manifestar de modo inequívoco o consentimento."
      },
      {
        "letra": "E",
        "texto": "de quem não completou a idade mínima para casar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "930631",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "A respeito dos poderes do Estado, em matéria de direito de família, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defeso a qualquer pessoa de direito público interferir na comunhão de vida instituída pela família, sendo o planejamento familiar de livre escolha, competindo ao Estado propiciar recursos educacionais e financeiros para o exercício desse direito, vedado qualquer tipo de coerção por parte de instituições privadas ou públicas."
      },
      {
        "letra": "B",
        "texto": "É defeso a qualquer pessoa de direito público, mas não às de direito privado de natureza assistencial, interferir na comunhão de vida instituída pela família, e, no caso de planejamento familiar, incumbe ao Estado orientar o casal nas escolhas e assistir na decisão sobre métodos contraceptivos."
      },
      {
        "letra": "C",
        "texto": "É inconstitucional a regra que estabelece ser o casamento civil, porque as pessoas têm liberdade de optar pelo casamento religioso com a mesma eficácia, e independentemente de qualquer outra formalidade."
      },
      {
        "letra": "D",
        "texto": "A direção da sociedade conjugal será exercida exclusivamente em colaboração pelo marido e pela mulher, sempre no interesse do casal e dos filhos, sendo vedado recorrer à autoridade administrativa ou judiciária para dirimir eventuais controvérsias."
      },
      {
        "letra": "E",
        "texto": "A guarda compartilhada de filhos, no caso de divórcio, só pode ser decidida em acordo amigável, entre pai e mãe, e não por decreto do Juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "921346",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Maria propôs ação de divórcio em face de João e ambos, já divorciados, estão aguardando a homologação da partilha dos bens do casal. Nesse período, Maria conhece José e decidem se casar. Sobre o caso hipotético, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os colaterais de terceiro grau de José, consanguíneos ou afins, podem arguir o fato de que Maria é divorciada e a partilha de bens dela e de João ainda não foi homologada."
      },
      {
        "letra": "B",
        "texto": "Maria e José podem celebrar o casamento, desde que com o regime de separação obrigatória de bens."
      },
      {
        "letra": "C",
        "texto": "Se o oficial de registro tiver conhecimento de que a partilha de bens de Maria e João ainda não foi homologada, ele é obrigado a declarar o impedimento."
      },
      {
        "letra": "D",
        "texto": "Ainda que Maria prove a inexistência de prejuízo de João, o juiz não poderá autorizar o casamento de Maria e José até que a partilha de bens seja homologada."
      },
      {
        "letra": "E",
        "texto": "Qualquer pessoa relativamente incapaz pode declarar o impedimento do casamento de Maria até o momento da celebração."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "908328",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Casamento no Direito de Família",
      "União Estável",
      "Poder Familiar"
    ],
    "enunciado_principal": "Considerando-se os princípios atuais aplicáveis à família, inclusive sob o prisma constitucional,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o casamento homoafetivo é possível, estabelecendo relações obrigacionais mútuas, mas por falta de previsão legal não estabelece relações sucessórias, devendo os cônjuges homoafetivos beneficiarem-se por meio de testamento."
      },
      {
        "letra": "B",
        "texto": "à união estável aplicam-se somente as normas do direito civil obrigacional, acrescidas daquelas que amparam a mulher previdenciariamente e no reconhecimento da constituição de patrimônio comum."
      },
      {
        "letra": "C",
        "texto": "nada obstante a igualdade jurídica entre homem e mulher, permanece o patriarcalismo, residualmente, na administração do patrimônio material do núcleo familiar."
      },
      {
        "letra": "D",
        "texto": "os filhos possuem direitos iguais, independentemente de sua origem, salvo aqueles adotados após a maioridade, em relação a restrições sucessórias, somente."
      },
      {
        "letra": "E",
        "texto": "a paternidade socioafetiva, declarada ou não em registro público, não impede o reconhecimento do vínculo de filiação concomitante baseado na origem biológica, com todas as suas consequências patrimoniais e extrapatrimoniais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "906384",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Apresentado requerimento de habilitação para o casamento, constatou-se que o nubente contava com dezessete anos de idade, mas tinha sido emancipado, enquanto que a nubente possuía dezessete anos, porém estava sob tutela. Nesse caso hipotético, no que concerne à autorização para contrair matrimônio, deve o Oficial do Cartório de Registro Civil exigir autorização",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dos genitores da nubente sob tutela ou ato judicial que a supra."
      },
      {
        "letra": "B",
        "texto": "do tutor da nubente ou ato judicial que a supra."
      },
      {
        "letra": "C",
        "texto": "dos genitores de ambos os nubentes ou ato judicial que a supra."
      },
      {
        "letra": "D",
        "texto": "dos genitores do nubente emancipado, bem como de um curador especial nomeado para a nubente sob tutela ou ato judicial que a supra."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "905780",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Considere as seguintes afirmativas a respeito do direito de família: I. A diversidade de sexos entre os companheiros não é requisito essencial para a configuração da união estável. II. A pessoa casada, mas separada de fato, pode constituir união estável. III. De acordo com jurisprudência pacificada no âmbito do Superior Tribunal de Justiça, na união estável, na ausência de contrato de convivência, a partilha de bens exige prova do esforço comum. IV. A pessoa divorciada, enquanto não houver sido homologada ou decidida a partilha de bens do casal, não pode constituir união estável. Estão CORRETAS apenas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "895173",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Sobre o casamento, responda as questões: I. A eficácia da habilitação será de noventa dias, a contar da data em que foi realizado o requerimento. II. O nubente que não estiver em iminente risco de vida poderá fazer-se representar no casamento nuncupativo. III. Caso a celebração do casamento seja suspensa ante a recusa solene da vontade de um dos contraentes, não é possível a retratação no mesmo dia. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva II é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas são falsas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e III são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "890918",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É absoluto o impedimento relativo ao casamento dos colaterais até o terceiro grau inclusive."
      },
      {
        "letra": "B",
        "texto": "É nulo o casamento contraído pelo enfermo mental sem o necessário discernimento para os atos da vida civil."
      },
      {
        "letra": "C",
        "texto": "A gravidez por inseminação artificial antecedente supre o defeito de idade núbil para o casamento."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público pode promover a anulação do casamento por incompetência da autoridade celebrante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "890910",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os aspectos essenciais da personalidade humana são caracterizados pela imaterialidade."
      },
      {
        "letra": "B",
        "texto": "O companheiro homoafetivo ocupa, na linha sucessória, a mesma condição jurídica do cônjuge."
      },
      {
        "letra": "C",
        "texto": "A condição, o termo e o modo são elementos acidentais do negócio jurídico, cuja inclusão depende da vontade das partes."
      },
      {
        "letra": "D",
        "texto": "Como causa de impossibilidade da comunhão de vida, a tentativa de morte observa o preceito constitucional da presunção de inocência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "890909",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Personalidade, Pessoa Natural e Capacidade",
      "Casamento no Direito de Família",
      "União Estável",
      "Parte Geral"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A mudança de gênero deve observar a prévia cirurgia de redesignação sexual do interessado na alteração do registro público."
      },
      {
        "letra": "B",
        "texto": "No casamento avuncular (entre colaterais de terceiro grau) in extremis ou articulo mortis (nuncupativo), o assentimento do nubente enfermo pode ser inferido por gestos, desde que confirmada a vontade pelas testemunhas."
      },
      {
        "letra": "C",
        "texto": "A paternidade socioafetiva pode ser reconhecida voluntariamente na via administrativa, ainda que no assento de nascimento conste o vínculo paterno-filial biológico."
      },
      {
        "letra": "D",
        "texto": "Na união estável envolvendo pessoa maior de setenta anos, a existência de pacto antenupcial excepciona a obrigatoriedade do regime de separação de bens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "889824",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Joaquina nasceu com o diagnóstico de síndrome de Down; aos 18 anos, conheceu Raimundo e decidiu casar. Os pais de Joaquina declararam que somente autorizam o casamento se o mesmo for celebrado sob o regime da separação convencional de bens, tendo em vista que a família é possuidora de uma grande fortuna e Raimundo é de origem humilde. Joaquina, que tem plena capacidade de comunicação, não aceitou a sugestão dos pais e deseja casar sob o regime legal (comunhão parcial de bens). Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que possa casar sob o regime da comunhão parcial de bens, deverá Joaquina ser submetida, mesmo contra sua vontade, ao procedimento de tomada de decisão apoiada."
      },
      {
        "letra": "B",
        "texto": "Joaquina poderá casar sob o regime de bens que melhor entender, tendo em vista que é dotada de plena capacidade civil."
      },
      {
        "letra": "C",
        "texto": "O juiz deverá nomear um curador para que possa analisar as pretensões do noivo em relação a Joaquina e decidir acerca do melhor regime patrimonial para o casal."
      },
      {
        "letra": "D",
        "texto": "Joaquina é relativamente incapaz e deve ser assistida no ato do casamento que somente pode ser celebrado sob o regime da separação legal."
      },
      {
        "letra": "E",
        "texto": "Joaquina somente poderá casar se obtiver autorização dos pais que poderá ser suprida pelo juiz, ouvido o Ministério Público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "883007",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família"
    ],
    "enunciado_principal": "Em relação ao direito de família e ao direito das sucessões, julgue o item subsequente. A existência de estado gravídico é hipótese excepcional de permissão para casamento de pessoa que não tenha atingido a idade núbil.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866419",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do Supremo Tribunal Federal (STF) e do STJ acerca da união estável e casamento, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível o reconhecimento da união estável entre pessoas do mesmo sexo, sendo vedado o casamento civil."
      },
      {
        "letra": "B",
        "texto": "A união estável homoafetiva é vedada no ordenamento jurídico brasileiro: união estável consiste de uma relação entre homem e mulher, contínua e duradoura, com o objetivo de constituição de família."
      },
      {
        "letra": "C",
        "texto": "Como não se trata de entidade familiar, a relação entre pessoas do mesmo sexo é uma sociedade de fato, inclusive com competência da vara cível, e não da de família, para eventual ajuizamento de ação."
      },
      {
        "letra": "D",
        "texto": "A união entre duas pessoas do mesmo sexo é reconhecida como entidade familiar, com convivência pública, contínua, duradoura, com o objetivo de constituição de família, e é de competência da vara de família o ajuizamento de eventual ação a respeito."
      },
      {
        "letra": "E",
        "texto": "Diferentemente do instituto do casamento, a companheira ou o companheiro, na vigência da união estável, participará da sucessão do outro apenas quanto aos bens adquiridos onerosamente."
      }
    ],
    "gabarito": "D"
  }
]