[
  {
    "id": "3582937",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Acerca da prescrição, responsabilidade civil, poder familiar e perdas e danos, julgue o item que se segue, à luz da jurisprudência do STJ. Rescindido o contrato de promessa de compra e venda por culpa do promitente comprador, é devido o pagamento de taxa de fruição ao promitente vendedor, correspondente ao período entre a data da rescisão e a efetiva devolução do imóvel.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3296138",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O alienatário responde pela evicção nos contratos onerosos."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade pela evicção é inafastável."
      },
      {
        "letra": "C",
        "texto": "O preço, seja a evicção total ou parcial, será o do valor da coisa, na época em que se evenceu, e proporcional ao desfalque sofrido, no caso de evicção parcial."
      },
      {
        "letra": "D",
        "texto": "As benfeitorias necessárias ou úteis, não abonadas ao que sofreu a evicção, serão pagas pelo alienatário."
      },
      {
        "letra": "E",
        "texto": "Permanece ao adquirente o direito de demandar pela evicção, ainda que soubesse que a coisa era alheia ou litigiosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267112",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Considerando as disposições legais sobre o contrato de compra e venda, tem-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É lícita a compra e venda entre cônjuges, com relação a bens excluídos da comunhão."
      },
      {
        "letra": "B",
        "texto": "As despesas de escritura e registro são de responsabilidade do vendedor, salvo disposição contratual em contrário."
      },
      {
        "letra": "C",
        "texto": "É nula a venda realizada de ascendente para descendente."
      },
      {
        "letra": "D",
        "texto": "Tutores, curadores, testamenteiros e administradores podem adquirir os bens confiados à sua guarda ou administração, desde que ocorra por meio de hasta pública."
      },
      {
        "letra": "E",
        "texto": "Em regra, até o momento da tradição, os riscos da coisa correm por conta do comprador, e os do preço, por conta do vendedor"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3258231",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Com relação ao contrato de compra e venda, ao empresário e aos privilégios e preferências creditórios, julgue o item seguinte. É vedada aos serventuários da justiça a compra de bens imóveis que estejam sob administração da justiça e que sejam objeto de litígio no tribunal em que servirem, ainda que essa compra ocorra em hasta pública e vise ao pagamento de dívida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3228249",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Acerca da disciplina dos contratos em geral e do contrato de compra e venda, tomando como base as normas que regem estas modalidades de ajuste, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas relações contratuais privadas, prevalecerão o princípio da intervenção mínima e a excepcionalidade da revisão contratual."
      },
      {
        "letra": "B",
        "texto": "A cláusula resolutiva expressa opera de pleno direito; a tácita depende de interpelação extrajudicial."
      },
      {
        "letra": "C",
        "texto": "A compra e venda pode ter por objeto coisa atual ou futura. Neste caso, será nulo o contrato, se esta não vier a existir, salvo se a intenção das partes era de concluir contrato aleatório."
      },
      {
        "letra": "D",
        "texto": "Nas coisas vendidas conjuntamente, o defeito oculto de uma autoriza a rejeição de todas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3204418",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "No que diz respeito aos contratos de direito privado, assinale a afirmação FALSA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A resilição unilateral, nos casos em que a lei expressa ou implicitamente o permita, opera mediante denúncia notificada à outra parte."
      },
      {
        "letra": "B",
        "texto": "As benfeitorias necessárias ou úteis, não abonadas ao que sofreu a evicção, serão pagas pelo alienante."
      },
      {
        "letra": "C",
        "texto": "Até o momento da tradição, os riscos da coisa correm por conta do comprador, e os do preço por conta do vendedor."
      },
      {
        "letra": "D",
        "texto": "Nas relações contratuais privadas, prevalecerão o princípio da intervenção mínima e a excepcionalidade da revisão contratual."
      },
      {
        "letra": "E",
        "texto": "Nos contratos de adesão, são nulas as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3540154",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Mogi das Cruzes - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Considere que Laura assinou um contrato de compra e venda de um imóvel de João e que, no instrumento contratual, foi fixada a utilização da taxa Selic como índice de correção monetária das parcelas ajustadas. Com base na situação hipotética e na jurisprudência do Superior Tribunal de Justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Código Civil veda a utilização da taxa Selic como índice de correção monetária das parcelas previstas em contrato de compra e venda de imóvel."
      },
      {
        "letra": "B",
        "texto": "se não houver a incidência cumulativa de juros remuneratórios, admite-se a utilização da taxa Selic como forma de correção monetária das parcelas estipuladas no contrato."
      },
      {
        "letra": "C",
        "texto": "como a taxa Selic abrange apenas correção monetária, pode ser utilizada livremente em qualquer instrumento contratual que demande atualização monetária, independentemente de previsão."
      },
      {
        "letra": "D",
        "texto": "a utilização da taxa Selic pode ser cumulada com os juros compensatórios, desde que expressamente prevista no instrumento contratual."
      },
      {
        "letra": "E",
        "texto": "como os juros remuneratórios indenizam o credor pelo atraso no pagamento da dívida, e a taxa Selic é utilizada para corrigir o débito, podem ser empregados de forma cumulativa no contrato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3223281",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Leandro e Larissa, solteiros, maiores e capazes, celebraram contrato de compra e venda de um imóvel, de propriedade de Larissa, situado na Avenida das Flores, no 100, no valor de R$ 500.000,00 (quinhentos mil reais). Sem registrar o contrato no Cartório de Registro de Imóveis, Leandro vendeu o imóvel recém-adquirido para seu primo, Renan. Diante da situação hipotética, é correto afirmar que o contrato de compra e venda assinado entre Leandro e Larissa é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válido, uma vez que as partes são solteiras, maiores e capazes."
      },
      {
        "letra": "B",
        "texto": "anulável, sendo o prazo decadencial para pleitear a anulação de quatro anos, contado do dia em que se realizou o negócio jurídico."
      },
      {
        "letra": "C",
        "texto": "nulo, sendo suscetível de confirmação pelas partes a qualquer tempo."
      },
      {
        "letra": "D",
        "texto": "anulável, com prazo de dois anos para pleitear a anulação, podendo ser confirmado pelas partes a qualquer tempo."
      },
      {
        "letra": "E",
        "texto": "nulo, podendo ser alegada a nulidade por qualquer interessado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3169952",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "De acordo com o Código Civil, a compra e venda",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é contrato real."
      },
      {
        "letra": "B",
        "texto": "impõe ao vendedor a obrigação de entregar a coisa antes do recebimento do preço, ainda que não se trate de venda a crédito."
      },
      {
        "letra": "C",
        "texto": "se aperfeiçoa com a entrega da coisa."
      },
      {
        "letra": "D",
        "texto": "pode ter por objeto coisa atual ou futura."
      },
      {
        "letra": "E",
        "texto": "é anulável quando se deixa a fixação do preço ao arbítrio exclusivo de uma das partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3135110",
    "metadata": "Ano: 2024 | Banca: UNIVALI | Órgão: Prefeitura de Luiz Alves - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "O procurador foi acionado para elaborar um contrato em que uma das partes se compromete a transferir a propriedade de um bem após o pagamento total. Esse contrato é classificado como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrato de compra e venda."
      },
      {
        "letra": "B",
        "texto": "Contrato de parceria."
      },
      {
        "letra": "C",
        "texto": "Contrato de doação."
      },
      {
        "letra": "D",
        "texto": "Contrato de comodato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3129207",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Sorocaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Romeu e Beth são casados pelo regime de comunhão parcial de bens e pais de três filhos: Pedro, Paulo e Bianca. Sabendo que Bianca está procurando um apartamento para comprar, Romeu lhe oferece um dos imóveis de propriedade do casal pelo valor de mercado. Sem conhecimento dos demais membros da família, Bianca realiza o pagamento e há a transferência da propriedade. Diante da situação hipotética narrada, é correto afirmar que a venda",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é nula, havendo o prazo prescricional de dois anos contados da data de conhecimento da venda pelos demais membros da família."
      },
      {
        "letra": "B",
        "texto": "é anulável no prazo de dois anos a contar da conclusão da venda."
      },
      {
        "letra": "C",
        "texto": "é válida, uma vez que praticado o valor de mercado."
      },
      {
        "letra": "D",
        "texto": "poderá se tornar válida desde que Beth declare expressamente estar de acordo com a venda."
      },
      {
        "letra": "E",
        "texto": "será válida se houver consentimento, ainda que presumido, por parte de Pedro e Paulo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3117506",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral"
    ],
    "enunciado_principal": "Apertus e Clausus celebraram o seguinte contrato: Apertus haveria para si o carro de Clausus, que sempre cobiçou. Clausus, a seu turno, poderia escolher, em até quinze dias, qualquer bem de Apertus para transferir para si. A avença é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "existente, válida e eficaz;"
      },
      {
        "letra": "B",
        "texto": "inexistente;"
      },
      {
        "letra": "C",
        "texto": "existente, porém nula;"
      },
      {
        "letra": "D",
        "texto": "existente, porém anulável;"
      },
      {
        "letra": "E",
        "texto": "existente e válida, porém de eficácia condicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3113284",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "A respeito da pessoa jurídica, dos direitos reais, da posse e dos atos unilaterais, julgue o item subsequente, considerando o Código Civil e, no que couber, o entendimento jurisprudencial dos tribunais superiores. A promessa de compra e venda sem cláusula de arrependimento, ainda que não levada a registro no registro de imóveis, gera direito real de aquisição ao promitente comprador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3101216",
    "metadata": "Ano: 2024 | Banca: COTEC | Órgão: Prefeitura de Japonvar  - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral"
    ],
    "enunciado_principal": "No que diz respeito aos defeitos do negócio jurídico nos contratos de compra e venda, conforme o Superior Tribunal de Justiça (STJ), é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos contratos de compra e venda, é válida a cláusula penal que prevê a perda integral dos valores pagos em contrato de compromisso de compra e venda firmado entre particulares."
      },
      {
        "letra": "B",
        "texto": "para a caracterização do vício de lesão, basta apenas a presença do elemento objetivo, ou seja, a desproporção das prestações."
      },
      {
        "letra": "C",
        "texto": "tratando-se de negócio jurídico bilateral, celebrado de forma voluntária entre particulares, é prescindível a comprovação dos elementos subjetivos, sendo admissível a presunção nesse sentido"
      },
      {
        "letra": "D",
        "texto": "para a caracterização do vício de lesão, basta apenas a presença do elemento subjetivo, ou seja, a inexperiência ou a premente necessidade."
      },
      {
        "letra": "E",
        "texto": "o mero interesse econômico em resguardar o patrimônio investido em determinado negócio jurídico configura premente necessidade na configuração do vício de lesão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3052483",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Vitória - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "João e Maria celebraram um contrato de compra e venda de um imóvel no valor de R$ 500.000,00. De acordo com o contrato, João deveria pagar o valor total à vista no ato da assinatura do contrato, enquanto Maria se comprometia a transferir a propriedade do imóvel livre de quaisquer ônus ou gravames. Três dias antes do agendado para a assinatura do contrato, João entra em contato com Maria e informa que, infelizmente, só conseguirá pagar metade do valor ajustado na data originalmente agendada para celebração do contrato. Diante disso, propõe alteração contratual, de sorte a constar o pagamento de 50% do valor no ato da assinatura e o restante em 30 dias ou, alternativamente, que seja alterada a data da celebração do pacto. Maria opta, expressamente, pela primeira opção, incluindo a nova cláusula sobre a forma de pagamento, mantendo a data originalmente acordada para a assinatura, pagamento parcial e transferência do bem livre de quaisquer ônus ou gravames. No dia da assinatura, João pagou a metade do valor acordado, nos termos da alteração contratual aceita por Maria. Maria, por sua vez, informou a João que o imóvel ainda estava hipotecado e que precisaria de alguns dias para providenciar a quitação da hipoteca e a transferência da propriedade do bem. João aceitou, desde que tais providências fossem realizadas no prazo de 30 dias. Passados 30 dias, João procura Maria para pagar o valor remanescente, mas para tanto, exige que Maria cumpra a sua parte no acordo, ao que Maria responde que ainda não havia conseguido liberar o imóvel da hipoteca, necessitando de mais 30 dias para tanto, com o que João não concorda. Ambas as partes alegam que a outra descumpriu o contrato e exigem a resolução do negócio por inadimplemento. Diante dessa situação hipotética, analise as seguintes alternativas e indique a correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João e Maria estão ambos inadimplentes, pois não cumpriram integralmente as obrigações assumidas no contrato. Nesse caso, o contrato deve ser resolvido, retornando ambas as partes a situação anterior da avença."
      },
      {
        "letra": "B",
        "texto": "A recusa de João em pagar o valor remanescente configura inadimplemento e, diante de tal situação, Maria pode optar por exigir o cumprimento da obrigação ou resolver o contrato, retendo parte do valor já pago a título de perdas e danos."
      },
      {
        "letra": "C",
        "texto": "Como Maria está inadimplente, pois não conseguiu entregar o imóvel livre de ônus, João pode optar por exigir o cumprimento da obrigação de Maria ou resolver o contrato, com a devolução do valor pago, acrescido de perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Como Maria aceitou alterar a forma do pagamento, João tem o dever de conceder o prazo adicional de 30 dias para Maria quitar a hipoteca e cumprir a sua obrigação, pois a recusa de João configura violação positiva do contrato."
      },
      {
        "letra": "E",
        "texto": "Diante do inadimplemento de ambas as partes, o contrato deve ser resolvido, com a devolução do valor pago, sem a possibilidade de qualquer das partes exigir o cumprimento da outra ou indenização por perdas e danos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3052482",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Vitória - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Lucas e Ana celebraram contrato particular de compra e venda de veículo usado, sendo ajustado o pagamento à vista e a transferência do bem no órgão competente, bem como a tradição para o dia 15 de julho de 2024. As obrigações foram cumpridas por ambas as partes. No entanto, cerca de 10 dias após a compra e a tradição, o veículo apresentou diversos problemas mecânicos que não haviam sido informados por Ana durante as negociações e celebração do contrato que, ao contrário, afirmou que o veículo estava em perfeito estado e que ela havia sido a única proprietária do veículo. Ao levar o carro a um mecânico, foi constatado que o veículo estava com o motor comprometido e precisaria de um reparo de custo muito elevado. Diante disso, Lucas procurou Ana para informar sobre os problemas do carro e informar sua intenção de enjeitar a coisa, requerendo a restituição dos valores pagos. Ana nega qualquer responsabilidade, alegando que o veículo estava em perfeito estado no momento da venda e não tinha conhecimento dos problemas mecânicos. Diante do impasse, Lucas procura assessoria jurídica especializada a fim de conhecer os seus direitos, sendo informado que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ante à constatação dos graves defeitos no veículo, não informados por Ana durante as negociações, Lucas tem o direito de pleitear a rescisão do contrato de compra e venda do veículo com Ana, independentemente do conhecimento da vendedora sobre tais vícios."
      },
      {
        "letra": "B",
        "texto": "o desconhecimento de Ana sobre a existência dos defeitos do veículo, a isenta de qualquer responsabilidade, recaindo sobre o Lucas todo e qualquer ônus, seja por sua falta de diligência, seja em razão da regra res perit domino."
      },
      {
        "letra": "C",
        "texto": "Ana será responsabilizada pelos vícios do veículo, se comprovado que ela tinha conhecimento dos problemas e mesmo assim omitiu essa informação no momento da negociação."
      },
      {
        "letra": "D",
        "texto": "inexistindo cláusula especial de garantia no contrato celebrado entre as partes, Lucas não tem o direito de exigir abatimento no preço ou rescisão do contrato."
      },
      {
        "letra": "E",
        "texto": "independentemente da comprovação de que Ana conhecia dos defeitos do veículo e os omitiu, será obrigada a restituir os valores recebidos, além de indenizar Lucas por perdas e danos e por todas as despesas do contrato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3030610",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Prefeitura de Esmeraldas - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Jeremias, um produtor rural de café, celebrou um contrato de compra e venda de colheita futura com Pedro, que adquiriu uma safra que ainda não germinou. No entanto, há o risco de que a plantação não produza frutos, por fatores desconhecidos, razão pela qual Pedro assume o risco da existência da colheita. Diante disso, Jeremias terá o direito de receber integralmente o que lhe foi prometido, desde que de sua parte não tenha havido dolo ou culpa, ainda que nada seja colhido. Nesse contexto, trata-se de contrato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aleatório."
      },
      {
        "letra": "B",
        "texto": "Acessório."
      },
      {
        "letra": "C",
        "texto": "Estimatório."
      },
      {
        "letra": "D",
        "texto": "Comutativo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3016574",
    "metadata": "Ano: 2024 | Banca: FACET Concursos | Órgão: Prefeitura de Queimadas - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Um contrato de compra e venda de um imóvel rural em Queimadas-PB é celebrado entre dois particulares, mas, posteriormente, é descoberto que o vendedor não era o legítimo proprietário do imóvel, tornando a transação questionável. Considerando essa situação, avalie as seguintes afirmações: 1. O contrato celebrado é nulo de pleno direito, uma vez que o objeto da transação não pertence ao vendedor, acarretando a ineficácia dos atos subsequentes. 2. A anulabilidade do contrato pode ser arguida pela parte prejudicada, desde que o faça no prazo decadencial previsto no Código Civil. 3. A inexistência do contrato ocorre apenas em casos em que o ato jurídico carece de um dos elementos essenciais, como o objeto ou a vontade das partes. 4. A ineficácia absoluta do contrato impede que qualquer de seus efeitos sejam produzidos, independentemente da manifestação de terceiros. 5. A nulidade relativa do contrato pode ser sanada por meio da ratificação expressa das partes, desde que não tenha havido má-fé ou prejuízo a terceiros. Alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens 1, 2 e 4 são corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens 1, 3 e 5 são corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens 2, 3 e 4 são corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens 1, 2 e 5 são corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens 2, 3 e 5 são corretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2581571",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Americana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Relativamente ao contrato de compra e venda, considere as seguintes assertivas:I – A compra e venda somente poderá ter por objeto coisa futura se a intenção das partes for de concluir contrato aleatório se a coisa não vier a existir.II – É válido o contrato de compra e venda, quando se deixa ao arbítrio exclusivo de uma das partes a fixação do preço, em havendo consentimento expresso.III – Salvo cláusula em contrário, ficarão as despesas de escritura e registro a cargo do vendedor, e a cargo do comprador as da tradição. IV – Até o momento da tradição, os riscos da coisa correm por conta do vendedor, e os do preço por conta do comprador.Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV, apenas"
      },
      {
        "letra": "D",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2564471",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Jairo ofereceu à venda o seu automóvel ao seu melhor amigo, Filipe, que aceitou a oferta. Firmaram então instrumento contratual pelo qual Jairo se obrigou a vender o automóvel e Filipe se obrigou a comprá-lo, mas não convencionaram o preço, porque o veículo ainda demandava reparos cujo custo seria posteriormente apurado. Como Filipe confiava muito em Jairo, O contrato previu que a fixação do preço seria feita depois da conclusão dos reparos, ficando sujeita ao arbítrio exclusivo de João. Nesse caso, de acordo com o Código Civil, o contrato de compra e venda é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válido, mas Filipe poderá exigir a redução do preço fixado se manifestamente desproporcional ao valor de mercado do automóvel, independentemente de Jairo ter agido ou não de má-fé."
      },
      {
        "letra": "B",
        "texto": "válido, mas Filipe poderá exercer o direito potestativo de desistir do negócio no prazo de 7 dias contado da data em que for comunicado do preço fixado por Jairo."
      },
      {
        "letra": "C",
        "texto": "nulo."
      },
      {
        "letra": "D",
        "texto": "anulável."
      },
      {
        "letra": "E",
        "texto": "válido, não podendo Filipe se insurgir contra o preço fixado, exceto se Jairo tiver agido de má-fé."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2550611",
    "metadata": "Ano: 2024 | Banca: IADES | Órgão: EMATER-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Em relação ao direito das obrigações e dos contratos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Regra geral, nas obrigações alternativas, a escolha cabe ao credor, a menos que haja estipulação em contrário."
      },
      {
        "letra": "B",
        "texto": "Ocorrendo a evicção, se o evicto desconhece o risco, ou se dele for informado, não o assuma, não obstante a cláusula que exclui a garantia contra a evicção, ele tem direito de receber em dobro o preço que tenha pago pela coisa perdida."
      },
      {
        "letra": "C",
        "texto": "Se um contrato de compra e venda de imóvel não possuir cláusula de arrependimento, e se tiver sido paga determinada quantia como sinal, este deve ser entendido como arras confirmatórias e princípio do pagamento. Logo, o credor as conservará depois de executado o contrato, ao passo que o devedor as deduzirá da prestação quando realizar o pagamento final."
      },
      {
        "letra": "D",
        "texto": "Na sub-rogação legal, o sub-rogado que pagar a dívida pela qual seja ou possa ser obrigado poderá cobrar o total da dívida, mesmo que o seu desembolso seja menor, visto que se sub-roga nos direitos e nas ações do credor."
      },
      {
        "letra": "E",
        "texto": "No contrato de fiança, uma pessoa garante satisfazer ao credor uma obrigação assumida pelo devedor, caso este não a cumpra, sendo que esta dar-se-á por escrito e admite interpretação extensiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2544032",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Panambi - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "No contrato de compra e venda de determinado imóvel, foi estabelecida a cláusula de retrovenda, portanto, o direito do vendedor de recobrá-la decai no prazo de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "6 meses."
      },
      {
        "letra": "B",
        "texto": "180 dias."
      },
      {
        "letra": "C",
        "texto": "3 anos."
      },
      {
        "letra": "D",
        "texto": "5 anos."
      },
      {
        "letra": "E",
        "texto": "10 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2537772",
    "metadata": "Ano: 2024 | Banca: IBADE | Órgão: Prefeitura de Ouro Preto do Oeste - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Em uma ação judicial referente à compra de um veículo usado, foi alegado pelo comprador a existência de vício redibitório, devido a um defeito oculto no motor do carro que o tornava impróprio para o uso. Durante o processo, ficou comprovado que o defeito já existia no momento da compra, impossibilitando a utilização do veículo. Qual é o prazo para que o comprador reivindique a resolução do contrato em casos de vício de difícil constatação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "30 dias a partir da data de compra do veículo;"
      },
      {
        "letra": "B",
        "texto": "90 dias a partir da data de constatação do defeito;"
      },
      {
        "letra": "C",
        "texto": "180 dias a partir da data de ciência do vício;"
      },
      {
        "letra": "D",
        "texto": "1 ano a partir da data de tradição do veículo;"
      },
      {
        "letra": "E",
        "texto": "Não há prazo definido, pois a constatação de vício de difícil percepção depende da boa-fé do vendedor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2534449",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Câmara de Araripina - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Julgue o item subsequente.O contrato de compra e venda, conforme o Código Civil brasileiro, exige a presença de um preço certo e determinado, o consentimento das partes e a coisa vendida. O preço deve ser estabelecido necessariamente em dinheiro, não sendo possível que a contraprestação seja efetuada por meio de outros bens ou serviços. Esse requisito visa a garantir a liquidez e a certeza nas transações comerciais, evitando ambiguidades e litígios relacionados à determinação do valor da prestação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2524469",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TCE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Em um município do interior do país, Joaquim Maria, com objetivo de desfrutar da sua aposentadoria, comprou uma chácara de Franciso José por meio de escritura pública com pagamento à vista com imissão imediata da posse. As despesas com a celebração do contrato foram pagas por Joaquim. Seis meses após a celebração do contrato, Joaquim tem ciência que Franciso havia adquirido a chácara de Brás Cubas, contudo a venda foi anulada por vício formal. Destaca-se que Joaquim e Francisco não tinham ciência do vício ou da possibilidade de anulação. No contrato de compra e venda, inexistia qualquer cláusula a respeito da evicção. Analise a situação hipotética com base no tema evicção e assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A boa-fé do alienante exclui sua responsabilidade pela evicção, devendo o adquirente acionar diretamente o causador do vício formal."
      },
      {
        "letra": "B",
        "texto": "Como se trata de princípio de ordem pública, é vedada as partes a inclusão de cláusula contratual que exclua a garantia contra a evicção."
      },
      {
        "letra": "C",
        "texto": "Entre outros valores, Joaquim Maria tem direito à restituição integral do preço e à indenização pelas despesas do contrato de compra e venda."
      },
      {
        "letra": "D",
        "texto": "Caso Joaquim Maria tenha realizada benfeitorias na chácara, somente as necessárias serão restituídas por Francisco José."
      },
      {
        "letra": "E",
        "texto": "A evicção se caracteriza como fenômeno jurídico subjetivo e, por isso, depende do conhecimento ou da culpa do alienante para a sua ocorrência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2522298",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Mara assinou um contrato de compra e venda de uma sala comercial, ainda na planta, localizada no Edifício Negócios Já, com o fim de realizar um investimento imobiliário. Quando do registro da matrícula do imóvel, Mara percebeu que havia uma diferença a menor na metragem, pois no contrato constava que o bem teria 50 m² e foi entregue um imóvel de 48,5 m². Com base na situação hipotética apresentada e no disposto na atual jurisprudência do Superior Tribunal de Justiça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para a venda ser considerada como ad mensuram é preciso que haja cláusula expressa no contrato de compra e venda, não cabendo complemento de área no imóvel comprado por Mara, mas apenas resolução do contrato."
      },
      {
        "letra": "B",
        "texto": "como o imóvel foi comprado na planta, considera-se que a venda foi ad corpus e Mara terá direito ao complemento da área ou à resolução do contrato."
      },
      {
        "letra": "C",
        "texto": "na falta de previsão contratual, considera-se que a venda foi ad mensuram e o contrato deve ser resolvido, sob pena de enriquecimento ilícito da vendedora."
      },
      {
        "letra": "D",
        "texto": "como a diferença encontrada entre o que foi pactuado e entregue não excede a um vigésimo da área total enunciada, considera-se como ínfima e como não prejudica a utilização do bem, não cabe a resolução contratual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2511471",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Oton é casado há 35 anos, sob o regime da comunhão parcial de bens, com Marilda. Juntos, eles têm três filhos: Sávio, 30 anos, Cristiano, 27 anos, e Cláudio, 25 anos. Hoje, Cláudio descobriu que sua parte na possível herança foi prejudicada porque seu pai, há um ano e quatro meses, vendeu para Sávio uma das três casas de valor similar que adquiriu onerosamente na constância do casamento com Marilda, com o consentimento de Marilda e Cristiano, mas com preço inferior ao de mercado. Considerando que os pais não têm dívidas, a compra e venda em questão é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válida, uma vez que, expirado o prazo para ser impugnada, convalesceu pelo decurso do tempo."
      },
      {
        "letra": "B",
        "texto": "válida, pois a propriedade do imóvel é dos cônjuges Oton e Marilda e, até sua morte, os herdeiros são titulares de mera expectativa de direito."
      },
      {
        "letra": "C",
        "texto": "inexistente, pois a manifestação de vontade do polo vendedor somente se aperfeiçoa com a declaração de vontade de todos os herdeiros necessários."
      },
      {
        "letra": "D",
        "texto": "nula, uma vez que o consentimento de Cláudio é imprescindível para a celebração do negócio jurídico por se tratar de cláusula especial de compra e venda."
      },
      {
        "letra": "E",
        "texto": "anulável, sendo que Cláudio tem o prazo decadencial de dois anos para o exercício do direito potestativo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2510429",
    "metadata": "Ano: 2024 | Banca: FUNCERN | Órgão: CREA-RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Sobre o contrato de compra e venda, o Código Civil brasileiro determina que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a compra e a venda podem ter por objeto coisa atual ou futura; mas, sem ressalvas, se estas não vierem a existir, o contrato ficará sem efeito."
      },
      {
        "letra": "B",
        "texto": "o contrato de prestação de serviço poderá ser assinado a rogo e subscrito por três testemunhas quando qualquer das partes não souber ler, nem escrever."
      },
      {
        "letra": "C",
        "texto": "é anulável a venda de ascendente a descendente, salvo se os outros descendentes e o cônjuge do alienante houverem, expressamente, consentido."
      },
      {
        "letra": "D",
        "texto": "decai do direito de propor as ações previstas no artigo antecedente o vendedor ou o comprador que não o fizer no prazo de 5 anos, a contar do registro do título."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2507806",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Em relação aos contratos, julgue o item seguinte. Como, em regra, a compra e a venda podem ser efetuadas por qualquer pessoa capaz, o Código Civil permite, excepcionalmente, que os tutores comprem os bens confiados à sua proteção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2507805",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Em relação aos contratos, julgue o item seguinte. A partir da negociação entre o comprador e o vendedor, é possível deixar ao arbítrio daquele a taxação do preço.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2507804",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Em relação aos contratos, julgue o item seguinte. É anulável a venda de ascendente a descendente, salvo se os outros descendentes e o cônjuge do alienante expressamente houverem consentido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2507803",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Em relação aos contratos, julgue o item seguinte. Como principais efeitos da compra e da venda, é possível elencar as obrigações recíprocas para os contratantes e o acarretamento da responsabilidade do vendedor pelos vícios redibitórios e pela evicção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2507802",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Contratos em Espécie",
      "Compra e Venda",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Em relação aos contratos, julgue o item seguinte. O cônjuge, quando o casal adotar o regime de separação absoluta, só estará legitimado a alienar, hipotecar ou gravar de ônus reais os bens imóveis depois de obter a autorização do outro ou o suprimento judicial de seu consentimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2499514",
    "metadata": "Ano: 2024 | Banca: Instituto Referência | Órgão: Prefeitura de Rio Bonito - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Sobre as espécies de Venda a Contento e Venda Sujeita à Prova, marque a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São modalidades de contrato de compra e venda caracterizadas por uma condição resolutiva."
      },
      {
        "letra": "B",
        "texto": "São modalidades de contrato de compra e venda caracterizadas por uma condição suspensiva."
      },
      {
        "letra": "C",
        "texto": "É permitida a análise subjetiva na Venda a Contento."
      },
      {
        "letra": "D",
        "texto": "A venda sujeita a prova presume-se feita sob a condição suspensiva de que a coisa tenha as qualidades asseguradas pelo vendedor e seja idônea para o fim a que se destina."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2483806",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Arroio do Sal - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Compra e Venda",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Sebastião firmou contrato com Francisco pelo qual se obrigou a dar em pagamento a Francisco uma saca de café comum, oriundo de grão amplamente disponível no mercado. A saca de café foi dada a Francisco que, de boa-fé, a recebeu e consumiu. Ocorre que Sebastião não tinha direito de alienar a saca de café comum, pois o proprietário da saca era Miguel. Considerando a situação narrada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Miguel poderá cobrar de Francisco apenas o valor correspondente à metade da saca de café dada por Sebastião."
      },
      {
        "letra": "B",
        "texto": "Miguel poderá reclamar da saca de café dada em pagamento, ainda que Sebastião não tivesse o direito de aliená-la."
      },
      {
        "letra": "C",
        "texto": "Como Francisco recebeu e consumiu de boa-fé a saca de café, não se poderá mais reclamar dele, mesmo que Sebastião não tivesse o direito de aliená-la."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade para responder por eventual reclamação das sacas de café dadas em pagamento por solvente sem direito de aliená-las é subsidiária, respondendo primeiramente Sebastião e depois Francisco."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade para responder por eventual reclamação das sacas de café dadas em pagamento por solvente sem direito de aliená-las é solidária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2468974",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: Câmara de Rondonópolis - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "Bodil e Siv avençaram compra e venda de coisa futura. Nos termos do Código Civil, o contrato ficará sem efeito se a coisa não vier a existir, salvo se a intenção das partes era concluir contrato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "parcial"
      },
      {
        "letra": "B",
        "texto": "aleatório"
      },
      {
        "letra": "C",
        "texto": "arbitrado"
      },
      {
        "letra": "D",
        "texto": "procrastinatório"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2457286",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Ana decidiu comprar o imóvel oferecido por Matheus, seu colega de trabalho. Contudo, afirma que não tem o dinheiro para o pagamento à vista, oferecendo o pagamento de um valor de entrada correspondente a 60% do preço, com o restante dividido em 24 (vinte e quatro) prestações mensais, sem interveniência de terceiro agente financiador. Matheus aceita a contraproposta de Ana, mas decide que, enquanto o preço não estiver integralmente pago, a propriedade deve permanecer consigo, ainda que a posse do imóvel seja transferida à Ana desde o início, exigindo-se novo acordo de vontades após a quitação, para a transferência definitiva do bem. Por outro lado, Ana pretende firmar um acordo que garanta, após a quitação do preço, o direito de obter a propriedade de forma compulsória, isto é, ainda que encontre resistência da parte vendedora, desejando, também, obter direito real de aquisição, pelo registro do contrato. Ambas as partes pretendem que o negócio seja irretratável. Diante desse caso, assinale a opção que indica o contrato que as partes devem firmar para atender ao concreto regulamento de interesses.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrato de compra e venda com reserva de domínio."
      },
      {
        "letra": "B",
        "texto": "Promessa de compra e venda."
      },
      {
        "letra": "C",
        "texto": "Contrato de arrendamento com opção de compra."
      },
      {
        "letra": "D",
        "texto": "Alienação fiduciária em garantia."
      },
      {
        "letra": "E",
        "texto": "Compromisso de compra e venda com cláusula de hipoteca."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2448579",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "A loja Muitos Eletroeletrônicos Ltda. firmou contrato de compra e venda de trinta refrigeradores da marca Super Frio 3000 com o fabricante Geladeiras Super Frio Ltda. Durante as negociações, a loja esclareceu para o fabricante que apenas teria espaço em estoque para receber os produtos dentro de algumas semanas. Por esse motivo, ficou estipulado no contrato que tanto o pagamento do preço dos refrigeradores quanto a entrega destes somente deveriam ocorrer no prazo de um mês a contar da data da celebração do contrato. Nessas circunstâncias, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a loja pode, se desejar, impor ao fabricante que aceite o pagamento do preço antecipadamente, mas o fabricante não pode, se desejar, entregar os refrigeradores antes do prazo;"
      },
      {
        "letra": "B",
        "texto": "nenhuma das partes pode impor à outra que aceite o cumprimento antecipado das obrigações decorrentes do contrato, que são inexigíveis até o vencimento do termo;"
      },
      {
        "letra": "C",
        "texto": "o fabricante não pode impor à loja que aceite a entrega dos refrigeradores antes do prazo, mas o dever de pagar o preço é exigível imediatamente desde a celebração do contrato;"
      },
      {
        "letra": "D",
        "texto": "qualquer das partes pode renunciar aos termos estipulados e impor à outra que aceite o cumprimento das obrigações decorrentes do contrato antes do vencimento do termo;"
      },
      {
        "letra": "E",
        "texto": "todas as obrigações contratuais são exigíveis imediatamente desde o contrato, mas os respectivos devedores não podem impor à outra parte que aceite o cumprimento antecipado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2405917",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Salto do Jacuí - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "O Município de Salto do Jacuí adquiriu produtos a serem utilizados na rede escolar municipal mediante contrato de compra e venda a contento. Sobre essa modalidade contratual, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Entende-se realizada sob condição suspensiva."
      },
      {
        "letra": "B",
        "texto": "Implica em pagamento à vista."
      },
      {
        "letra": "C",
        "texto": "O contrato será considerado perfeito quando a coisa adquirida for entregue ao comprador."
      },
      {
        "letra": "D",
        "texto": "Somente pode ser utilizada para a negociação de bens imóveis."
      },
      {
        "letra": "E",
        "texto": "Impõe ao comprador a obrigação de oferecer ao vendedor a coisa quando for vendê-la para que este use de seu direito de prelação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2385840",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PGE-RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Domicílio e Bens",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral"
    ],
    "enunciado_principal": "Pedro comprou um carro usado de seu vizinho, com a intenção de presentear seu filho João, que completara a maioridade civil. Pedro ficou satisfeito com o veículo, inclusive porque verificou que a ele havia sido acoplado um rastreador móvel, o qual seria relevante, na opinião de Pedro, para a segurança de João. Foi celebrado o contrato de compra e venda do automóvel, contudo, ao receber o bem, Pedro verificou que o rastreador fora retirado do veículo. Ao questionar o vendedor sobre a retirada do equipamento, Pedro foi informado de que a aquisição do equipamento não havia sido convencionada. Tendo como referência essa situação hipotética, assinale a opção correta com base no entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O rastreador constitui parte integrante do veículo e deve acompanhá-lo na negociação da venda."
      },
      {
        "letra": "B",
        "texto": "Por ser o rastreador considerado um bem naturalmente divisível, não se presume a sua inclusão na negociação do veículo."
      },
      {
        "letra": "C",
        "texto": "O rastreador é um bem acessório e deve acompanhar o veículo, bem principal, independentemente de previsão contratual nesse sentido."
      },
      {
        "letra": "D",
        "texto": "O rastreador é considerado uma benfeitoria necessária e, por essa razão, presume-se a sua inclusão na negociação do veículo."
      },
      {
        "letra": "E",
        "texto": "Por ser o rastreador considerado pertença, não se presume a sua inclusão na negociação do veículo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2375117",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Luiz celebrou contrato de consórcio para aquisição de um automóvel com prazo máximo de trinta e seis meses para o recebimento do bem. Dois meses após a formalização do instrumento, antes de ser contemplado, Luiz firmou com Cláudia um contrato de compra e venda do aludido veículo, com pagamento à vista e cláusula resolutiva, com previsão de restituição de valores em caso de não recebimento da coisa, qualquer que fosse o motivo. Nessa situação hipotética, nos termos do Código Civil, o contrato de compra e venda celebrado por Luiz e Cláudia é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nulo de pleno direito, visto que o veículo objeto da transação ainda não pertencia a Luiz."
      },
      {
        "letra": "B",
        "texto": "nulo de pleno direito, mas poderá ser convalidado pelos contratantes no momento em que Luiz for contemplado no consórcio."
      },
      {
        "letra": "C",
        "texto": "anulável na hipótese de Luiz não receber o veículo em decorrência de seu inadimplemento no consórcio."
      },
      {
        "letra": "D",
        "texto": "legítimo, mas, caso Luiz não receba o veículo da concessionária, independentemente do motivo, não será obrigado a restituir Cláudia, visto se tratar de contrato aleatório."
      },
      {
        "letra": "E",
        "texto": "legítimo, mas perderá seus efeitos caso Luiz não receba o veículo da concessionária, hipótese em que Cláudia poderá exigir a restituição dos valores pagos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2371861",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Camaçari - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Acerca do contrato de compra e venda regulamentado pelo Código Civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo contrato de compra e venda, um dos contratantes transfere o domínio de certa coisa mediante pagamento."
      },
      {
        "letra": "B",
        "texto": "Assiste preferência legal ao condômino preterido na venda de bem divisível pelo outro proprietário, nas mesmas condições."
      },
      {
        "letra": "C",
        "texto": "Na venda ad corpus, presume-se que a referência às dimensões foi simplesmente enunciativa, quando a diferença encontrada não exceder de um vigésimo da área total enunciada."
      },
      {
        "letra": "D",
        "texto": "É nula a venda de ascendente a descendente, salvo se outros descendentes e o cônjuge do alienante expressamente houverem consentido."
      },
      {
        "letra": "E",
        "texto": "É lícita a compra e venda entre cônjuges, com relação aos bens excluídos da comunhão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2371857",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Camaçari - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Domicílio e Bens",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral"
    ],
    "enunciado_principal": "Paula comprou um carro usado de seu vizinho Marcelo com a finalidade de doar a sua filha Olívia, a qual acabou de completar 18 anos. Durante as negociações preliminares, Paula identificou que o veículo possuía um rastreador e pensou ser relevante por questões de segurança, todavia nada foi convencionado sobre o equipamento. Realizado o contrato de compra e venda, Paula verificou que o veículo foi entregue sem o rastreador e, ao questionar Marcelo, ele informou que a aquisição desse item não foi convencionada. Diante dessa situação hipotética, tendo em vista a natureza jurídica do bem, as disposições do Código Civil sobre os bens reciprocamente considerados e a jurisprudência do STJ, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O rastreador é uma benfeitoria útil e acompanha o veículo."
      },
      {
        "letra": "B",
        "texto": "O equipamento é uma benfeitoria voluptuária e não acompanha o automóvel."
      },
      {
        "letra": "C",
        "texto": "O equipamento é considerado pertença e não acompanha o automóvel."
      },
      {
        "letra": "D",
        "texto": "O rastreador é considerado uma pertença e deve acompanhar o veículo."
      },
      {
        "letra": "E",
        "texto": "O rastreador é considerado uma parte integrante e acompanha o automóvel."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2649411",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Acerca do Direito do Promitente Comprador, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tem por requisito o direito a arrependimento."
      },
      {
        "letra": "B",
        "texto": "Deve ser celebrado por instrumento público e registrado no Cartório de Títulos e Documentos, adquirindo o promitente comprador direito real à aquisição do imóvel."
      },
      {
        "letra": "C",
        "texto": "Trata-se de um direito de preferência que tem por efeito a oponibilidade a terceiros, atribuído por lei ao registro imobiliário do contrato."
      },
      {
        "letra": "D",
        "texto": "Tem por requisito a menção expressa no contrato do direito à adjudicação compulsória do imóvel."
      },
      {
        "letra": "E",
        "texto": "Pode ser celebrado por instrumento público ou particular, sendo necessário, em ambos os casos, o registro no Cartório de Registro de Imóveis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2434526",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Câmara de Várzea Grande - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Um pai de família tinha 3 filhos. Ele resolveu simular a venda de um bem imóvel de grande valor para um deles, o seu predileto, para evitar que os outros dois tivessem que consentir com a transação, na forma da lei. Para isso, a operação ocorreu utilizando-se da namorada do filho, que recebeu o bem na qualidade de compradora e, em seguida, o transferiu para o filho beneficiário, mediante, novamente, simulação de compra e venda. Passado um tempo, ao descobrirem a artimanha, os irmãos prejudicados resolvem ajuizar ação anulatória para desconstituição da venda. A propositura da ação pode ser ajuizada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a qualquer tempo, pois o negócio jurídico é nulo"
      },
      {
        "letra": "B",
        "texto": "dentro de 4 anos, tendo em vista o vício de consentimento ocorrido"
      },
      {
        "letra": "C",
        "texto": "dentro de 5 anos, por envolver interesses individuais homogêneos"
      },
      {
        "letra": "D",
        "texto": "dentro de 2 anos, mesmo que o negócio tenha ocorrido por pessoa interposta"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2430602",
    "metadata": "Ano: 2023 | Banca: FUMARC | Órgão: Câmara de Lavras - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Em relação ao contrato de compra e venda, nos termos do Código Civil, NÃO é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É anulável a venda de ascendente a descendente, salvo se os outros descendentes e o cônjuge do alienante expressamente houverem consentido."
      },
      {
        "letra": "B",
        "texto": "É nula a compra e venda entre cônjuges, com relação a bens excluídos da comunhão."
      },
      {
        "letra": "C",
        "texto": "Nulo é o contrato de compra e venda, quando se deixa ao arbítrio exclusivo de uma das partes a fixação do preço."
      },
      {
        "letra": "D",
        "texto": "Sob pena de nulidade, não podem ser comprados, ainda que em hasta pública, pelos servidores públicos, em geral, os bens ou direitos da pessoa jurídica a que servirem, ou que estejam sob sua administração direta ou indireta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2374417",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "Cláudia comparece à unidade de atendimento da Defensoria Pública do Estado do Espírito Santo, afirmando que não consegue regularizar junto aos órgãos públicos a situação do imóvel, de valor superior a 30 salários mínimos, no qual reside com sua família, há mais de cinco anos, pois esses não aceitam a documentação que alega comprovar a compra e venda do imóvel. Analisando os documentos, a Defensora Pública responsável pelo atendimento verifica que Cláudia possui apenas um contrato particular de compromisso de compra e venda do imóvel datado de 2017, com cláusula de irretratabilidade, mas não houve registro junto ao Cartório de Registro de Imóveis. Diante desta documentação, Cláudia deve ser informada que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "já houve a transferência da propriedade por meio da tradição, configurada com a obtenção da posse do imóvel para fins residenciais."
      },
      {
        "letra": "B",
        "texto": "já houve a transferência do domínio do imóvel por meio do contrato com cláusula de irretratabilidade, de modo que não há necessidade de adjudicação compulsória ou usucapião para o reconhecimento da propriedade."
      },
      {
        "letra": "C",
        "texto": "ainda não houve a transferência do domínio do imóvel, que poderá ser feito somente por meio de usucapião, pois a adjudicação compulsória apresenta como requisito o registro do compromisso de compra e venda no cartório de imóveis."
      },
      {
        "letra": "D",
        "texto": "ainda não houve a transferência do domínio do imóvel, que poderá ser feito somente por meio de adjudicação compulsória, pois não se verifica o cumprimento de prazo suficiente para pleitear o reconhecimento de nenhuma modalidade de usucapião."
      },
      {
        "letra": "E",
        "texto": "ainda não houve a transferência do domínio do imóvel, que poderá ser feito por meio de adjudicação compulsória ou usucapião, se presentes os requisitos para tanto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2324176",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Sapucaia do Sul - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Sobre o contrato de compra e venda, analise as assertivas a seguir: I. O comprador, salvo convenção em contrário, responde por todos os débitos que gravem a coisa até o momento da tradição. II. É lícito às partes fixar o preço em função de índices ou parâmetros, desde que suscetíveis de objetiva determinação. III. Válido e hígido é o contrato de compra e venda quando se deixa ao arbítrio exclusivo de uma das partes a fixação do preço. Com base no Código Civil, quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2323881",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRT - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Com base no direito civil, julgue o item. O instituto da retrovenda permite que, nos contratos de compra e venda, o vendedor de coisa imóvel reserve o direito de recobrá‑la no prazo máximo decadencial de três anos, restituindo o preço recebido e reembolsando as despesas do comprador, inclusive as que, durante o período de resgate, se efetuaram com sua autorização escrita ou para a realização de benfeitorias necessárias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2276596",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "Julgue os itens subsequentes, referentes à chamada exceção de inseguridade. I Não há previsão da exceção de inseguridade no direito brasileiro. II Também conhecida como exceção de contrato não cumprido, a exceção de inseguridade ocorre quando, em contrato bilateral, nenhuma das partes pode, antes de cumprida a sua obrigação, exigir o cumprimento da do outro. III A exceção de inseguridade pode ser oposta à parte cuja conduta ponha manifestamente em risco a execução do programa contratual. IV Revela hipótese de exceção de inseguridade o art. 495 do Código Civil, ao estabelecer que, não obstante o prazo ajustado para o pagamento, se antes da tradição o comprador cair em insolvência, poderá o vendedor sobrestar na entrega da coisa, até que o comprador lhe dê caução de pagar no tempo ajustado. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2254944",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral"
    ],
    "enunciado_principal": "Foi celebrado um contrato de compra e venda de bem imóvel urbano por meio de instrumento particular, em que as partes atribuíram ao imóvel o valor de R$ 3.000,00 (três mil reais). O instrumento particular foi apresentado ao Cartório de Registro de Imóveis para registro que, por sua vez, apresentou nota devolutiva, sob o argumento de que o valor atribuído pelas partes ao bem imóvel no negócio jurídico era manifestamente incompatível com o valor de mercado, bem como que o valor venal do imóvel, apurado pelo fisco municipal para fins de lançamento de tributos, era de R$ 99.000,00 (noventa e nove mil reais). Tendo em vista os fatos acima, entendeu o Cartório de Registro de Imóveis pela necessidade de escritura pública para instrumentalizar o contrato de compra e venda. Tendo em vista o caso hipotético, bem como o entendimento do Superior Tribunal de Justiça, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em razão do indício de que o valor do imóvel atribuído pelas partes era irreal, corroborado pelo valor apurado pelo fisco para fins de lançamento tributário, foi acertada a exigência de escritura pública para a formalização da compra e venda."
      },
      {
        "letra": "B",
        "texto": "a lei impõe o uso do valor venal de referência para fins de apuração da necessidade ou não de formalização do negócio jurídico por escritura pública."
      },
      {
        "letra": "C",
        "texto": "apenas se o imóvel tivesse valor superior a R$ 100.000,00 (cem mil reais) haveria necessidade da compra e venda ser formalizada mediante escritura pública."
      },
      {
        "letra": "D",
        "texto": "não caberia a negativa do registro, tendo em vista que as partes podem livremente atribuir o valor do negócio jurídico o qual prevalece para fins de se apurar a necessidade ou não de escritura pública."
      },
      {
        "letra": "E",
        "texto": "deveria o cartório de registro de imóveis proceder a uma avaliação imobiliária para auferir o valor de mercado do imóvel, não podendo se utilizar do valor venal atribuído pelo fisco municipal como critério de referência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2236208",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: RBPREV - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Compra e Venda",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "Considere a seguinte situação: João vendeu um automóvel para a loja X, recebendo o pagamento do preço e entregando-o, sem que fosse realizado o registro da compra e venda no órgão competente. Fernando compareceu à loja X, se interessou no automóvel ainda registrado no nome de João, realizou o pagamento de um sinal para a aquisição do bem e combinou de buscá-lo no dia seguinte. Quando chegou para buscar o automóvel, foi informado que este havia sido entregue a Pedro, que pagou à vista o preço e recebeu as chaves. Pedro não realizou a alteração do registro do automóvel e inadimpliu uma dívida que tinha com Rafael, que obteve em ação judicial a restrição de transferência do veículo. Quem é o proprietário do automóvel mencionado?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo"
      },
      {
        "letra": "B",
        "texto": "João"
      },
      {
        "letra": "C",
        "texto": "A loja X"
      },
      {
        "letra": "D",
        "texto": "Pedro"
      },
      {
        "letra": "E",
        "texto": "Rafael"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2215797",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Santa Bárbara D'Oeste - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Caio vendeu a Tício um imóvel. No contrato constou que o imóvel vendido era a coisa certa e determinada localizada na Rua das Amoras no 1.000, com dimensões aproximadas e meramente enunciativas de 1.000 m2 de terreno. Após a compra, Tício descobriu que a metragem real do imóvel era de 700 m2 . Acerca do caso hipotético, pode-se corretamente afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "como constou do contrato a dimensão do imóvel, a venda pode ser considerada ad mensuram e deve Caio indenizar Tício do valor correspondente à diferença encontrada na dimensão do imóvel vendido."
      },
      {
        "letra": "B",
        "texto": "como a diferença entre a metragem constante da escritura de compra e venda e a dimensão real do imóvel é superior a um vigésimo, há direito à indenização, mesmo tendo a venda sido realizada ad corpus."
      },
      {
        "letra": "C",
        "texto": "Tício não terá direito à indenização em razão da diferença entre a dimensão real do terreno e a constante do contrato de compra e venda, tendo em vista que se trata de venda ad corpus."
      },
      {
        "letra": "D",
        "texto": "apesar de a venda ser ad mensuram, não há direito à indenização, pois Tício não teve a diligência média que se espera de um comprador de imóvel, pois não foi verificar a real dimensão do imóvel."
      },
      {
        "letra": "E",
        "texto": "a venda ad corpus não pode ter qualquer menção à dimensão do imóvel, mesmo de forma enunciativa, transformando-se em ad mensuram, gerando o dever de indenizar em caso de diferença entre a metragem constante do contrato e a real apurada pelo comprador."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2211314",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "Mário vendeu um apartamento a Mauro, seu colega de trabalho. Além das cláusulas gerais dos contratos de venda e compra, ambos optaram por incluir, nos termos legais, a cláusula de retrovenda, que foi devidamente incluída na matrícula do imóvel. Após o falecimento de Mário, dois anos depois da venda regular, Victor, seu único filho e herdeiro, quer acionar imediatamente a cláusula para reaver o imóvel vendido. Nessa situação hipotética, de acordo com o disposto no Código Civil, Victor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá reaver o apartamento vendido por seu pai, desde que restitua o preço recebido à época da venda e reembolse as despesas do comprador, inclusive as que tenham sido efetuadas após autorização escrita ou para realizar benfeitorias necessárias."
      },
      {
        "letra": "B",
        "texto": "poderá reaver o apartamento vendido por seu pai, desde que restitua o preço recebido à época da venda, sendo dispensado de ressarcir as despesas do comprador, inclusive as que tenham sido efetuadas com autorização escrita ou para realizar benfeitorias necessárias."
      },
      {
        "letra": "C",
        "texto": "poderá reaver o apartamento vendido por seu pai, desde que restitua o preço recebido à época da venda, sendo dispensado de ressarcir as despesas do comprador, salvo aquelas que tenham sido efetuadas com autorização escrita ou para realizar benfeitorias necessárias."
      },
      {
        "letra": "D",
        "texto": "não poderá reaver o imóvel, haja vista que a cláusula especial de retrovenda perde a validade com o falecimento do vendedor, sendo intransferível a herdeiros."
      },
      {
        "letra": "E",
        "texto": "não poderá reaver o imóvel, haja vista o transcurso do prazo legal para exercer esse direito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2208235",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Com base na jurisprudência majoritária e atual do Superior Tribunal de Justiça (STJ), julgue o próximo item. Se o compromisso de compra e venda do imóvel situado em condomínio edilício não for levado a registro, as despesas de condomínio serão de responsabilidade exclusiva do promitente vendedor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2193808",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Depósito, Mandato, Comissão, Agência e Distribuição",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "De acordo com o Código Civil, se uma pessoa entregar bens móveis a terceiro e este, ficando autorizado a vendê-los, pagar àquele o preço ajustado, configura-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comissão."
      },
      {
        "letra": "B",
        "texto": "corretagem."
      },
      {
        "letra": "C",
        "texto": "contrato estimatório."
      },
      {
        "letra": "D",
        "texto": "agência."
      },
      {
        "letra": "E",
        "texto": "venda a contento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2182581",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Dom Pedrito - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Na compra e venda com reserva de domínio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade e a posse devem ser transferidas ao comprador logo após a assinatura do contrato."
      },
      {
        "letra": "B",
        "texto": "A propriedade e a posse são transferidas ao comprador após o pagamento integral das prestações."
      },
      {
        "letra": "C",
        "texto": "A propriedade deve ser transferida logo após a assinatura do contrato, e a posse após o pagamento integral das prestações."
      },
      {
        "letra": "D",
        "texto": "A posse deve ser transferida logo após a assinatura do contrato, e a propriedade após o pagamento integral das prestações."
      },
      {
        "letra": "E",
        "texto": "Ocorre a transferência da posse e da propriedade resolúvel após a assinatura do contrato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2179362",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGER - Mato Grosso",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral"
    ],
    "enunciado_principal": "No que se refere aos contratos, julgue os itens a seguir. I Nas relações contratuais é vedado aos contratantes disporem sobre a herança de pessoa viva. II Diz-se comutativo aquele contrato caracterizado pela incerteza e imprevisibilidade, em que as partes não são capazes de antever os seus efeitos e, por esse motivo, constitui um contrato de risco para as partes. III Nos contratos de compra e venda, se os contratantes não dispuserem de modo diverso, o comprador responde por todos os débitos que gravem sobre a coisa adquirida até o momento da tradição. IV No contrato de doação, o doador pode estipular que os bens doados voltem ao seu patrimônio, se sobreviver ao donatário, mas não poderá estabelecer cláusula de reversão em favor de terceiro. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e IV estão certos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens III e IV estão certos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II, III e IV estão certos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2166885",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Esmeralda, professora de artes plásticas, está enfrentando problemas de relacionamento com seu marido Adalberto. Tudo indica que o divórcio do casal é iminente. Casada sob o regime de comunhão parcial de bens, Esmeralda teme que, caso venha efetivamente a se divorciar, acabe perdendo para Adalberto, na partilha do patrimônio comum do casal, a propriedade de uma pintura valiosa que adquiriu recentemente. Por isso, propôs à sua irmã Ludmila que guardasse temporariamente a obra de arte para ela em sua casa e que formalizasse com ela um contrato de compra e venda da pintura, por um preço irrisório, que Esmeralda lhe restituiria posteriormente. As irmãs assim procederam, tendo Esmeralda transferido a pintura para Ludmila, que, por sua vez, pagou à irmã o valor avençado. Considerando que todos esses fatos encontrem-se comprovados, é correto afirmar que o contrato de compra e venda firmado entre Esmeralda e Ludmila:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é anulável, podendo Adalberto, caso se sinta prejudicado, pedir a sustação de seus efeitos;"
      },
      {
        "letra": "B",
        "texto": "é válido, mas inoponível a Adalberto, que pode desconsiderar seus efeitos em eventual partilha de bens;"
      },
      {
        "letra": "C",
        "texto": "era anulável, mas foi convalidado pelo cumprimento espontâneo das prestações pelas partes;"
      },
      {
        "letra": "D",
        "texto": "é nulo, mas pode ser convertido em doação pura e simples por força do princípio de conservação do negócio jurídico;"
      },
      {
        "letra": "E",
        "texto": "pode ser declarado nulo de ofício pelo juiz que venha a apreciar seus efeitos, ainda que contra a vontade das partes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2166801",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral"
    ],
    "enunciado_principal": "Gustavo celebrou um contrato com Juliana por meio do qual o primeiro prometia vender para a segunda uma obra de arte que integrava sua pinacoteca particular após o prazo de doze meses. O contrato previa a cobrança de multa em valor elevado no caso de descumprimento por qualquer das partes. No acordo, porém, também ficou estabelecido que Gustavo se reservava o direito potestativo de, caso julgasse conveniente, arrepender-se da promessa e pedir o desfazimento do contrato, dentro do prazo máximo de seis meses contados da data de celebração. Considerando que o contrato firmado entre as partes é plenamente válido e eficaz, bem como que já se passaram sete meses desde a data de celebração da promessa de compra e venda da obra de arte sem que Gustavo tenha exercido o seu direito ao arrependimento, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se quiser, Juliana pode renunciar à decadência do direito ao arrependimento de Gustavo, em favor dele;"
      },
      {
        "letra": "B",
        "texto": "eventual renúncia por parte de Juliana à decadência do direito ao arrependimento de Gustavo seria nula;"
      },
      {
        "letra": "C",
        "texto": "se quiser, Juliana ainda pode renunciar à prescrição da pretensão de Gustavo ao arrependimento, em favor dele;"
      },
      {
        "letra": "D",
        "texto": "eventual renúncia por parte de Juliana à prescrição da pretensão de Gustavo ao arrependimento seria nula;"
      },
      {
        "letra": "E",
        "texto": "eventual renúncia por parte de Juliana à prescrição da pretensão de Gustavo ao arrependimento seria válida, desde que não seja prévia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2166797",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral"
    ],
    "enunciado_principal": "Alguns anos atrás, Murilo comprou um veículo que pertencia a Vilma, uma senhora muito amiga de sua família. O automóvel foi transferido a Murilo imediatamente, mas ele, que deveria pagar o preço à vista, nada pagou à vendedora. Vilma, por sua vez, em respeito à família de Murilo, nunca cobrou a dívida, não tendo nenhuma das partes jamais voltado a tocar no assunto desde então. Recentemente, Vilma, que já tinha uma idade avançada, faleceu e deixou como única herdeira Viviane, sua filha. Como sucessora legítima da mãe, Viviane adquiriu, por força de lei, entre outros direitos de Vilma, o direito de cobrar o preço do veículo vendido para Murilo. Considerando como verdadeiro que a lei impunha a Vilma um prazo prescricional de cinco anos para a cobrança da dívida em face de Murilo e que já haviam decorrido exatos quatro anos desse prazo quando Vilma faleceu, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com a morte de Vilma, a prescrição iniciada contra ela continua a correr pelo tempo restante contra Viviane;"
      },
      {
        "letra": "B",
        "texto": "com a morte de Vilma, a prescrição iniciada contra ela cessa e começa a correr novo prazo de cinco anos contra Viviane;"
      },
      {
        "letra": "C",
        "texto": "com a morte de Vilma, a prescrição da pretensão em questão deixa de correr permanentemente em favor de Viviane;"
      },
      {
        "letra": "D",
        "texto": "com a morte de Vilma, a prescrição da pretensão em questão reputa-se automaticamente consumada contra Viviane;"
      },
      {
        "letra": "E",
        "texto": "a prescrição da pretensão de Vilma já estava consumada antes da sua morte, por efeito da sua inércia injustificada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2134221",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Locação de Coisas",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "No que tange às especificidades dos contratos em espécie no Código Civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É nula a venda de ascendente a descendente, salvo se houver expresso consentimento dos outros descendentes e do cônjuge do alienante."
      },
      {
        "letra": "B",
        "texto": "Na locação de coisas por tempo determinado, esta cessará de pleno direito ao final do prazo estipulado, independentemente de notificação ou aviso."
      },
      {
        "letra": "C",
        "texto": "O depositário não responderá pelos casos de força maior, independentemente de prova do ocorrido."
      },
      {
        "letra": "D",
        "texto": "O segurador será obrigado a pagar em pecúnia o prejuízo resultante do risco assumido, ainda que seja convencionada a reposição da coisa."
      },
      {
        "letra": "E",
        "texto": "A doação a entidade futura prescreverá se, em dois anos, não estiver regularmente constituída."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2133496",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Marília - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "No contrato de compra e venda, salvo cláusula em contrário, ficarão as despesas de escritura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "e registro a cargo do comprador, e a cargo do vendedor as da tradição."
      },
      {
        "letra": "B",
        "texto": "e registro a cargo do vendedor, e a cargo do comprador as da tradição."
      },
      {
        "letra": "C",
        "texto": "a cargo do comprador, ou a cargo do vendedor as da tradição."
      },
      {
        "letra": "D",
        "texto": "a cargo do vendedor, e a cargo do comprador as da tradição."
      },
      {
        "letra": "E",
        "texto": "registro e tradição a cargo do comprador."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2110676",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os contratos de compra e venda.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da mesma forma que o Código Civil de 1916, o Código Civil de 2002 considera nula a venda de ascendente a descendente, salvo se os outros descendentes e o cônjuge do alienante expressamente houverem consentido. Em ambos os casos, dispensa-se o consentimento do cônjuge se o regime de bens for o da separação obrigatória."
      },
      {
        "letra": "B",
        "texto": "Sob pena de anulação, não podem ser comprados, ainda que em hasta pública, pelos juízes, secretários de tribunais, arbitradores, peritos e outros serventuários ou auxiliares da justiça, os bens ou direitos que estejam sob a sua esfera administrativa imediata."
      },
      {
        "letra": "C",
        "texto": "Anula-se a venda de ascendente a descendente, salvo se os outros descendentes e o cônjuge do alienante expressamente consentirem. Engloba-se nessa regra qualquer relação na linha reta. A anuência de netos e bisnetos será exigível apenas quando tiverem interesse sucessório direto. Desse modo, os netos devem consentir com a venda de um imóvel pelo avô ao seu tio se o pai já faleceu. Se os filhos estiverem vivos, os netos não serão chamados."
      },
      {
        "letra": "D",
        "texto": "As despesas de escritura e registro ficarão sempre a cargo do comprador; e a cargo do vendedor, as da tradição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110251",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Contratos em Espécie",
      "Compra e Venda",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Ari compra, em 2015, um imóvel em um loteamento no qual há constituída uma associação de moradores que cobra taxa de manutenção das áreas comuns, tudo bem descrito no contrato padrão de compra e venda do empreendimento, registrado em cartório. Depois de dois meses morando na casa, sem jamais ter pagado a contribuição, Ari resolve se desassociar, o que leva à cobrança judicial dos valores, em ação proposta em 21/09/2018. Nesse caso, à luz da jurisprudência do Superior Tribunal de Justiça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ari pode ser obrigado a pagar todas as contribuições desde que se imitira na posse, por força da vedação ao enriquecimento sem causa, uma vez que aproveita os serviços indivisíveis prestados (limpeza, segurança etc.);"
      },
      {
        "letra": "B",
        "texto": "por decorrência do princípio da liberdade de associação, Ari não pode ser obrigado a pagar as cotas mensais, referentes a qualquer período;"
      },
      {
        "letra": "C",
        "texto": "Ari só pode ser obrigado a pagar as contribuições vencidas a partir de julho de 2017, quando entrou em vigor a Lei nº 13.465/2017, que equiparou as associações de moradores às administradoras de imóvel;"
      },
      {
        "letra": "D",
        "texto": "por decorrência do princípio da liberdade de associação, Ari não pode ser obrigado a pagar as cotas mensais, exceto quanto aos dois meses em que permaneceu associado;"
      },
      {
        "letra": "E",
        "texto": "Ari poderá ser obrigado a pagar todas as contribuições desde que se imitira na posse, uma vez que a obrigação estava prevista no contrato padrão registrado em cartório."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2082778",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Locação de Coisas",
      "Prestação de Serviços e Empreitada"
    ],
    "enunciado_principal": "Acerca dos contratos típicos dispostos no Código Civil de 2002, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É impossível que a compra e venda tenha por objeto coisa atual ou futura;"
      },
      {
        "letra": "B",
        "texto": "A locação por tempo determinado cessa de pleno direito findo o prazo estipulado, independentemente de notificação ou aviso;"
      },
      {
        "letra": "C",
        "texto": "Opera-se o mandato quando alguém recebe de outrem poderes para, em seu nome, praticar atos ou administrar interesses, sendo vedado, em regra, que o mandatário celebre negócios consigo mesmo;"
      },
      {
        "letra": "D",
        "texto": "O empreiteiro de uma obra pode contribuir para ela só com seu trabalho ou com ele e os materiais e a obrigação de fornecer os materiais se presume da contratação;"
      },
      {
        "letra": "E",
        "texto": "Nenhuma das assertivas anteriores está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2184489",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PRUDENCO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Existe uma modalidade contratual na qual uma das partes entrega bens móveis à outra, que fica autorizada a vendê-los, pagando àquele o preço ajustado, salvo se preferir, no prazo estabelecido, restituir-lhe a coisa. Trata-se de contrato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de preempção."
      },
      {
        "letra": "B",
        "texto": "retrovenda."
      },
      {
        "letra": "C",
        "texto": "de venda a contento."
      },
      {
        "letra": "D",
        "texto": "de venda com reserva de domínio."
      },
      {
        "letra": "E",
        "texto": "estimatório."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2169027",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "No que diz respeito ao contrato de compra e venda, assim dispõe o Código Civil Brasileiro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é nula a venda de ascendente a descendente, salvo se os outros descendentes e o cônjuge do alienante expressamente houverem consentido"
      },
      {
        "letra": "B",
        "texto": "se a coisa for expedida para lugar diverso, por ordem do comprador, por sua conta correrão os riscos, uma vez entregue a quem haja de transportá-la, salvo se das instruções dele se afastar o vendedor"
      },
      {
        "letra": "C",
        "texto": "convencionada a venda sem fixação de preço ou de critérios para a sua determinação, havendo tabelamento oficial, entende-se que as partes se sujeitaram ao preço corrente nas vendas habituais do vendedor"
      },
      {
        "letra": "D",
        "texto": "a compra e venda pode ter por objeto coisa atual ou futura; neste caso, ficará sem efeito o contrato se esta não vier a existir, sem qualquer ressalva"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2052030",
    "metadata": "Ano: 2022 | Banca: Instituto Consulplan | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Consumidor adquire um fogão em uma de loja de eletrodomésticos. A compra foi financiada, pela própria loja, em doze parcelas, com a cobrança de juros de 5% ao mês, sendo a taxa anual de juros da economia brasileira (taxa de mercado) definida no patamar mensal de 1,5%. Considerando o caso hipotético, podemos afirmar que os juros praticados:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Submetem-se ao limite previsto no Código Civil."
      },
      {
        "letra": "B",
        "texto": "Podem ser superiores à taxa média de mercado."
      },
      {
        "letra": "C",
        "texto": "Constituem forma idônea de remunerar o credor pelo mútuo."
      },
      {
        "letra": "D",
        "texto": "Estão corretos, posto que em conformidade com a taxa SELIC."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1985525",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Prefeitura de Dourados - MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Acerca das disposições específicas sobre os contratos no Código Civil, assinale a alternativa incorreta sobre o contrato de compra e venda.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo contrato de compra e venda, um dos contratantes se obriga a transferir o domínio de certa coisa, e o outro, a pagar-lhe certo preço em dinheiro"
      },
      {
        "letra": "B",
        "texto": "A compra e venda pode ter por objeto coisa atual ou futura. Neste caso, ficará sem efeito o contrato se esta não vier a existir, ainda que a intenção das partes era de concluir contrato aleatório"
      },
      {
        "letra": "C",
        "texto": "Se a venda se realizar à vista de amostras, protótipos ou modelos, entender-se-á que o vendedor assegura ter a coisa as qualidades que a elas correspondem"
      },
      {
        "letra": "D",
        "texto": "É lícito às partes fixar o preço em função de índices ou parâmetros, desde que suscetíveis de objetiva determinação"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1966466",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o contrato de compra e venda",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode recair sobre coisa futura."
      },
      {
        "letra": "B",
        "texto": "opera, desde o consenso, a transferência da propriedade da coisa alienada."
      },
      {
        "letra": "C",
        "texto": "pode ser celebrado entre cônjuges, se tiver como objeto os bens excluídos da comunhão."
      },
      {
        "letra": "D",
        "texto": "é negócio bilateral, real e sinalagmático."
      },
      {
        "letra": "E",
        "texto": "obriga o vendedor a entregar a coisa antes de receber o preço, ainda que não se trate de venda a crédito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1951083",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Na compra e venda com reserva de domínio,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a cláusula de reserva de domínio prescinde de forma escrita ou de registro para que valha contra terceiros."
      },
      {
        "letra": "B",
        "texto": "o vendedor responde pelos riscos da coisa até a transferência da propriedade, independente de quando a tiver entregado ao comprador."
      },
      {
        "letra": "C",
        "texto": "o comprador transfere a propriedade da coisa em garantia de pagamento do preço."
      },
      {
        "letra": "D",
        "texto": "a mora opera ex re, executando-se a cláusula de reserva de domínio independentemente de protesto do título ou de interpelação judicial."
      },
      {
        "letra": "E",
        "texto": "constituído o comprador em mora, o vendedor poderá recuperar a posse da coisa ou mover ação de cobrança das prestações vencidas e vincendas e o mais que lhe for devido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1939512",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "À luz do Código Civil e do Código de Processo Civil, e considerando a jurisprudência do STJ naquilo a que ela for pertinente, julgue o item que se segue. Segundo o atual entendimento do STJ, aplica-se aos contratos de compromisso de compra e venda a cláusula resolutiva expressa quando o compromissário comprador inadimplente tiver sido notificado/interpelado e houver transcorrido o prazo sem a purgação da mora, hipótese em que o promissário vendedor poderá exercer a faculdade de resolver a relação jurídica extrajudicialmente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1935110",
    "metadata": "Ano: 2022 | Banca: FAU | Órgão: EMDUR de Toledo - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Pelo contrato de compra e venda, um dos contratantes se obriga a transferir o domínio de certa coisa, e o outro, a pagar-lhe certo preço em dinheiro. Sobre a compra e venda, analise as assertivas e assinale a alternativa que aponta as CORRETAS: I - A fixação do preço pode ser deixada ao arbítrio de terceiro, que os contratantes logo designarem ou prometerem designar. Se o terceiro não aceitar a incumbência, ficará sem efeito o contrato, salvo quando acordarem os contratantes designar outra pessoa. II - É anulável a venda de ascendente a descendente, salvo se os outros descendentes e o cônjuge do alienante expressamente houverem consentido. III - Nas coisas vendidas conjuntamente, o defeito oculto de uma autoriza a rejeição de todas. IV - É ilícita a compra e venda entre cônjuges, com relação a bens excluídos da comunhão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1933137",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral"
    ],
    "enunciado_principal": "Vitória é uma jovem universitária de origens humildes. Suas condições financeiras sempre a privaram de qualquer luxo ou de adquirir produtos supérfluos. Alguns meses após ser contratada em seu primeiro estágio e economizar os valores que restaram dos seus primeiros salários, ela considerou que merecia finalmente fazer uma pequena despesa pessoal. Procurou, assim, uma loja de bijuterias e comprou o primeiro par de brincos de sua vida, pelos quais pagou praticamente todo o valor que conseguira economizar até então. Dias depois, conversando com uma amiga, Vitória descobriu que havia pagado um valor trinta vezes mais elevado do que o custo normal de uma bijuteria daquele padrão e que, com aquele montante, teria conseguido comprar um par de brincos folheados a ouro, muito mais valiosos. Como aquela era a primeira vez que ela adquirira uma bijuteria, Vitória não podia supor, no momento da contratação, que o preço cobrado era tão desproporcional. Nesse caso, a compra e venda dos brincos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "foi plenamente válida, pois o erro em que incorreu Vitória classifica-se como inescusável;"
      },
      {
        "letra": "B",
        "texto": "foi plenamente válida, pois o erro em que incorreu Vitória não dizia respeito à substância do objeto adquirido;"
      },
      {
        "letra": "C",
        "texto": "foi ineficaz, mas depende da concordância do vendedor para ser anulada judicialmente;"
      },
      {
        "letra": "D",
        "texto": "pode ser anulada a pedido de Vitória, mesmo se o vendedor se oferecer para reduzir o preço a um montante justo;"
      },
      {
        "letra": "E",
        "texto": "pode ser anulada a pedido de Vitória, ainda que o vendedor não tivesse conhecimento da inexperiência dela."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1922176",
    "metadata": "Ano: 2022 | Banca: UPENET/IAUPE | Órgão: Prefeitura de Bom Conselho - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A respeito da compra e venda, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não sendo a venda a crédito, o vendedor é obrigado a entregar a coisa antes de receber o preço."
      },
      {
        "letra": "B",
        "texto": "A compra e venda não pode ter por objeto coisa futura."
      },
      {
        "letra": "C",
        "texto": "É nula a venda de ascendente a descendente."
      },
      {
        "letra": "D",
        "texto": "A fixação do preço não pode ser deixada ao arbítrio de terceiro."
      },
      {
        "letra": "E",
        "texto": "Nulo é o contrato de compra e venda, quando se deixa ao arbítrio exclusivo de uma das partes a fixação do preço."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1870399",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral"
    ],
    "enunciado_principal": "Valéria comprou, no ano de 2017, um apartamento pronto de João, pelo valor de R$ 400 mil. João havia indicado que o imóvel tinha área de 168 m², tendo sido expresso no contrato que se tratava de venda ad mensuram. Ao realizar uma reforma, em 2021, decorridos quatro anos da data em que recebera o apartamento, Valéria percebeu que a metragem estava a menor. Depois de realizada a perícia, descobriu que, na verdade, o imóvel media 153 m². Considerando essa situação hipotética e a jurisprudência do Superior Tribunal de Justiça a respeito do tema, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A entrega de bem imóvel em metragem diversa da contratada pode ser considerada vício oculto, razão pela qual o prazo decadencial iniciou-se apenas no momento em que Valéria tomou conhecimento do defeito."
      },
      {
        "letra": "B",
        "texto": "Como se trata de vício aparente, o prazo decadencial para Valéria exigir o complemento da área, reclamar a resolução do contrato ou o abatimento proporcional do preço é de um ano."
      },
      {
        "letra": "C",
        "texto": "Como se trata de bem durável, o direito de Valéria reclamar pelo vício de metragem caducou em noventa dias após a aquisição."
      },
      {
        "letra": "D",
        "texto": "O prazo prescricional para Valéria ajuizar ação de reparação de danos contra João é de três anos."
      },
      {
        "letra": "E",
        "texto": "Como a diferença de metragem foi inferior a 10% do prometido, presume-se que a referência às dimensões no contrato tenha sido simplesmente enunciativa, de modo que Valéria poderá reclamar apenas se provar que, em tais circunstâncias, não teria realizado o negócio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1860011",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Com relação aos negócios jurídicos, julgue o item que se segue. Considere que Paula tenha celebrado com Pedro, por meio de instrumento particular, contrato de compra e venda de imóvel mediante o qual ela pretendia transferir a propriedade do bem ao adquirente. Nesse caso, a ausência de escritura pública torna nulo o negócio jurídico, sendo impossível a sua conversão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2005176",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Ubá - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "No que concerne aos contratos, analise as afirmativas a seguir. I. Não podem ser comprados pelos servidores públicos os bens da pessoa jurídica a que servirem, ainda que em hasta pública. II. Não obstante a aquisição do bem se tenha realizado em hasta pública, o alienante responde pela evicção nos contratos onerosos. III. A compra e venda, quando pura, considerar-se-á obrigatória e perfeita, desde que as partes acordarem no objeto e no preço. IV. O vendedor somente poderá executar a cláusula de reserva de domínio após constituir o comprador em mora. São corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV"
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e IV, apenas"
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1873021",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Santos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Considerando as disposições do Código Civil acerca do contrato de compra e venda, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de venda ad corpus, havendo diferença de área superior a 5%, o comprador pode exigir a complementação da área e, não sendo possível, a resolução do contrato ou o abatimento do preço."
      },
      {
        "letra": "B",
        "texto": "No caso de venda ad mensuram, havendo diferença de área superior a 5%, o comprador pode exigir a complementação da área e, não sendo possível, a resolução do contrato ou o abatimento do preço."
      },
      {
        "letra": "C",
        "texto": "No caso de venda por amostra, havendo divergência entre a amostra e a descrição contida no contrato, tem-se como válida a entrega da coisa conforme descrita no contrato."
      },
      {
        "letra": "D",
        "texto": "No caso de venda a contento, o negócio só se aperfeiçoa com a entrega integral da coisa pelo vendedor ao comprador."
      },
      {
        "letra": "E",
        "texto": "No caso da venda com reserva de domínio, a coisa é entregue desde logo ao comprador, mas o vendedor se reserva o direito de propriedade, correndo por sua conta o risco de perecimento da coisa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1866089",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Em determinado condomínio de bem imóvel, Alberto, condômino, ofertou sua fração ideal da coisa comum indivisa a Carlos, estranho ao condomínio. Inexistente disposição convencional do condomínio a respeito de prévia notificação aos demais condôminos para o exercício do direito de preempção, Alberto entendeu não ser necessário notificar Joana, condômina, sobre a possível venda. Carlos aceitou a oferta, e foi lavrada a escritura pública de compra e venda da citada coisa comum, registrada posteriormente no correspondente registro de imóveis. Joana, inconformada com a celebração desse contrato, ingressou com ação anulatória, visando desconstituir a compra e venda do bem condominial. Com relação à situação hipotética apresentada, julgue o item a seguir, de acordo com a jurisprudência do Superior Tribunal de Justiça. Joana fará jus à desconstituição da compra e venda, em razão da inexistência de notificação possibilitando-a exercer o seu direito de preferência, desde que tenha respeitado o prazo decadencial iniciado com o registro da escritura pública de compra e venda da coisa comum indivisa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1861360",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Câmara de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "A Escola X Ltda. celebrou contrato de compra e venda com a Delta Ltda. para a aquisição de dez microcomputadores, cujas características técnicas foram indicadas no teor do instrumento contratual. A execução do contrato ficou agendada para dali a um mês, obrigando-se a Delta a entregar as máquinas na escola. Ocorre que os administradores da Escola X descobriram que os computadores vendidos ainda não estavam prontos quando o contrato foi assinado. A Delta esclareceu que celebrou o negócio planejando montar as máquinas nas semanas seguintes, de modo a ficarem prontas a tempo da data marcada para a entrega. Diante disso, o contrato em questão foi celebrado de forma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válida;"
      },
      {
        "letra": "B",
        "texto": "inexigível;"
      },
      {
        "letra": "C",
        "texto": "anulável;"
      },
      {
        "letra": "D",
        "texto": "nula;"
      },
      {
        "letra": "E",
        "texto": "inexistente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1852550",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral"
    ],
    "enunciado_principal": "A ZW Empreendimentos Ltda. comprou da ZTC Ltda. um apartamento na cidade de Londrina pelo preço de R$ 800.000,00. O contrato foi celebrado mediante instrumento particular. Perante o Registro de Imóveis, houve a exigência do instrumento público. Diante disso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Cartório do Registro de Imóveis deve aceitar o instrumento particular porque no ordenamento jurídico brasileiro vige o princípio da liberdade de forma;"
      },
      {
        "letra": "B",
        "texto": "é possível ao Poder Judiciário converter o contrato em promessa de compra e venda, pelo princípio da conservação dos negócios jurídicos;"
      },
      {
        "letra": "C",
        "texto": "o negócio jurídico não produzirá efeitos por se tratar de imóvel de valor superior a dez salários mínimos, configurando exceção ao princípio da liberdade de forma;"
      },
      {
        "letra": "D",
        "texto": "o contrato poderá produzir efeitos se ultrapassado o prazo para arguição de seu vício, operando-se a decadência do direito à sua impugnação;"
      },
      {
        "letra": "E",
        "texto": "a compra e venda de imóvel no valor estipulado é reputada inexistente ante à violação da forma prescrita em lei para transferência de direitos reais sobre imóveis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1843996",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "A compra e venda de ascendente para descendente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Importa em nulidade da compra e venda."
      },
      {
        "letra": "B",
        "texto": "Para ser válida precisa do consentimento dos demais descendentes e do cônjuge independentemente do regime de bens."
      },
      {
        "letra": "C",
        "texto": "Para ser válida precisa do consentimento dos demais descendentes e do cônjuge, exceto no regime da separação total voluntária."
      },
      {
        "letra": "D",
        "texto": "O prazo para a ação é de 4 anos contados da data do falecimento do vendedor."
      },
      {
        "letra": "E",
        "texto": "O prazo para ação é de 2 anos contados da data do ato de compra e venda."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1840032",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: FUNSAÚDE - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "A sociedade empresária Y é compradora de insumos da sociedade X há muito tempo, razão pela qual celebram, constantemente, contratos semelhantes de compra e venda entre si. Nesses instrumentos, sempre resta consignado que, ao final de cada mês, a sociedade Y deverá fazer o pedido da quantidade de insumos que desejará adquirir no mês seguinte, junto a X. Após o pedido ser acolhido, Y deve pagar a totalidade do valor relativo a ele e, finalizados esses trâmites, é obrigação de X entregar os insumos em até três dias úteis. Esta dinâmica se cumpria sem maiores problemas ou mudanças circunstanciais ao longo da relação comercial. No final de março de 2021, durante a execução de um contrato de compra e venda com cláusulas idênticas àquelas mencionadas acima, Y formalizou o pedido de insumos referente ao mês de abril de 2021 por e-mail, que foi prontamente acolhido por X. Contudo, Y deixou de pagar os valores devidos por essa encomenda e, mesmo assim, passados três dias úteis do aceite do fornecimento, exigiu de X a entrega dos insumos, que não os entregou A respeito da situação hipotética apresentada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As partes criaram obrigação diversa daquela existente na lei, pois, nas vendas à vista, o vendedor é obrigado a entregar a coisa antes de receber o preço."
      },
      {
        "letra": "B",
        "texto": "A conduta da sociedade X é lícita, vez que, tanto pelo contrato, como pela lei, ela poderá reter a entrega da coisa até o pagamento do preço."
      },
      {
        "letra": "C",
        "texto": "A sociedade X poderia reter a entrega da coisa até o pagamento do preço devido por Y, se a venda tratada pelas partes fosse a crédito."
      },
      {
        "letra": "D",
        "texto": "A hipótese de autotutela inexiste no direito brasileiro, razão por que o não cumprimento da obrigação sinalagmática pela sociedade X depende de autorização judicial."
      },
      {
        "letra": "E",
        "texto": "A sociedade X pode depositar judicialmente os produtos, para receber os valores que por ele são devidos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1827936",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Caso, no momento da conclusão de compromisso de compra e venda de imóvel urbano, o contratante reserve-se a faculdade de indicar terceiro para figurar como adquirente na escritura definitiva, configurar-se-á",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estipulação em favor de terceiro."
      },
      {
        "letra": "B",
        "texto": "contrato com pessoa a declarar."
      },
      {
        "letra": "C",
        "texto": "contrato preliminar."
      },
      {
        "letra": "D",
        "texto": "promessa de fato de terceiro."
      },
      {
        "letra": "E",
        "texto": "contrato aleatório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1824943",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Renato sempre teve um apreço especial pelo imóvel de seu avô, a Chácara XX, que abrangia um terreno, delimitado por uma cerca de alvenaria, com piscina e uma casa com dez cômodos, onde passava suas férias na infância. Assim, quando o avô faleceu e deixou a Chácara XX para seu tio Roberto, Renato negociou com o tio e comprou dele a Chácara XX por um milhão de reais. Entretanto, depois da venda, constatou que o imóvel tinha somente quatrocentos e sessenta metros quadrados, e não os quinhentos metros quadrados afirmados pelo tio no momento da venda. Nessa situação, Renato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem direito de reclamar a resolução do contrato, com a devolução do imóvel a Roberto, recebendo Renato de volta todo o preço pago;"
      },
      {
        "letra": "B",
        "texto": "tem direito de reclamar o abatimento do preço pago e, caso haja provas de que Roberto sabia da disparidade entre as medidas anunciadas e a real dimensão do bem, indenização;"
      },
      {
        "letra": "C",
        "texto": "tem direito de reclamar a resolução do contrato ou abatimento proporcional ao preço, diante da impossibilidade de exigir o complemento da área;"
      },
      {
        "letra": "D",
        "texto": "não tem direito de reclamar, porque a diferença não excede de um décimo da área total enunciada, caracterizando a venda como ad corpus, e não ad mensuram;"
      },
      {
        "letra": "E",
        "texto": "não tem direito de reclamar, porque o imóvel foi vendido como coisa certa e discriminada, tendo sido apenas enunciativa a referência às suas dimensões."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1824939",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Contratos em Espécie",
      "Compra e Venda",
      "Condomínio",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Antônio prometeu vender unidade autônoma em condomínio edilício para Bárbara. Após a transferência da posse em favor do adquirente, este não levou a promessa de compra e venda para o competente registro imobiliário e não houve mais pagamento de cota condominial em favor do condomínio edilício. Diante da inadimplência, o condomínio ajuíza ação tendente a cobrar as cotas condominiais em atraso. Sendo assim, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por se tratar de obrigação propter rem, apenas a pessoa cujo nome consta como proprietária no cartório do registro de imóveis pode ser eficazmente demandada;"
      },
      {
        "letra": "B",
        "texto": "a ciência do condomínio acerca do ato de alienação é irrelevante para definir a responsabilidade do adquirente pelo pagamento das cotas condominiais após o ato de alienação;"
      },
      {
        "letra": "C",
        "texto": "ainda que não haja a imissão na posse do imóvel, o promitente comprador tem exclusiva responsabilidade de pagar as cotas condominiais a partir do momento em que a escritura de promessa de compra e venda é realizada;"
      },
      {
        "letra": "D",
        "texto": "não sendo a promessa de compra e venda um título registrável, apenas após a realização da escritura definitiva de compra e venda é que o adquirente pode ser responsabilizado pelo inadimplemento das cotas condominiais;"
      },
      {
        "letra": "E",
        "texto": "a inexistência de registro da promessa de compra e venda pode levar a que o condomínio, conforme determinadas circunstâncias do caso, tenha o legítimo direito de exigir tanto do alienante como do adquirente o pagamento das cotas condominiais em atraso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1767784",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "O contrato de compra e venda: I. irradia como eficácia jurídica o direito de propriedade titularizado pelo comprador. II. de uma motocicleta tem por objeto da obrigação a prestação consistente em fazer tradição. III. sem o preço definido ou definível é nulo de pleno direito. IV. embora inválido pode ser eficaz, irradiando créditos e débitos interimísticos. V. é válido entre cônjuges em se tratando de bem excluído da comunhão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas I, III e V."
      },
      {
        "letra": "B",
        "texto": "Estão corretas II, III e V."
      },
      {
        "letra": "C",
        "texto": "Estão corretas II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas uma está correta."
      },
      {
        "letra": "E",
        "texto": "Todas são falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1744073",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "João, capaz e com 55 anos de idade, tem como únicos herdeiros Marcio, Roberto e Caio, fruto de seu relacionamento com Maria, casados sob o regime da comunhão parcial de bens. Como é proprietário de diversos imóveis, decide alienar um deles para Marcio. Procura então o Defensor Público da Comarca para orientação jurídica sobre a possibilidade desta transferência de propriedade. Considerando a situação narrada, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de doação do ascendente para descendente, mostra-se indispensável a concordância dos demais herdeiros, o que não se faz necessário em se tratando de compra e venda."
      },
      {
        "letra": "B",
        "texto": "A venda de ascendente para descendente é considerada antecipação da herança futura."
      },
      {
        "letra": "C",
        "texto": "A alienação do imóvel de João para Marcio é nula de pleno direito, não suprindo a nulidade a concordância dos outros herdeiros."
      },
      {
        "letra": "D",
        "texto": "A venda pode ser realizada livremente, sem a necessidade de concordância dos demais, desde que não seja feita por preço vil."
      },
      {
        "letra": "E",
        "texto": "A venda de ascendente para descendente exige o consentimento expresso tanto dos demais descendentes como de Maria."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1707144",
    "metadata": "Ano: 2020 | Banca: WE DO Serviços | Órgão: Câmara Municipal de São Lourenço do Oeste - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "O Código Civil disciplina a confecção do contrato de compra e venda, estabelecendo normas específicas a serem aplicadas aos negócios jurídicos efetuados em tal modalidade. Considerando tal premissa, assinale, dentre as assertivas a seguir, aquela que for verdadeira",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Convencionada a venda sem fixação de preço ou de critérios para a sua determinação, se não houver tabelamento oficial, entende-se que as partes se sujeitaram ao preço praticado, em média, no mercado da região onde se pactuou o negócio;"
      },
      {
        "letra": "B",
        "texto": "Os casos fortuitos, ocorrentes no ato de contar, marcar ou assinalar coisas que comumente se recebem contando, pesando, medindo ou assinalando, e que já tiverem sido postas à disposição do comprador, correrão por conta deste;"
      },
      {
        "letra": "C",
        "texto": "Não obstante o prazo ajustado para o pagamento, se antes da tradição o comprador cair em insolvência, poderá o vendedor sobrestar na entrega da coisa, até que o comprador lhe dê caução de pagar em até 15 dias após o prazo previamente estipulado;"
      },
      {
        "letra": "D",
        "texto": "Não haverá complemento de área, nem devolução de excesso, se o imóvel for vendido como coisa certa e discriminada, tendo sido apenas enunciativa a referência às suas dimensões, nos casos em que conste, de modo expresso, ter sido a venda ad corpus;"
      },
      {
        "letra": "E",
        "texto": "A fixação do preço pode ser deixada ao arbítrio de terceiro, que os contratantes logo designarem ou prometerem designar. Se o terceiro não aceitar a incumbência, devem os contratantes designarem outra pessoa, no prazo de 15 dias, sob pena de resolução contratual"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1138123",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "A compra e venda",
    "alternativas": [
      {
        "letra": "A",
        "texto": "transfere o domínio da coisa pelo só fato da celebração do contrato."
      },
      {
        "letra": "B",
        "texto": "pode ter por objeto coisa atual ou futura; neste caso, ficará sem efeito o contrato se esta não vier a existir, salvo se a intenção das partes era a de concluir contrato aleatório."
      },
      {
        "letra": "C",
        "texto": "deve ter a fixação do preço efetuada somente pelas partes, vedada a fixação por terceiros por sua potestividade."
      },
      {
        "letra": "D",
        "texto": "não pode ter o preço fixado por taxa de mercado ou de bolsa, por sua aleatoriedade e incerteza."
      },
      {
        "letra": "E",
        "texto": "é defesa entre cônjuges, em relação a bens excluídos da comunhão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1840433",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Antônio Prado - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Segundo a Lei nº 10.406/2002 - Código Civil, pelo contrato de compra e venda um dos contratantes se obriga a transferir o domínio de certa coisa, e o outro, a pagar valor em dinheiro. Isto posto, analisar os itens abaixo: I. A compra e venda terá por objeto coisa atual, sendo vedada, como objeto, a coisa futura. II. Quando pura, a compra e venda, será considerada como obrigatória e perfeita, desde que as partes acordem no objeto e no preço. III. Se a fixação do preço ficar a arbítrio exclusivo de uma das partes, o contrato de compra e venda será nulo. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "B",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "C",
        "texto": "Somente os itens II e III."
      },
      {
        "letra": "D",
        "texto": "Todos os itens."
      },
      {
        "letra": "E",
        "texto": "Nenhum dos itens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1800702",
    "metadata": "Ano: 2019 | Banca: FURB | Órgão: Prefeitura de Porto Belo - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral"
    ],
    "enunciado_principal": "Analise a seguinte situação hipotética: Em certa ocasião, as enchentes que assolaram a região do Vale do Itajaí em Santa Catarina duraram vinte dias e dificultaram a circulação de produtos alimentícios e, consequentemente, reduziram o abastecimento nos mercados de mantimentos. Nessa época, uma padaria anunciou a venda de pão francês a R$ 80,00 reais o quilograma, ou seja, mais de dez vezes o valor praticado em tempos de normalidade. Considerando as disposições do Código Civil, o negócio jurídico que envolvesse a compra e venda de tais pães padeceria de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ignorância."
      },
      {
        "letra": "B",
        "texto": "Fraude contra credores."
      },
      {
        "letra": "C",
        "texto": "Coação."
      },
      {
        "letra": "D",
        "texto": "Dolo."
      },
      {
        "letra": "E",
        "texto": "Lesão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1677401",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "\"A\" celebrou contrato de compra e venda do cavalo \"X\", devidamente individualizado, com \"B\", recebendo o preço e avençada a entrega do animal para a dia 22.07.2019. No dia anterior a entrega, houve uma inundação, inevitável e imprevisível, a qual redundou na morte do cavalo \"X”. Nessa situação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o comprador e o vendedor dividirão o prejuízo decorrente da morte do animal."
      },
      {
        "letra": "B",
        "texto": "como o gênero não perece, o vendedor deverá entregar outro animal."
      },
      {
        "letra": "C",
        "texto": "o vendedor suportará o prejuízo do valor do animal."
      },
      {
        "letra": "D",
        "texto": "o prejuízo decorrente da morte do animal será suportado pelo comprador."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1611624",
    "metadata": "Ano: 2019 | Banca: Método Soluções Educacionais | Órgão: Prefeitura de Nortelândia - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo contrato de compra e venda, um dos contratantes transfere o domínio de certa coisa, e o outro, se obriga a pagarme certo preço em dinheiro."
      },
      {
        "letra": "B",
        "texto": "Nulo é o contrato de compra e venda, quando se deixa ao arbítrio exclusivo de uma das partes a fixação do preço."
      },
      {
        "letra": "C",
        "texto": "É lícita a compra e venda entre cônjuges dos bens havidos em comunhão."
      },
      {
        "letra": "D",
        "texto": "Nas coisas vendidas conjuntamente, o defeito oculto de uma autoriza a rejeição de todas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1290888",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Sobre o contrato de compra e venda, responda as questões: I. A fixação do preço pode ser deixada ao arbítrio de terceiro, que os contratantes logo designarem ou prometerem designar. Se o terceiro não aceitar a incumbência, ficará sem efeito o contrato, salvo quando acordarem os contratantes designar outra pessoa. II. Salvo cláusula em contrário, ficarão as despesas de escritura e registro a cargo do comprador, e a cargo do vendedor as da tradição. III. Sob pena de nulidade, não podem ser comprados, ainda que em hasta pública pelos servidores públicos, em geral, os bens ou direitos da pessoa jurídica a que servirem, ou que estejam sob sua administração direta ou indireta. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e II são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva II é verdadeira"
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas são falsas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1167564",
    "metadata": "Ano: 2019 | Banca: PUC-PR | Órgão: Prefeitura de Campo Grande - MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Uma das espécies mais comuns de contrato é o de compra e venda, que pode ser caracterizado quando “um contratante se compromete a transferir o domínio de certa coisa e o outro, a pagar-lhe certo preço em dinheiro”. Em relação ao elemento “preço” no contrato de compra e venda, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os contratantes podem deixar a fixação do preço à bolsa de valores, bastando mencionar a sua localidade."
      },
      {
        "letra": "B",
        "texto": "é defeso às partes fixarem o preço em função de índices ou parâmetros, mesmo que suscetíveis a objetiva determinação."
      },
      {
        "letra": "C",
        "texto": "a fixação do preço pode ser deixada ao arbítrio de terceiro, que os contratantes logo designarem ou prometerem designar."
      },
      {
        "letra": "D",
        "texto": "é lícito aos contratantes, no contrato de compra e venda, deixar ao arbítrio exclusivo de uma das partes a fixação do preço."
      },
      {
        "letra": "E",
        "texto": "convencionada a venda sem fixação de preço ou de critérios para a sua determinação, se não houver tabelamento oficial, entende-se que umas das partes pode suprir a omissão e fixar um preço."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1143827",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de São Roque - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Sobre os contratos típicos estabelecidos no Código Civil, assinale a alternativa que está de acordo com os preceitos alí definidos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No contrato estimatório, o consignatário exonera-se da obrigação de pagar o preço, se a restituição da coisa, em sua integridade, se tornar impossível."
      },
      {
        "letra": "B",
        "texto": "É nulo o contrato de compra e venda, quando se deixa ao arbítrio exclusivo de uma das partes a fixação do preço."
      },
      {
        "letra": "C",
        "texto": "No contrato de troca, é nula a troca de valores desiguais entre ascendentes e descendentes, independentemente do consentimento dos outros descendentes."
      },
      {
        "letra": "D",
        "texto": "No seguro de pessoas, a apólice ou o bilhete de seguro serão nominativos ao portador."
      },
      {
        "letra": "E",
        "texto": "A transação interpreta-se restritivamente, e por ela se transmitem, se declaram ou reconhecem direitos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1118506",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Maria vendeu a Joana um terreno certo e discriminado, localizado na esquina entre as Ruas “A” e “B”. O contrato previu o preço de R$ 1.000.000,00 (um milhão de reais) e descrevia o terreno como tendo a extensão de 500 m², constando cláusula contratual prevendo que a descrição do imóvel era meramente enunciativa. Não constou expressamente do contrato que a venda seria ad corpus. Após formalizada a venda, Joana realizou um trabalho de topografia no imóvel e descobriu que o terreno tinha uma extensão real de 450 m². Nesse caso, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas se for provado que o vendedor sabia da diferença, tendo agido de má-fé, haverá o direito do comprador de exigir o complemento da área, e, não sendo isso possível, o de reclamar a resolução do contrato ou abatimento proporcional ao preço."
      },
      {
        "letra": "B",
        "texto": "como não constou expressamente ter sido a coisa vendida ad corpus, bem como a diferença é superior a um vigésimo da área descrita, há direito do comprador de exigir o complemento da área, e, não sendo isso possível, o de reclamar a resolução do contrato ou abatimento proporcional ao preço."
      },
      {
        "letra": "C",
        "texto": "não haverá complemento de área, nem devolução de excesso, tendo em vista que o imóvel foi vendido como coisa certa e discriminada, tendo sido apenas enunciativa a referência às suas dimensões, mesmo não constando, de modo expresso, ter sido a venda ad corpus."
      },
      {
        "letra": "D",
        "texto": "sempre que a descrição da área não corresponder à realidade, o comprador terá o direito de exigir o complemento da área, e, não sendo isso possível, o de reclamar a resolução do contrato ou abatimento proporcional ao preço."
      },
      {
        "letra": "E",
        "texto": "não há o direito de exigir qualquer indenização porque a diferença não excede de um décimo da área total enunciada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1100189",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Carlson, residente em Recife, resolveu adquirir o veículo do seu amigo Diego, residente em Fortaleza. O negócio foi celebrado de forma verbal, em uma confraternização de fim de ano em que ambos estavam presentes. Dias depois, após o pagamento do valor acordado, as partes perceberam que não haviam ajustado, no dia do negócio, a quem caberia a despesa com o transporte do automóvel por caminhão cegonha, no trajeto de Fortaleza até Recife. Considerando-se o que dispõe expressamente o Código Civil, nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a despesa deverá ser rateada entre Carlson e Diego."
      },
      {
        "letra": "B",
        "texto": "a despesa deve ficar a cargo de Diego."
      },
      {
        "letra": "C",
        "texto": "a despesa deve ficar a cargo de Carlson."
      },
      {
        "letra": "D",
        "texto": "a incumbência de pagar a despesa dependerá dos usos do lugar da celebração do negócio."
      },
      {
        "letra": "E",
        "texto": "as partes devem aditar o ajuste para estabelecer a referida cláusula, sob pena de resolução de pleno direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1098024",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Reflita a respeito das seguintes assertivas e marque a opção correta: I. A venda de coisa móvel ou imóvel de ascendente a descendente é anulável, sem o consentimento expresso dos outros descendentes e do cônjuge do alienante. II. É anulável a troca de valores desiguais entre ascendentes e descendentes, sem consentimento dos outros descendentes e do cônjuge do alienante. III. A proibição de venda de ascendente a descendente não é absoluta, mas é aplicável à venda feita pelo avô ao neto. IV. A venda de ascendente para descendente não se submete ao instituto da colação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II, III e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1093933",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: ESEF - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Matheus, Daniel e João decidiram, em conjunto, comprar um apartamento na praia, ficando cada um deles obrigado à dívida toda perante o vendedor, Pedro. Restou estabelecido que o pagamento seria realizado em 36 parcelas. Ocorre que, após o pagamento da 5a parcela, Matheus deixou de efetuar os pagamentos devidos. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro não pode renunciar à solidariedade em favor de Daniel."
      },
      {
        "letra": "B",
        "texto": "apenas Matheus responde pelos juros da mora."
      },
      {
        "letra": "C",
        "texto": "considerando que a prestação se impossibilitou por culpa de Matheus, subsiste para todos o encargo de pagar o equivalente, mas, pelas perdas e danos, apenas Matheus responderá."
      },
      {
        "letra": "D",
        "texto": "qualquer cláusula, condição ou obrigação adicional, estipulada entre Matheus e Pedro, ainda que sem o consentimento dos outros devedores, poderá agravar a situação, considerando se tratar de obrigação solidária."
      },
      {
        "letra": "E",
        "texto": "se Pedro exonerar Daniel da solidariedade, tal exoneração não subsistirá aos demais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1093864",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Mauá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Ricardo celebrou compromisso de compra e venda com a pessoa jurídica X, tendo por objeto um imóvel em construção para sua moradia, porém, desistiu do negócio. Assinale a opção que reflete as consequências resultantes dessa desistência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por se tratar de relação de consumo, caberá à empresa devolver todos os valores que Ricardo pagou, mesmo estando inadimplente, sujeitando-se à forma de parcelamento prevista para a aquisição."
      },
      {
        "letra": "B",
        "texto": "Tratando-se de relação de consumo entre as partes, poderá Ricardo reaver as quantias pagas somente quando comprovada inadimplência da promitente vendedora, decorrente do atraso na entrega do imóvel."
      },
      {
        "letra": "C",
        "texto": "Ricardo poderá reaver as quantias pagas, mesmo estando inadimplente, admitindo-se a compensação com os gastos próprios com administração e propaganda feitos pela vendedora, conforme entendimento sumulado do Tribunal de Justiça de São Paulo."
      },
      {
        "letra": "D",
        "texto": "Embora reconhecida a relação de consumo entre as partes, caberá à vendedora devolver todos os valores que Ricardo pagou, autorizada a retenção do mesmo valor correspondente à cláusula penal prevista em contrato para a hipótese de sua inadimplência."
      },
      {
        "letra": "E",
        "texto": "Em caso de desistência fundada no descumprimento do prazo de entrega do imóvel, além de reaver todos os valores que pagou, poderá Ricardo exigir da vendedora indenização por lucros cessantes, presumindo-se seu prejuízo porque o imóvel se destinava à moradia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1093860",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Mauá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Eduardo celebrou compromisso de compra e venda com uma cooperativa, na década de 90, para aquisição de um imóvel no empreendimento Z, e iniciou o pagamento das prestações mensais ajustadas entre as partes. Em 1998, foi contemplado em assembleia de cooperados e ingressou na posse do imóvel, dando continuidade aos pagamentos das prestações. Com a quitação integral em 2002, a cooperativa, no entanto, recursou-se a outorgar a escritura definitiva, ao argumento de que havia saldo residual pendente, embora não tenha demonstrado a origem da dívida. A cooperativa também alegou a existência de hipoteca gravando o terreno em que se assenta o empreendimento, muito embora as unidades estejam individualizadas em matrícula. Considerando o tempo decorrido desde a posse do imóvel, a quitação integral e a relação jurídica existente entre as partes, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a cooperativa pode cobrar o saldo residual, decorrente do custeio das despesas administrativas com a construção do empreendimento, porque a cobrança é corolário do princípio da boa fé objetiva"
      },
      {
        "letra": "B",
        "texto": "Eduardo faz jus à outorga da escritura definitiva, pois, ao exigir saldo residual após a declaração de quitação, a cooperativa agiu em comportamento contraditório (venire contra factum proprium) e frustou a legítima expectativa do adquirente, de que não haveria cobrança de saldo residual."
      },
      {
        "letra": "C",
        "texto": "há impedimento para outorga da escritura definitiva do imóvel, porque o terreno em que foi construído o imóvel está hipotecado e, dessa forma, o proprietário da coisa dada em garantia perde seu jus disponendi, em razão da aderência da garantia real."
      },
      {
        "letra": "D",
        "texto": "mesmo com a quitação integral, Eduardo terá direito à escritura definitiva no momento em que a cooperativa comprovar a liberação do gravame."
      },
      {
        "letra": "E",
        "texto": "Eduardo terá direito à outorga da escritura definitiva quando comprovar o pagamento do saldo residual e o levantamento da hipoteca que recai sobre o terreno."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1092585",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "A quitação dada ao pagamento em escritura pública de compra e venda, mas que efetivamente não ocorreu gera",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nulidade do contrato."
      },
      {
        "letra": "B",
        "texto": "inexistência do contrato."
      },
      {
        "letra": "C",
        "texto": "rescisão do contrato."
      },
      {
        "letra": "D",
        "texto": "presunção absoluta de pagamento."
      },
      {
        "letra": "E",
        "texto": "presunção relativa de pagamento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1062806",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "A empresa GB Perfumes Ltda. fabrica e vende um perfume mundialmente premiado. A empresa K Perfumes, grande rede de lojas de cosméticos e perfumarias, comprou doze lotes do perfume da GB Perfumes para revendê-lo em suas lojas. O valor do contrato de compra e venda foi de R$ 1.200.000, devendo ser pago em doze parcelas de R$ 100.000, todo dia 7 do mês seguinte ao da entrega de cada lote feita pela fabricante; o primeiro lote foi entregue em janeiro de 2017. A GB Perfumes Ltda. entregou dez lotes à K Perfumes, embora esta tenha pagado somente as duas primeiras parcelas, o que ensejou a resolução da relação contratual entre as partes por inadimplemento, ocorrida em julho de 2018. A K Perfumes ajuizou ação de reparação de danos materiais e morais contra a GB Perfumes Ltda., com o objetivo de obter a reparação dos prejuízos causados em razão da resolução do contrato de compra e venda que celebraram, alegando onerosidade excessiva do valor de cada lote de perfume, o que configura culpa concorrente da vendedora para o inadimplemento contratual. Alegou também que o contrato tinha cláusulas abusivas, que resultaram em uma dívida vultosa e impossível de ser solvida, e que tinha como finalidade impor a resolução da relação contratual. A compradora, mesmo intimada para tanto, não trouxe nenhuma outra prova, sob o fundamento da onerosidade excessiva.Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a alegação de onerosidade excessiva feita pela K Perfumes deverá ser aceita mediante a comprovação apenas da imprevisibilidade de acontecimento extraordinário."
      },
      {
        "letra": "B",
        "texto": "o contrato de compra e venda celebrado é bilateral, razão por que a K Perfumes não poderia ter reclamado a prestação contratual antes de ter cumprido a sua prestação."
      },
      {
        "letra": "C",
        "texto": "os riscos ordinários assumidos nas relações negociais no exercício da autonomia privada das partes contratantes configuram onerosidade excessiva."
      },
      {
        "letra": "D",
        "texto": "o comportamento da GB Perfumes Ltda. configura suppressio, haja vista que, mesmo após o inadimplemento das parcelas, continuou entregando os lotes de perfumes à K Perfumes."
      },
      {
        "letra": "E",
        "texto": "a demanda judicial que pretende a declaração de onerosidade excessiva poderia ter sido ajuizada tanto antes quanto após o inadimplemento da parte que postula tal pretensão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1052733",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: UNIFAI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "Em se tratando de contratos de compra e venda, a cláusula que impõe ao comprador a obrigação de oferecer ao vendedor a coisa que aquele vai vender, ou dar em pagamento, para que este use de seu direito de prelação na compra, tanto por tanto, é a cláusula de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "venda a contento."
      },
      {
        "letra": "B",
        "texto": "retrovenda."
      },
      {
        "letra": "C",
        "texto": "preempção."
      },
      {
        "letra": "D",
        "texto": "venda sujeita a prova."
      },
      {
        "letra": "E",
        "texto": "venda com reserva de domínio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1037186",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "De acordo com o Código Civil Brasileiro, analise as seguintes afirmativas a respeito do contrato de compra e venda. I. A compra e venda é contrato consensual, que gera efeitos reais, transmitindo, por si só, a propriedade da coisa alienada. II. No contrato de compra e venda, pode-se deixar ao arbítrio exclusivo de uma das partes a fixação do preço. III. A venda de ascendente a descendente é anulável, salvo se os outros descendentes e o cônjuge do alienante expressamente houverem consentido. IV. Na venda ad corpus, que é aquela em que o imóvel é transferido como coisa certa e discriminada, tendo sido apenas enunciativa a referência às suas dimensões, não haverá complemento de área, nem devolução do excesso. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV"
      },
      {
        "letra": "B",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1033176",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Francisco Morato - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Maria vendeu uma casa de sua propriedade para seu filho Pedro. A venda não teve a anuência dos outros filhos de Maria, André e Thiago, nem de seu cônjuge, João, com quem é casada sob o regime da separação convencional de bens. Pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a venda é válida."
      },
      {
        "letra": "B",
        "texto": "a venda é nula e pode ser declarada a qualquer tempo."
      },
      {
        "letra": "C",
        "texto": "a venda é anulável em razão da ausência da anuência dos filhos, desnecessária, no caso, a anuência do cônjuge, em razão do regime de bens."
      },
      {
        "letra": "D",
        "texto": "a venda é anulável e pode ser pleiteada a anulação no prazo de até 2 (dois) anos, contados da data da conclusão do negócio, sob pena de decadência."
      },
      {
        "letra": "E",
        "texto": "o prazo prescricional para que se possa anular a venda é de 5 (cinco) anos, contados da data da conclusão do negócio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1026895",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: MPE-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "A compra e venda",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é nula a de ascendente a descendente, salvo se os demais descendentes e o cônjuge do alienante consentirem com o ato."
      },
      {
        "letra": "B",
        "texto": "não admite a fixação do preço em função de índices ou parâmetros, ainda que suscetíveis de determinação objetiva, pela insegurança jurídica que traria às partes contratantes."
      },
      {
        "letra": "C",
        "texto": "já transfere de imediato o domínio, uma vez celebrado o contrato respectivo, em se tratando de bem móvel."
      },
      {
        "letra": "D",
        "texto": "é lícita entre cônjuges, com relação a bens excluídos da comunhão."
      },
      {
        "letra": "E",
        "texto": "só pode ter por objeto coisa atual, ficando sem efeito o contrato se tratar-se de coisa futura, que poderá não existir."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1016467",
    "metadata": "Ano: 2019 | Banca: FAFIPA | Órgão: Prefeitura de Foz do Iguaçu - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral"
    ],
    "enunciado_principal": "Considerando as classificações dos negócios jurídicos, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tanto o contrato de compra e venda quanto o contrato de doação são negócios jurídicos bilaterais."
      },
      {
        "letra": "B",
        "texto": "O contrato de doação é espécie de contrato unilateral."
      },
      {
        "letra": "C",
        "texto": "O contrato de compra e venda trata-se de negócio jurídico bilateral, ao passo que o contrato de doação é negócio jurídico unilateral."
      },
      {
        "letra": "D",
        "texto": "O contrato de doação trata-se de negócio jurídico gratuito."
      },
      {
        "letra": "E",
        "texto": "O contrato de compra e venda é espécie de negócio jurídico oneroso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1014317",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Piracicaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética. Pedro, sem comunicar a suas irmãs, Carolina e Carla, comprou do pai, Francisco, no dia 13.12.2015, o apartamento da praia, que a família não usava há mais de três anos. Em 11.12.2018, Francisco faleceu e, ao iniciarem o inventário, descobriram a compra e venda entre Pedro e Francisco. Inconformadas, Carolina e Carla procuram seu advogado. Assinale a alternativa que contém a orientação que o advogado deve dar a elas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Propor ação de nulidade da compra e venda, já que o prazo prescricional é de quatro anos."
      },
      {
        "letra": "B",
        "texto": "Não há o que fazer, pois o direito de propor a ação de nulidade da compra e venda prescreveu no prazo de dois anos."
      },
      {
        "letra": "C",
        "texto": "Propor ação de anulação da compra e venda, já que o prazo decadencial é de quatro anos."
      },
      {
        "letra": "D",
        "texto": "Não há o que fazer, pois o direito de propor a ação de anulação da compra e venda decaiu no prazo de dois anos."
      },
      {
        "letra": "E",
        "texto": "Propor ação de nulidade da compra e venda a qualquer tempo, por se tratar de direito imprescritível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1013529",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Patrícia e Beatriz celebraram contrato de compra e venda de um automóvel usado, convencionando que o preço seria fixado por Fernando, o qual, por sua vez, recusou a incumbência. Nesse caso, o contrato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é nulo de pleno direito, pois é vedado atribuir a terceiro a fixação do preço em contrato de compra e venda."
      },
      {
        "letra": "B",
        "texto": "é nulo de pleno direito, pois só se admite atribuir a terceiro a fixação do preço em contratos de compra e venda de coisas fungíveis."
      },
      {
        "letra": "C",
        "texto": "era válido por ocasião da celebração, mas a recusa de Fernando o tornou inválido."
      },
      {
        "letra": "D",
        "texto": "é válido, mas ficará sem efeito por conta da recusa de Fernando, salvo se Patrícia e Beatriz designarem outra pessoa para fixar o preço."
      },
      {
        "letra": "E",
        "texto": "é juridicamente inexistente, pois é vedado atribuir a terceiro a fixação do preço em contrato de compra e venda."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1004449",
    "metadata": "Ano: 2019 | Banca: COMPERVE - UFRN | Órgão: Prefeitura de Parnamirim - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "A promessa de compra e venda, apesar de ser contrato preliminar à compra e venda, é sui generis, visto que, conforme legislação e doutrina, é fonte de direitos reais para o promitente comprador. Diante disso, conforme o STJ, a promessa de compra e venda",
    "alternativas": [
      {
        "letra": "A",
        "texto": "gera direitos reais, como a adjudicação compulsória, condicionados ao seu respectivo registro no cartório de registro imobiliário."
      },
      {
        "letra": "B",
        "texto": "permite a oposição de embargos de terceiros fundados em alegação de posse advinda do compromisso, ainda que desprovido de registro."
      },
      {
        "letra": "C",
        "texto": "permite, quando registrada, que a responsabilidade pela cota condominial recaia tanto sobre o promissário-comprador quanto sobre o promissário-vendedor"
      },
      {
        "letra": "D",
        "texto": "gera o direito real à adjudicação compulsória para obter escritura definitiva submetida ao prazo máximo de prescrição previsto no Código Civil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "998758",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "O contrato de compra e venda é apontado como o tipo contratual mais importante para a maioria das atividades empresariais. No que diz respeito ao seu regime jurídico, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A venda feita a contento do comprador entende-se realizada sob condição resolutiva."
      },
      {
        "letra": "B",
        "texto": "Até o momento da tradição, os riscos da coisa correm por conta do comprador, e os do preço por conta do vendedor."
      },
      {
        "letra": "C",
        "texto": "Salvo cláusula em contrário, ficarão as despesas de escritura e registro a cargo do comprador, e a cargo do vendedor as da tradição."
      },
      {
        "letra": "D",
        "texto": "Mesmo em se tratando de venda a crédito, não é o vendedor obrigado a entregar a coisa antes de receber o preço."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "992254",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Monte Alto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "A respeito do contrato de compra e venda, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É nula de pleno direito, não produzindo nenhum efeito entre as partes nem perante terceiros, a venda realizada por ascendente a descendente sem consentimento expresso dos demais descendentes e do cônjuge do alienante."
      },
      {
        "letra": "B",
        "texto": "É anulável a venda realizada por ascendente a descendente sem consentimento expresso do cônjuge do alienante, se o regime de bens for o da separação obrigatória de bens."
      },
      {
        "letra": "C",
        "texto": "A venda a contento é realizada sob condição suspensiva e só se considera concluída quando o vendedor manifestar-se satisfeito com o preço pago pelo comprador."
      },
      {
        "letra": "D",
        "texto": "Na retrovenda, o vendedor se reserva o direito de reaver o imóvel vendido, mediante restituição do valor recebido e reembolso das despesas realizadas pelo comprador."
      },
      {
        "letra": "E",
        "texto": "Na venda com reserva de domínio, o vendedor de coisa móvel ou imóvel, fungível ou infungível, reserva-se o direito de propriedade até que o vendedor pague integralmente o preço ajustado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990191",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Quanto aos contratos de compra e venda, convencionada a venda sem fixação de preço ou de critérios para a sua determinação, se não houver tabelamento oficial, entende-se que as partes se sujeitaram ao preço corrente nas vendas habituais do vendedor. Nos termos do Código Civil brasileiro, na falta de acordo, por ter havido diversidade de preço, prevalecerá o valor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exigido pelo vendedor."
      },
      {
        "letra": "B",
        "texto": "Proposto pelo comprador."
      },
      {
        "letra": "C",
        "texto": "Definido por termo médio."
      },
      {
        "letra": "D",
        "texto": "Estabelecido por perito contábil."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "981381",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil acerca de contratos, julgue o item subsequente. Em contratos de compra e venda, até o momento da tradição, os riscos relacionados à coisa ficam por conta do vendedor, enquanto os riscos referentes ao preço competem ao comprador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "974044",
    "metadata": "Ano: 2019 | Banca: UPENET/IAUPE | Órgão: UPE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral"
    ],
    "enunciado_principal": "O Art. 496 do Código Civil brasileiro prevê a anulabilidade da venda de ascendente para a descendente, exceto se os outros descendentes e o cônjuge do alienante expressamente houverem consentido. Todavia, o prazo correto para ingressar com a ação de anulação é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "4 anos, prazo prescricional."
      },
      {
        "letra": "B",
        "texto": "2 anos, prazo prescricional."
      },
      {
        "letra": "C",
        "texto": "4 anos, prazo decadencial."
      },
      {
        "letra": "D",
        "texto": "2 anos, prazo decadencial."
      },
      {
        "letra": "E",
        "texto": "1 ano, prazo decadencial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "960800",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "O pacto de retrovenda é uma das modalidades de compra e venda mercantis previstas no Código Civil e tem como principal característica a reserva ao vendedor do direito de, em determinado prazo, recobrar o imóvel que tenha vendido. A respeito dessa modalidade contratual, a legislação vigente dispõe que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não existe a possibilidade de cessão do direito de retrovenda."
      },
      {
        "letra": "B",
        "texto": "a cláusula somente será válida, sendo dois ou mais os beneficiários da retrovenda, se todos exercerem conjuntamente o pedido de retrato."
      },
      {
        "letra": "C",
        "texto": "somente as benfeitorias necessárias serão restituídas, além do valor integral recebido pela venda."
      },
      {
        "letra": "D",
        "texto": "o vendedor, em caso de recusa do comprador em receber a quantia a que faz jus, depositará o valor judicialmente para exercer o direito de resgate."
      },
      {
        "letra": "E",
        "texto": "o prazo máximo para o exercício do direito da retrovenda é de cinco anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2748183",
    "metadata": "Ano: 2018 | Banca: Instituto Águia | Órgão: CEAGESP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Considerando os enunciados abaixo, assinale a alternativa correta: I. Pelo contrato de compra e venda, um dos contratantes se obriga a transferir o domínio de certa coisa, e o outro, a pagar-lhe certo preço em dinheiro; II. A compra e venda, quando pura, considerar-se-á obrigatória e perfeita, independentemente de as partes acordarem no objeto e no preço; III. A compra e venda pode ter por objeto coisa atual ou futura. Neste caso, ficará sem efeito o contrato se esta não vier a existir, salvo se a intenção das partes era de concluir contrato aleatório; IV. Se a venda se realizar à vista de amostras, protótipos ou modelos, entender-se-á que o vendedor assegura ter a coisa as qualidades que a elas correspondem.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os enunciados I, III e IV estão corretos."
      },
      {
        "letra": "B",
        "texto": "Os enunciados I, II e III estão corretos."
      },
      {
        "letra": "C",
        "texto": "Os enunciados II, III e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Todos os enunciados estão corretos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "962987",
    "metadata": "Ano: 2018 | Banca: NC-UFPR | Órgão: Câmara de Quitandinha - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Os elementos essenciais do contrato de compra e venda são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "unilateralidade – promessa – coisa."
      },
      {
        "letra": "B",
        "texto": "partes – condição suspensiva – coisa."
      },
      {
        "letra": "C",
        "texto": "consentimento – preço – coisa."
      },
      {
        "letra": "D",
        "texto": "objeto lícito – unilateralidade – legalidade."
      },
      {
        "letra": "E",
        "texto": "unilateralidade – condição suspensiva – tradição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "960885",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRM-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Compra e Venda",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "No que se refere às disposições sobre obrigações, contratos e responsabilidade civil, julgue o item subsequente. Os contratos de compra e venda, em que as partes são, simultaneamente, credoras e devedoras entre si, configuram relações jurídicas obrigacionais complexas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "959307",
    "metadata": "Ano: 2018 | Banca: INAZ do Pará | Órgão: CREFITO - 16ª Região (MA)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Jefferson, proprietário da égua Nebraska, vendeu-a a seu vizinho, Lair. Celebraram, em 10 de janeiro de 2018, um contrato de compra e venda, pelo qual Jefferson deveria receber do comprador a quantia de R$ 2.500,00 (dois mil e quinhentos reais), no momento da entrega do animal, agendada para um mês após a celebração do contrato. Nesse ínterim, contudo, para surpresa de Jefferson, a égua Nebraska pariu dois potros. Sobre os fatos narrados, assinale a afirmativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os potros pertencem a Jefferson."
      },
      {
        "letra": "B",
        "texto": "Os potros pertencem a Lair."
      },
      {
        "letra": "C",
        "texto": "Um potro pertence a Jefferson e o outro pertence a Lair."
      },
      {
        "letra": "D",
        "texto": "Deverá ser feito um sorteio para definir a quem pertencem os potros."
      },
      {
        "letra": "E",
        "texto": "O contrato é eivado de nulidade absoluta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "951000",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "João é casado com Maria, sob o regime de separação convencional de bens. Entretanto, ele possui uma concubina, chamada Rita. Pretendendo dar um presente a esta última, João propõe a Paulo, pai de Rita, que este lhe compre um apartamento (de propriedade exclusiva de João), por um preço irrisório, e o dê em usufruto vitalício a Rita. Após o negócio, Paulo propôs a João que este lhe vendesse uma casa na praia, também de sua exclusiva propriedade, pelo valor que entendesse justo. Apesar de Paulo nunca ter ameaçado ou sequer insinuado que poderia contar a alguém a respeito do negócio anterior, temendo que, se contrariasse Paulo, poderia ter o seu segredo revelado, João vendeu a Paulo a casa na praia por metade de seu valor de mercado. A respeito dos negócios narrados, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o contrato de compra e venda do apartamento é nulo, podendo ser declarada a nulidade a qualquer tempo. O contrato de compra e venda da casa de praia é válido."
      },
      {
        "letra": "B",
        "texto": "ambos os contratos são nulos. As nulidades não são suscetíveis de confirmação e não convalescem pelo tempo, podendo ser declaradas a qualquer tempo."
      },
      {
        "letra": "C",
        "texto": "o contrato de venda do apartamento é nulo, podendo ser declarado a qualquer tempo. Diferentemente, o contrato de compra e venda da casa na praia é anulável, podendo ser desconstituído num prazo de até 4 anos."
      },
      {
        "letra": "D",
        "texto": "ambos os contratos são anuláveis. O prazo prescricional para sua anulação é de 4 anos, contados da celebração dos negócios jurídicos, e somente Maria é legitimada para pleitear a anulação da venda do apartamento."
      },
      {
        "letra": "E",
        "texto": "o contrato de compra e venda do apartamento é anulável, podendo ser desconstituído num prazo de até 4 anos. O contrato de compra e venda da casa de praia é válido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "950857",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: BNB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Um contrato pode ser definido, de modo geral, como um acordo de vontade entre partes. Acerca de contratos, julgue o item que se segue.Em um contrato de compra e venda, um dos contratantes se obriga a transferir o domínio de certa coisa, enquanto o outro se obriga a pagar-lhe certo preço em dinheiro, sendo nulo o contrato que deixa ao arbítrio exclusivo de uma das partes a fixação do preço.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "941544",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Em relação à compra e venda, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Só pode ter por objeto coisa atual, proibido a transação sobre coisas futuras."
      },
      {
        "letra": "B",
        "texto": "É válido o contrato se for deixada ao arbítrio exclusivo de uma das partes a fixação do preço, desde que as partes sejam maiores e capazes."
      },
      {
        "letra": "C",
        "texto": "Quando pura, o contrato respectivo considerar-se-á consumado, obrigatório e perfeito, desde que as partes acordarem no objeto e no preço."
      },
      {
        "letra": "D",
        "texto": "Uma vez estabelecida, automaticamente transfere o domínio da coisa ao comprador, que se obriga ao pagamento do preço em dinheiro, independentemente de qualquer outra providência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "937441",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Lanislauro da Silva, empolgadíssimo com o novo emprego, assinou um contrato de promessa de compra e venda com uma empresa construtora para aquisição de uma casa em construção em um condomínio fechado, para finalmente poder morar em uma casa própria. O contrato firmado continha uma cláusula que previa, na hipótese de resolução do contrato por culpa do compromissário comprador, a retenção parcial do valor pago a título de multa contratual e perdas e danos, com restituição do valor remanescente somente após o término da obra e de forma parcelada. Contudo, após um ano, Lanislauro perdeu o emprego e não conseguiu mais suportar as prestações, decidindo-se pela resolução do contrato. Diante destes fatos hipotéticos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato de promessa de compra e venda é regido pelo Código Civil e firmado que foi por agente capaz, tendo objeto lícito mediante forma prescrita em lei, deve ser cumprido nos seus exatos termos."
      },
      {
        "letra": "B",
        "texto": "O Contrato firmado se subsume ao Código de Defesa do Consumidor e Lanislauro da Silva terá direito à restituição integral dos valores pagos, ainda que de forma parcelada, sendo ilegal a previsão de pagamento após o término da obra."
      },
      {
        "letra": "C",
        "texto": "O Contrato firmado nos termos da Lei Civil não se subsume ao Código de Defesa do Consumidor, mas por ser imprevisível a alteração da sua situação financeira, Lanislauro tem direito à restituição integral dos valores pagos, que devem ser pagos imediatamente pelo construtor."
      },
      {
        "letra": "D",
        "texto": "O contrato se subsume ao Código de Defesa do Consumidor e a restituição das parcelas pagas pelo promitente comprador deve ser parcial (com as retenções a título de multa e perdas e danos) e imediata, sendo considerada abusiva a cláusula que estabelece a devolução ao final e de forma parcelada."
      },
      {
        "letra": "E",
        "texto": "A imediata devolução dos valores pagos, ainda que de forma parcial, inviabiliza o próprio mercado que o Código de Defesa do Consumidor visa proteger, pois o construtor utiliza-se do valor pago para finalizar a obra. Em razão disso, está em consonância com o Código de Defesa do Consumidor a cláusula que prevê a devolução parcial, ao final da obra e de forma parcelada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "926038",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Direito das Sucessões",
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Usufruto",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que seja válido e eficaz, o compromisso de compra e venda de bem imóvel deverá revestir a forma pública."
      },
      {
        "letra": "B",
        "texto": "A lei brasileira proíbe a realização de promessa de doação, padecendo de nulidade de pleno direito a realização de tal ato."
      },
      {
        "letra": "C",
        "texto": "O companheiro participará da sucessão do outro quanto aos bens adquiridos onerosamente na união estável e se concorrer com filhos comuns, terá direito a uma quota equivalente à que por lei for atribuída ao filho."
      },
      {
        "letra": "D",
        "texto": "Pelo regime da comunhão parcial de bens, comunicam-se os proventos do trabalho pessoal do cônjuge."
      },
      {
        "letra": "E",
        "texto": "No usufruto simultâneo contemplando duas pessoas conjuntamente e decorrente de testamento, falecendo um dos co-legatários, a parte do que faltar, em regra, acrescerá ao sobrevivente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "926035",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Depósito, Mandato, Comissão, Agência e Distribuição",
      "Compra e Venda",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Com relação ao direito dos contratos, analise as afirmativas a seguir. I. O mandato conferido com a cláusula “em causa própria” é irrevogável e não se extingue pela morte do mandante nem do mandatário. II. É nula a venda de ascendente a descendente, salvo se os outros descendentes e o cônjuge do alienante expressamente houverem consentido. III. Ao transportador incumbe o ônus de provar a excludente do fato de terceiro com vistas a exonerar-se do dever de indenizar o passageiro que sofreu dano no trajeto. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, somente."
      },
      {
        "letra": "B",
        "texto": "I e II, somente."
      },
      {
        "letra": "C",
        "texto": "I e III, somente."
      },
      {
        "letra": "D",
        "texto": "II e III, somente."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "920023",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Prefeitura de São Luís - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "A compra e venda",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não admite que a fixação do preço seja deixada ao arbítrio de terceiro, ainda que escolhido pelas partes, por se tratar de cláusula potestativa."
      },
      {
        "letra": "B",
        "texto": "já transfere por si só a propriedade do bem adquirido, conforme contrato respectivo, segundo o Código Civil."
      },
      {
        "letra": "C",
        "texto": "convencionada sem fixação de preço ou de critérios para a sua determinação, se não houver tabelamento oficial, entende-se que as partes se sujeitaram ao preço corrente nas vendas habituais do vendedor; não tendo havido acordo, por ter havido diversidade de preço, prevalecerá o termo médio."
      },
      {
        "letra": "D",
        "texto": "não admite a fixação do preço à taxa de mercado ou de bolsa, por sua aleatoriedade, pois se trata de contrato comutativo, que não permite a álea."
      },
      {
        "letra": "E",
        "texto": "só pode ter por objeto coisa atual, que já existia; coisas futuras só podem ser objeto de obrigações naturais, de natureza moral."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "911397",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EMAP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "Acerca das obrigações, dos direitos de personalidade e do negócio jurídico, julgue o item subsequente. De acordo com o Superior Tribunal de Justiça, na ação ajuizada pelo vendedor com o intuito de recuperar coisa vendida com cláusula de reserva de domínio, a apresentação de notificação extrajudicial enviada pelo cartório de títulos e documentos não é meio apto a comprovar a mora do devedor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "886203",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Sobre o tema dos contratos é correto afirmar que a compra e venda entre os cônjuges é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Válida, se o objeto do negócio for um bem excluído o da comunhão."
      },
      {
        "letra": "B",
        "texto": "Válida em relação a todos os bens."
      },
      {
        "letra": "C",
        "texto": "Anulável em relação aos bens incluídos na comunhão."
      },
      {
        "letra": "D",
        "texto": "Nula em qualquer hipótese por violação ao regime de bens adotado pelos cônjuges."
      },
      {
        "letra": "E",
        "texto": "Válida após a dissolução da sociedade conjugal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886200",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Segundo a legislação civil, a compra e venda entre ascendentes e descendentes é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nula de pleno direito."
      },
      {
        "letra": "B",
        "texto": "Nula, salvo se os outros descendentes e o cônjuge do alienante houverem expressamente consentido."
      },
      {
        "letra": "C",
        "texto": "Válida se os outros descendentes do alienante houverem consentido de forma expressa e o cônjuge de forma tácita."
      },
      {
        "letra": "D",
        "texto": "É anulável em qualquer hipótese."
      },
      {
        "letra": "E",
        "texto": "É anulável, salvo se os outros descendentes e o cônjuge do alienante houverem expressamente consentido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "878451",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Por meio de instrumento particular, Maria e Carlos pactuaram a venda de um imóvel pelo preço de R$ 200.000,00. Na ocasião da assinatura do contrato, Carlos, comprador, imitiu-se na posse do bem. Ao levar o pacto para registro no ofício de imóveis, o tabelionato comunicou a Carlos que se recusaria a praticar o ato, visto que o negócio jurídico padecia de invalidade. Diante dessa situação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a recusa do tabelionato é indevida, visto que a eventual irregularidade pode ser sanada e o negócio confirmado pelas partes;"
      },
      {
        "letra": "B",
        "texto": "o negócio jurídico é inexistente e, portanto, Carlos deverá devolver o imóvel a Maria, contra o reembolso das benfeitorias úteis;"
      },
      {
        "letra": "C",
        "texto": "a recusa do cartório é devida e as disposições do instrumento subscrito pelas partes são inválidas;"
      },
      {
        "letra": "D",
        "texto": "a compra e venda desejada pelas partes é válida, apesar da nulidade do instrumento que a previu;"
      },
      {
        "letra": "E",
        "texto": "o negócio jurídico produz efeitos de promessa de compra e venda e deve ser assim registrado, ainda que as partes não tenham previsto eventual irregularidade no pacto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "868460",
    "metadata": "Ano: 2018 | Banca: TJ-MT | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "A venda de coisa móvel, na qual pode o vendedor reservar para si a propriedade, até que o preço esteja integralmente pago, configura o instituto da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preempção."
      },
      {
        "letra": "B",
        "texto": "venda com reserva de domínio."
      },
      {
        "letra": "C",
        "texto": "venda a contento."
      },
      {
        "letra": "D",
        "texto": "retrovenda."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "866225",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "Nos contratos de compra e venda, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não podem ter por objeto coisa atual ou futura."
      },
      {
        "letra": "B",
        "texto": "O preço não pode ser fixado por terceiro designado pelas partes."
      },
      {
        "letra": "C",
        "texto": "Como regra, até o momento da tradição, os riscos da coisa correm por conta do vendedor, e os do preço, por conta do comprador."
      },
      {
        "letra": "D",
        "texto": "Nas coisas vendidas em conjunto, o defeito oculto de uma autoriza a rejeição de todas."
      },
      {
        "letra": "E",
        "texto": "A compra e venda de imóveis é contrato consensual."
      }
    ],
    "gabarito": "C"
  }
]