[
  {
    "id": "3233777",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Nos termos da lei de condomínios, o síndico poderá ser destituído, pela forma e sob as condições previstas na Convenção, ou, no silêncio desta, pelo voto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de dois-terços dos condôminos, presentes, em assembleia-geral especialmente convocada."
      },
      {
        "letra": "B",
        "texto": "da maioria absoluta dos condôminos, presentes, em assembleia-geral."
      },
      {
        "letra": "C",
        "texto": "mínimo de condôminos que representem dois-terços do total das frações ideais."
      },
      {
        "letra": "D",
        "texto": "mínimo de condôminos que representem a maioria absoluta do total das frações ideais."
      },
      {
        "letra": "E",
        "texto": "da maioria simples dos condôminos, presentes, em assembleia-geral especialmente convocada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3151541",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "De acordo com o disposto no Código Civil e o entendimento do STJ, a vaga de garagem do condomínio edilício com matrícula própria em registro público",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser alienada para terceiro estranho ao condomínio sem autorização expressa na convenção condominial."
      },
      {
        "letra": "B",
        "texto": "não pode ser alienada para terceiro estranho ao condomínio por ser propriedade comum dos condôminos."
      },
      {
        "letra": "C",
        "texto": "não pode ser alienada a condômino ou para terceiro estranho ao condomínio sem prévia autorização, que deve ser deliberada em assembleia condominial."
      },
      {
        "letra": "D",
        "texto": "pode ser alienada para terceiro estranho ao condomínio, independentemente de autorização expressa na convenção condominial, quando decorrer de alienação judicial por hasta pública."
      },
      {
        "letra": "E",
        "texto": "pode ser alienada para terceiro estranho ao condomínio, independentemente de autorização expressa na convenção condominial, por ser propriedade exclusiva de condômino."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3049332",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Virgulino adquiriu, em março, um imóvel localizado em condomínio de luxo, mas veio a descobrir que o proprietário anterior deixara três pendências. Primeiro, o débito condominial relativo a janeiro não foi pago e agora vem sendo cobrado dele pelo condomínio. Segundo, no limite do terreno há um casebre que está em iminência de ruína e cuja demolição vem sendo demandada pelo vizinho, que seria atingido caso o casebre efetivamente viesse a ruir. Terceiro, o vizinho deixou de pagar a conta do serviço autônomo municipal de água e esgoto, que também vem sendo cobrado dele. Virgulino pode ser responsabilizado pelo cumprimento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente do débito condominial;"
      },
      {
        "letra": "B",
        "texto": "somente da obrigação de demolir o casebre;"
      },
      {
        "letra": "C",
        "texto": "somente do débito condominial e da conta de água e esgoto;"
      },
      {
        "letra": "D",
        "texto": "somente do débito condominial e da obrigação de demolir o casebre;"
      },
      {
        "letra": "E",
        "texto": "do débito condominial, da obrigação de demolir o casebre e da conta de água e esgoto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2555807",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Pinheiro - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Qual das seguintes situações pode ser considerada um comportamento anti-social de acordo com a legislação condominial brasileira:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Realizar festas familiares esporádicas nas áreas comuns do condomínio."
      },
      {
        "letra": "B",
        "texto": "Utilizar a unidade autônoma para atividades comerciais regulamentadas."
      },
      {
        "letra": "C",
        "texto": "Manter casa de tolerância na unidade autônoma."
      },
      {
        "letra": "D",
        "texto": "Decorar a fachada do apartamento com plantas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2555805",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Pinheiro - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "De acordo com a legislação brasileira, como é instituído formalmente um condomínio edilício:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas por meio de um acordo verbal entre os condôminos."
      },
      {
        "letra": "B",
        "texto": "Por escritura pública, devidamente registrada no Registro de Imóveis."
      },
      {
        "letra": "C",
        "texto": "Por decisão unilateral do síndico do condomínio."
      },
      {
        "letra": "D",
        "texto": "Através de um contrato de locação entre os condôminos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2555804",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Pinheiro - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Segundo o Novo Código Civil, qual é a penalidade máxima para um condômino que adota comportamento reiteradamente anti-social:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Despejo imediato do condomínio."
      },
      {
        "letra": "B",
        "texto": "Proibição de utilizar as áreas comuns do condomínio."
      },
      {
        "letra": "C",
        "texto": "Detenção por um período determinado pela assembleia do condomínio."
      },
      {
        "letra": "D",
        "texto": "Multa correspondente ao décuplo das contribuições condominiais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2553228",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Proprietário de unidade autônoma em condomínio edilício passa a locar seu imóvel por meio de plataformas digitais, para hospedagens de curta duração, com menos de 90 (noventa) dias. Advertido pelo condomínio de que deverá cessar tal prática, sob pena de multa, uma vez que a respectiva convenção prevê a destinação exclusivamente residencial do edifício, o condômino ajuíza ação visando ao reconhecimento da legalidade da sua conduta. Nesse caso, a locação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deve ser permitida, porquanto se trata de contrato atípico de hospedagem, que desvirtua a natureza exclusivamente residencial do edifício prevista na convenção do condomínio, devido à alta rotatividade de pessoas, que oferece riscos potenciais à segurança, ao sossego e à saúde dos demais condôminos."
      },
      {
        "letra": "B",
        "texto": "deve ser permitida, pois, embora a hospedagem seja atípica e de curta duração, não desvirtua a natureza exclusivamente residencial do edifício, na medida em que os hóspedes utilizam a unidade autônoma locada da mesma forma que o proprietário a utilizaria, e não para outras finalidades, como a comercial."
      },
      {
        "letra": "C",
        "texto": "deve ser permitida, pois, à falta de proibição expressa na convenção de condomínio, o proprietário pode usar, fruir e dispor livremente de sua unidade autônoma."
      },
      {
        "letra": "D",
        "texto": "não deve ser permitida, pois, para tanto, a convenção do condomínio teria de ser previamente alterada para admitir expressamente essa possibilidade, por deliberação em assembleia tomada pela maioria simples dos condôminos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2522212",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício",
      "Multipropriedade Imobiliária"
    ],
    "enunciado_principal": "Sobre condomínio edilício e multipropriedade, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a mudança da destinação do edifício ou unidade imobiliária com aprovação da maioria simples dos condôminos presentes."
      },
      {
        "letra": "B",
        "texto": "Quando a deliberação exigir quórum especial previsto em lei ou em convenção e ele não for atingido, a assembleia poderá, por decisão da maioria dos presentes, autorizar o presidente a converter a reunião em sessão permanente, podendo a sessão permanente ser prorrogada tantas vezes quantas necessárias, desde que a assembleia seja concluída no prazo total de 90 dias, contados da data de sua abertura inicial."
      },
      {
        "letra": "C",
        "texto": "A assembleia eletrônica deverá obedecer aos preceitos de instalação, de funcionamento e de encerramento previstos no edital de convocação e poderá ser realizada de forma híbrida, com a presença física e virtual de condôminos concomitantemente no mesmo ato."
      },
      {
        "letra": "D",
        "texto": "Multipropriedade é o regime de condomínio em que cada um dos proprietários de um mesmo imóvel é titular de uma fração de tempo, à qual corresponde a faculdade de uso e gozo, com exclusividade, da totalidade do imóvel, a ser exercida pelos proprietários de forma alternada, sendo que o período correspondente a cada fração de tempo será de, no mínimo, 7 dias, seguidos ou intercalados."
      },
      {
        "letra": "E",
        "texto": "O condomínio edilício em que tenha sido instituído o regime de multipropriedade em parte ou na totalidade de suas unidades autônomas terá necessariamente um administrador profissional, sendo que este poderá modificar o regimento interno quanto aos aspectos estritamente operacionais da gestão da multipropriedade no condomínio edilício."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2513928",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "No que tange aos condomínios edilícios, considerando as disposições do Código Civil, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a realização de obras, visando embelezar a área de lazer e das piscinas, o condomínio deverá obter voto favorável de metade dos proprietários de unidades."
      },
      {
        "letra": "B",
        "texto": "Em uma grande área livre do condomínio, destinada ao jardim e ao lazer das pessoas, não pode ser construído novo edifício, destinado à moradia de terceiros, em nenhuma hipótese."
      },
      {
        "letra": "C",
        "texto": "O terraço existente na cobertura de um prédio de oito andares, pertencente a uma das unidades autônomas, é de responsabilidade comum do condomínio, que deve arcar com as despesas de sua conservação."
      },
      {
        "letra": "D",
        "texto": "Uma vez que parte dos moradores deseja ter uma academia no condomínio e que existe área de jardim mais do que suficiente para o lazer de todos, para que uma pequena academia possa ser construída em parte da área de jardim, deverá haver aprovação em assembleia de mais de 2/3 dos condôminos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2512261",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Em decorrência das fortes chuvas ocorridas na cidade de Florianópolis-SC, o telhado de um edifício de apartamentos foi completamente danificado. Nos dias seguintes, os condôminos moradores do último andar continuam a sofrer as consequências, haja vista que as águas represadas na laje da cobertura começaram a infiltrar pelo teto de seus apartamentos. Procuraram o síndico que, mesmo reconhecendo a gravidade da situação, permaneceu inerte. Diante da necessidade de realização de obras de reparação urgente, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "qualquer condômino poderá realizá-las, apenas com autorização do síndico e desde que não importem em despesas excessivas."
      },
      {
        "letra": "B",
        "texto": "qualquer condômino poderá realizá-las, independente de autorização do síndico, desde que não importem em despesas excessivas."
      },
      {
        "letra": "C",
        "texto": "as obras, ainda que urgentes, somente poderão ser realizadas após expressa deliberação da assembleia especialmente convocada para esta finalidade."
      },
      {
        "letra": "D",
        "texto": "qualquer condômino poderá realizá-las, somente após autorização do síndico que deverá convocar imediatamente assembleia para deliberar sobre a questão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2304875",
    "metadata": "Ano: 2023 | Banca: FADESP | Órgão: Prefeitura de Parauapebas - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "A administração dos condomínios edilícios far-se-á por um síndico, o qual",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá cobrar dos condôminos a sua contribuição, sendo-lhe vedado impor multas."
      },
      {
        "letra": "B",
        "texto": "não precisa ser condômino."
      },
      {
        "letra": "C",
        "texto": "poderá representar passivamente o condomínio, mas não ativamente, pois aí se faz necessária a assembleia."
      },
      {
        "letra": "D",
        "texto": "deverá prestar contas à assembleia quando exigidas, a não ser que já tenha feito a prestação de contas anual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2272829",
    "metadata": "Ano: 2023 | Banca: TJ-AM | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Sem prejuízo, no que couber, das normas aplicáveis aos condomínios edilícios, para fins do direito real de laje, as despesas necessárias à conservação e fruição das partes que sirvam a todo o edifício e ao pagamento de serviços de interesse comum serão partilhadas entre o proprietário da construção-base e o titular da laje, na proporção que venha a ser estipulada em contrato. São partes que servem a todo o edifício: I. Os alicerces, colunas, pilares, paredes-mestras e todas as partes restantes que constituam a estrutura do prédio; II. O telhado ou os terraços de cobertura, ainda que destinados ao uso exclusivo do titular da laje; III. As instalações gerais de água, esgoto, eletricidade, aquecimento, ar-condicionado, gás, comunicações e semelhantes que sirvam a todo o edifício; IV. Em geral, as coisas que sejam afetadas ao uso de todo o edifício. A alternativa correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, II, e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas assertivas III e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2268937",
    "metadata": "Ano: 2023 | Banca: PR-4 UFRJ | Órgão: UFRJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "A convenção de condomínio, elaborada de acordo com as diretrizes do Código Civil Brasileiro (Lei nº10406/2002), estipula as responsabilidades dos participantes do projeto construtivo, sendo como incorporadora e/ou construtora, síndico, proprietário, conselho consultivo e/ou fiscal, administradoras, zelador/gerente predial, equipe de manutenção local, empresa capacitada, empresa especializada. Relacione corretamente a cada participante apresentada na coluna 1 com a sua responsabilidade referente à manutenção das edificações apresentada na coluna 2: Coluna 1: 1. Incorporadora e/ou construtora. 2. Síndico. 3. Proprietário. 4. Conselho consultivo e/ou fiscal. 5. Zelador / gerente predial. Coluna 2: ( ) Registrar as manutenções realizadas e comunicar à administradora e ao síndico. ( ) Realizar a manutenção em seu imóvel. ( ) Entregar um jogo completo de plantas e especificações técnicas do edifício. ( ) Acompanhar e sugerir melhorias na gestão do programa de manutenção. ( ) Coletar e manter arquivados os documentos relacionados às atividades de manutenção. A ordem correta de cima para baixo é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1-3-2-5-4"
      },
      {
        "letra": "B",
        "texto": "4-3-1-2-5"
      },
      {
        "letra": "C",
        "texto": "3-2-4-5-1"
      },
      {
        "letra": "D",
        "texto": "3-4-5-1-2"
      },
      {
        "letra": "E",
        "texto": "5-3-1-4-2"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2247757",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Dr. Teotônio é contratado pelo condomínio Paz Maravilhosa para cobrar as cotas condominiais do morador do apartamento 202, Cássio. Após a sentença de procedência da demanda de cobrança ajuizada, dr. Teotônio começa a executar seus honorários de sucumbência, e Cássio, confessando-se insolvente, requer o parcelamento em dez prestações, o que é aceito. Quando estava prestes a vencer a quarta prestação, Cássio, que nunca pagou nenhuma delas, aliena o imóvel a Armínio. Nesse caso, é correto afirmar que Armínio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será responsável por todas as parcelas, inclusive aquelas vencidas antes da alienação, por se tratar de obrigação ambulatória (propter rem), e poderá se beneficiar do acordo de parcelamento;"
      },
      {
        "letra": "B",
        "texto": "será responsável apenas pelas parcelas vencidas após a alienação, por se tratar de obrigação ambulatória (propter rem), mas poderá se beneficiar do acordo de parcelamento;"
      },
      {
        "letra": "C",
        "texto": "será responsável pelas parcelas vencidas após a alienação, por se tratar de obrigação ambulatória (proter rem), mas não poderá se beneficiar do acordo que, para si, é considerado res inter alios acta;"
      },
      {
        "letra": "D",
        "texto": "será responsável por todas as parcelas, inclusive aquelas vencidas antes da alienação, por se tratar de obrigação ambulatória (propter rem), e não poderá se beneficiar do acordo que, para si, é considerado res inter alios acta;"
      },
      {
        "letra": "E",
        "texto": "não será responsável pela dívida relativa a honorários de sucumbência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2143844",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Prefeitura de Orlândia - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Personalidade, Pessoa Natural e Capacidade",
      "Condomínio Edilício",
      "Parte Geral"
    ],
    "enunciado_principal": "No tocante aos direitos da personalidade, marque V para as afirmativas verdadeiras e F para as falsas. ( ) O condomínio edilício possui personalidade jurídica. ( ) Algumas doutrinas jurídicas explicam o marco inicial da personificação, dentre elas: a concepcionista e a natalista. Para a teoria concepcionista, o marco inicial da personificação do ser humano é a concepção. Para a natalista, o marco inicial é o nascimento com vida. ( ) Os direitos da personalidade se extinguem com a morte. ( ) Os direitos patrimoniais do nascituro são adquiridos a partir do nascimento com vida. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, V, V."
      },
      {
        "letra": "B",
        "texto": "F, F, F, V."
      },
      {
        "letra": "C",
        "texto": "V, F, V, F."
      },
      {
        "letra": "D",
        "texto": "V, V, F, F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2110423",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Com base nas normas do Código Civil sobre o direito das coisas, julgue o item que se segue. Em um condomínio edilício, o condômino proprietário de apartamento e de vaga na garagem somente poderá alienar a uma pessoa estranha a vaga a qual lhe cabe caso haja autorização expressa na convenção de condomínio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2098531",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o condomínio edilício",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode tanto ser instituído por ato entre vivos como por testamento."
      },
      {
        "letra": "B",
        "texto": "é automaticamente instituído sempre que duas ou mais pessoas forem proprietárias de frações ideais de um mesmo edifício, independentemente de qualquer ato de vontade."
      },
      {
        "letra": "C",
        "texto": "só pode ser instituído por convenção, que é desde logo oponível a terceiros, independente do seu registro no Cartório de Registro de Imóveis."
      },
      {
        "letra": "D",
        "texto": "é regido por uma convenção, que só pode ser alterada mediante aprovação de todos os condôminos."
      },
      {
        "letra": "E",
        "texto": "é regido por uma convenção, que deve ser necessariamente feita por escritura pública, sob pena de não ter validade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2117955",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Considerando a atual jurisprudência do Superior Tribunal de Justiça, assinale a alternativa correta sobre o tema “condomínio edilício”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a penhora de bem de família de condômino, na proporção de sua fração ideal, se inexistente patrimônio próprio do condomínio para responder por dívida oriunda de danos a terceiros."
      },
      {
        "letra": "B",
        "texto": "O condomínio, desde que mediante previsão expressa em regimento interno, pode proibir, em razão de inadimplência, condômino e seus familiares de usar áreas comuns, ainda que destinadas apenas ao lazer."
      },
      {
        "letra": "C",
        "texto": "Não é possível a aplicação de multa sancionatória em razão de comportamento antissocial ou nocivo para o condômino que descumpre reiteradamente o dever de contribuir para as despesas do condomínio, sendo cabível apenas a multa moratória."
      },
      {
        "letra": "D",
        "texto": "Ainda que exista previsão na Convenção de Condomínio regra impondo a destinação residencial, é possível o uso da unidade condominial para fins de hospedagem remunerada, com múltipla e concomitante locação de aposentos existentes nos apartamentos, a diferentes pessoas, por curta temporada."
      },
      {
        "letra": "E",
        "texto": "O condômino que estiver em débito com as obrigações condominiais não poderá votar nas assembleias do condomínio, ainda que seja proprietário de diversas unidades autônomas e esteja inadimplente em relação a apenas uma delas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1974553",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Asdrúbal é síndico do condomínio do edifício Epitáfio. Recentemente, foi constatada a necessidade urgente de substituição da rede elétrica que passa por cima da garagem, por conta de risco de incêndio. Entretanto, o custo da obra é bastante significativo, especialmente tendo em vista a quantidade de condôminos e suas condições financeiras. Diante disso, Asdrúbal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve iniciar a realização das obras, dispensada consulta à assembleia;"
      },
      {
        "letra": "B",
        "texto": "deve iniciar a realização das obras, mas deve convocar imediatamente a assembleia para dar ciência delas;"
      },
      {
        "letra": "C",
        "texto": "depende de aprovação das obras pela maioria dos condôminos na assembleia;"
      },
      {
        "letra": "D",
        "texto": "depende de aprovação das obras por dois terços dos condôminos na assembleia;"
      },
      {
        "letra": "E",
        "texto": "depende de aprovação das obras pela unanimidade dos condôminos na assembleia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1960652",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Vinícius comprou de Rejane um apartamento em um condomínio edilício, mas depois da imissão na posse e transcrição no registro veio a descobrir que a antiga proprietária deixou inadimplidas obrigações antigas relativas à taxa condominial, as quais o condomínio está agora exigindo de Vinícius. Sobre o caso, é correto afirmar que Vinícius:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é responsável pelo adimplemento dessas obrigações, que são de responsabilidade do proprietário ao tempo de seu vencimento, cabendo ao condomínio exigi-las diretamente de Rejane;"
      },
      {
        "letra": "B",
        "texto": "é responsável pelo adimplemento dessas obrigações, mas não pode o próprio apartamento ser penhorado em caso de inadimplemento, nem tem direito de regresso em face de Rejane;"
      },
      {
        "letra": "C",
        "texto": "é responsável pelo adimplemento dessas obrigações, mas não pode o próprio apartamento ser penhorado em caso de inadimplemento, e ele tem direito de regresso em face de Rejane;"
      },
      {
        "letra": "D",
        "texto": "é responsável pelo adimplemento dessas obrigações, podendo inclusive ter o próprio apartamento penhorado em caso de inadimplemento, mas tem direito de regresso em face de Rejane;"
      },
      {
        "letra": "E",
        "texto": "é responsável pelo adimplemento dessas obrigações, podendo inclusive ter o próprio apartamento penhorado em caso de inadimplemento, e não tem direito de regresso em face de Rejane."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1951290",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Edgar é o proprietário da unidade nº 405 de um edifício residencial em Goiânia, onde habita com sua esposa e seus dois filhos. Passando por uma crise financeira, Edgar não tem conseguido honrar boa parte de suas dívidas e deixou de pagar as contribuições condominiais referentes à sua unidade nos últimos meses. Após receber sucessivas visitas da síndica do condomínio, informando-lhe que a convenção condominial prevê juros moratórios e multa para os condôminos inadimplentes e realizando várias ameaças, Edgar decidiu procurar um(a) advogado(a) para indagar quais consequências jurídicas poderiam decorrer de sua impontualidade. Nessa ocasião, foi-lhe corretamente informado que, entre outras consequências cabíveis:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Edgar e sua família podem ser privados do acesso a áreas comuns da edificação que tenham uso não essencial, como aquelas destinadas ao lazer, mas não podem ser privados do direito ao voto em assembleia, ainda que a convenção condominial assim preveja;"
      },
      {
        "letra": "B",
        "texto": "Edgar deve responder por juros de mora e pela multa convencional, limitada a 2% do débito, podendo ainda responder, caso a inadimplência persista, por nova multa, de até cinco vezes a contribuição condominial, desde que aprovada por três quartos dos condôminos restantes;"
      },
      {
        "letra": "C",
        "texto": "nenhuma multa pode ser imposta a Edgar, ainda que prevista na convenção condominial ou decorrente de deliberação assemblear, mas ele deve responder pelos juros moratórios previstos convencionalmente e poderá ser privado do acesso a áreas comuns da edificação que tenham uso não essencial;"
      },
      {
        "letra": "D",
        "texto": "Edgar deve responder pela multa prevista na convenção condominial, a qual pode alcançar até o montante de cinco vezes o valor do débito, mas ele e sua família não podem ser privados do acesso a nenhuma das áreas comuns da edificação nem do direito ao voto em assembleia;"
      },
      {
        "letra": "E",
        "texto": "Edgar responde pelos juros de mora e também pode ser privado do direito ao voto em assembleia, se houver previsão na convenção condominial, mas nenhuma multa pode ser imposta a ele, senão aquela aprovada por deliberação específica de três quartos dos condôminos restantes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1914748",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Pode-se afirmar, acerca do condomínio edilício, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "qualquer condômino, sozinho, pode convocar assembleia extraordinária."
      },
      {
        "letra": "B",
        "texto": "a constituição de conselho fiscal é obrigatória em condomínios edilícios com mais de dez unidades autônomas."
      },
      {
        "letra": "C",
        "texto": "as obras e reparações necessárias somente podem ser realizadas pelo síndico mediante autorização prévia da assembleia dos condôminos."
      },
      {
        "letra": "D",
        "texto": "o regime de multipropriedade pode ser adotado em condomínio edilício por meio da deliberação da maioria absoluta dos condôminos, mesmo sem previsão na instituição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1900380",
    "metadata": "Ano: 2022 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "A legislação hoje em vigor prevê a realização de assembleias virtuais (por meio eletrônico, na forma de videoconferências) pelos condomínios edilícios?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não, embora os tempos modernos demandem a futura criação de lei em tal sentido, mormente em época de pós-pandemia e diante do progresso das telecomunicações."
      },
      {
        "letra": "B",
        "texto": "Sim, desde que se trate de assembleias gerais extraordinárias e haja a regular convocação, pelo correio, com antecedência mínima de 10 dias."
      },
      {
        "letra": "C",
        "texto": "Não, pois não haveria a segurança necessária e nem todos os condôminos têm a obrigação de contar com meios de acesso ao ambiente virtual, em especial os de idade avançada, havendo que se respeitar o Estatuto do Idoso."
      },
      {
        "letra": "D",
        "texto": "Não, sendo tal exigência inconstitucional por gerar discriminação e ferir o direito de ir e vir e os princípios da legalidade e da isonomia constitucional."
      },
      {
        "letra": "E",
        "texto": "Sim, desde que não sejam vedadas na convenção de condomínio e fiquem preservados aos condôminos os direitos de voz, de debate e de voto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1864140",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Roberval tornou-se síndico do condomínio do edifício Castanheira. Buscando valorizar o imóvel e remediar alguns problemas inconvenientes do edifício, ele precisa realizar certas obras. Quanto a elas, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as obras necessárias e urgentes que importem em despesas excessivas podem ser realizadas imediatamente pelo síndico, dispensada comunicação à assembleia;"
      },
      {
        "letra": "B",
        "texto": "as obras que importarem em despesas excessivas dependem de aprovação em assembleia especial, cuja convocação compete exclusivamente ao síndico;"
      },
      {
        "letra": "C",
        "texto": "o condômino que realizar obras não necessárias, mas de interesse comum, será reembolsado das despesas que efetuar;"
      },
      {
        "letra": "D",
        "texto": "a realização de obras voluptuárias dependerá de autorização prévia da assembleia, mediante aprovação da maioria dos condôminos;"
      },
      {
        "letra": "E",
        "texto": "não são permitidas construções, nas partes comuns, suscetíveis de prejudicar a utilização, por qualquer dos condôminos, das partes próprias ou comuns."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1860019",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Em agosto de 2019, Caio firmou com determinada construtora um contrato de promessa de compra e venda de um apartamento de 90 m² de área privativa e uma vaga de garagem no mesmo prédio. A promessa de compra e venda não foi levada a registro. Por outro lado, a convenção de condomínio foi registrada no cartório de registro de imóveis em outubro de 2019. Caio locou o apartamento a terceiro em novembro de 2019.A partir dessa situação hipotética, julgue o seguinte item. Se Caio resolvesse alugar a citada vaga de garagem, os demais condôminos só teriam preferência sobre estranhos para efetuar a locação se assim autorizasse a convenção de condomínio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1852655",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Marcelo é usufrutuário de uma das unidades de um condomínio edilício. Ele é obrigado a obedecer a convenção condominial desde que ela tenha sido subscrita:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela maioria das frações ideais;"
      },
      {
        "letra": "B",
        "texto": "por dois terços das frações ideais;"
      },
      {
        "letra": "C",
        "texto": "pela totalidade das frações ideais;"
      },
      {
        "letra": "D",
        "texto": "pela maioria das frações ideais e registrada no Cartório de Registro de Imóveis;"
      },
      {
        "letra": "E",
        "texto": "por dois terços das frações ideais e registrada no Cartório de Registro de Imóveis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1827935",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Condomínio edilício tem natureza jurídica de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "associação."
      },
      {
        "letra": "B",
        "texto": "ente despersonalizado."
      },
      {
        "letra": "C",
        "texto": "sociedade de fato."
      },
      {
        "letra": "D",
        "texto": "sociedade simples."
      },
      {
        "letra": "E",
        "texto": "fundação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1824939",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Contratos em Espécie",
      "Compra e Venda",
      "Condomínio",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Antônio prometeu vender unidade autônoma em condomínio edilício para Bárbara. Após a transferência da posse em favor do adquirente, este não levou a promessa de compra e venda para o competente registro imobiliário e não houve mais pagamento de cota condominial em favor do condomínio edilício. Diante da inadimplência, o condomínio ajuíza ação tendente a cobrar as cotas condominiais em atraso. Sendo assim, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por se tratar de obrigação propter rem, apenas a pessoa cujo nome consta como proprietária no cartório do registro de imóveis pode ser eficazmente demandada;"
      },
      {
        "letra": "B",
        "texto": "a ciência do condomínio acerca do ato de alienação é irrelevante para definir a responsabilidade do adquirente pelo pagamento das cotas condominiais após o ato de alienação;"
      },
      {
        "letra": "C",
        "texto": "ainda que não haja a imissão na posse do imóvel, o promitente comprador tem exclusiva responsabilidade de pagar as cotas condominiais a partir do momento em que a escritura de promessa de compra e venda é realizada;"
      },
      {
        "letra": "D",
        "texto": "não sendo a promessa de compra e venda um título registrável, apenas após a realização da escritura definitiva de compra e venda é que o adquirente pode ser responsabilizado pelo inadimplemento das cotas condominiais;"
      },
      {
        "letra": "E",
        "texto": "a inexistência de registro da promessa de compra e venda pode levar a que o condomínio, conforme determinadas circunstâncias do caso, tenha o legítimo direito de exigir tanto do alienante como do adquirente o pagamento das cotas condominiais em atraso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1621618",
    "metadata": "Ano: 2020 | Banca: FAUEL | Órgão: Prefeitura de Assis Chateaubriand - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Personalidade, Pessoa Natural e Capacidade",
      "Condomínio Edilício",
      "Parte Geral"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA, com base no Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condomínio edilício é elencado expressamente como espécie de pessoa jurídica de direito privado."
      },
      {
        "letra": "B",
        "texto": "Não constitui ato ilícito a deterioração ou destruição da coisa alheia, ou a lesão a pessoa, a fim de remover perigo iminente."
      },
      {
        "letra": "C",
        "texto": "Os ébrios habituais, os viciados em tóxico e as pessoas sem desenvolvimento mental completo são relativamente incapazes."
      },
      {
        "letra": "D",
        "texto": "O terceiro não interessado, que paga dívida em seu próprio nome, não tem direito a reembolsar-se do que pagar, mas se sub-roga nos direitos do credor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1140017",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Contagem - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Analise o caso hipotético a seguir. Parte do revestimento cerâmico da fachada do edifício X se desprendeu da estrutura do prédio, vindo a cair sobre uma viatura de propriedade do Município de Contagem, acarretando perda total do veículo. Acionado o condomínio do edifício X, verificou-se que o seu caixa não tinha fundos suficientes para reparar os danos causados. Acionados sucessivamente os condôminos, João, proprietário de uma das unidades exclusivas, suscitou preliminar de ilegitimidade passiva, alegando ter adquirido seu apartamento em momento posterior à ocorrência do fato danoso, razão pela qual não deteria responsabilidade patrimonial pelo débito cobrado. Tendo em vista a situação descrita, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João não responde pela dívida, a qual deve ser cobrada dos demais condôminos e daquele que era o proprietário da unidade exclusiva de João na data do fato."
      },
      {
        "letra": "B",
        "texto": "João não responde pela dívida, a qual deve ser cobrada exclusivamente dos demais condôminos, deduzida a quota correspondente à fração da unidade autônoma de João."
      },
      {
        "letra": "C",
        "texto": "João responde pela dívida, pois as despesas condominiais são providas de sequela, vinculando-se ao bem independentemente da pessoa de seu titular."
      },
      {
        "letra": "D",
        "texto": "João responde pela dívida apenas se houver cláusula expressa nesse sentido no contrato subjacente à aquisição de sua unidade exclusiva, independentemente de registro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "992165",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Serrana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Em um condomínio edilício, em razão de um incêndio, houve a destruição de mais de dois terços do prédio. Foi convocada uma Assembleia Geral dos condôminos para decidir acerca da questão. Assinale a alternativa correta, considerando o caso proposto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os condôminos devem deliberar pela reconstrução do prédio ou venda do terreno e materiais, pelo quorum mínimo de três quintos dos votos."
      },
      {
        "letra": "B",
        "texto": "Se aprovada a reconstrução, poderá ser dado outro destino ao prédio, podendo, assim, um prédio residencial ser transformado em comercial, desde que com a aprovação de mais da metade dos votos."
      },
      {
        "letra": "C",
        "texto": "A minoria que não concordar com a reconstrução do prédio, pode ser obrigada a contribuir para a reedificação, desde que isso seja deliberado pelo voto de, no mínimo, três quartos dos condôminos."
      },
      {
        "letra": "D",
        "texto": "Pode a maioria adjudicar as unidades das partes dissidentes, pelo valor apurado em avaliação extrajudicial ou pelo valor venal para fins de lançamento de Imposto Predial sobre a Propriedade Territorial Urbana."
      },
      {
        "letra": "E",
        "texto": "Para a obtenção do direito à adjudicação por sentença das frações ideais da minoria, a maioria deverá oferecer e depositar em juízo, com a inicial, as importâncias arbitradas na vistoria para avaliação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "990671",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o condomínio em multipropriedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A instituição da multipropriedade independe de registro do ato no Cartório de Registro de Imóveis."
      },
      {
        "letra": "B",
        "texto": "A multipropriedade se extinguirá automaticamente se todas as frações de tempo forem do mesmo multiproprietário."
      },
      {
        "letra": "C",
        "texto": "O imóvel objeto da multipropriedade não se sujeita à ação de extinção de condomínio."
      },
      {
        "letra": "D",
        "texto": "A transferência do direito de multipropriedade dependerá da cientificação dos demais multiproprietários, devendo ser respeitado o direito de preferência destes."
      },
      {
        "letra": "E",
        "texto": "Ao condomínio edilício é vedado adotar o regime de multipropriedade apenas em parte de suas unidades autônomas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1000582",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: Companhia Águas de Joinville",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Sobre o condomínio, é correto afirmar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Presumem-se iguais as partes ideais dos condôminos."
      },
      {
        "letra": "B",
        "texto": "O condômino poderá se eximir do pagamento das despesas e dívidas, sem que tenha a necessidade de renunciar à sua parte ideal."
      },
      {
        "letra": "C",
        "texto": "O condômino pode usar da coisa conforme sua destinação e sobre ela exercer todos os direitos compatíveis com a indivisão, sendo vedado, contudo, reivindicá-la de terceiro, alhear a respectiva parte ideal, ou gravá-la."
      },
      {
        "letra": "D",
        "texto": "A dívida contraída por todos os condôminos, sem discriminação da parte de cada um na obrigação, obrigará apenas aquele que a fez em nome da coisa comum."
      },
      {
        "letra": "E",
        "texto": "É lícito ao condômino alterar a destinação da coisa comum, dar posse, uso ou gozo dela a estranhos, mesmo que sem o consenso dos outros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "938409",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "A Lei n° 4.591/1964 (Lei dos condomínios edilícios) previa multa de até 20% ao condômino que pagasse em atraso sua contribuição condominial. O Código Civil de 2002 estabeleceu que o limite máximo para a referida multa é de 2%. É correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Código Civil de 2002 revogou totalmente a Lei n° 4.591/1964, inclusive as disposições que não lhes eram contrárias, tendo aplicabilidade a todas as relações entre condôminos e condomínios, mesmo que disciplinadas por convenções elaboradas no regime anterior, tendo em vista que lei geral revoga a especial, quando trate inteiramente da matéria."
      },
      {
        "letra": "B",
        "texto": "os débitos condominiais, cujos vencimentos tenham ocorrido antes da vigência do Código Civil de 2002, podem ter a aplicação da multa de 20%, desde que prevista na convenção, e os que tenham vencimento após a entrada em vigor do referido Código Civil, somente podem ter multa de até 2%."
      },
      {
        "letra": "C",
        "texto": "o novo limite tem aplicabilidade apenas para as convenções de condomínio elaboradas após a vigência do Código Civil de 2002, tendo em vista a proteção constitucional ao ato jurídico perfeito."
      },
      {
        "letra": "D",
        "texto": "o Código Civil de 2002 não alterou a regra da Lei dos condomínios edilícios, pois a lei geral não revoga a lei especial, conforme dispõe a Lei de Introdução às Normas do Direito Brasileiro."
      },
      {
        "letra": "E",
        "texto": "a relação entre condôminos e condomínio tem natureza privada, sendo regida pelo princípio da disponibilidade, razão pela qual pode a convenção adotar a regra constante da Lei n° 4.591/1964, desde que por acordo entre as partes interessadas, afastando a disciplina do Código Civil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "908327",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Em relação ao condomínio edilício,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as partes suscetíveis de utilização independente, tais como apartamentos, escritórios, salas, lojas e sobrelojas, com as respectivas frações ideais no solo e nas outras partes comuns, sujeitam-se a propriedade exclusiva, podendo ser alienadas e gravadas livremente por seus proprietários, exceto os abrigos para veículos, que não poderão ser alienados ou alugados a pessoas estranhas ao condomínio, salvo autorização expressa na convenção de condomínio."
      },
      {
        "letra": "B",
        "texto": "o terraço de cobertura é individualizado ao proprietário da unidade correspondente, salvo se a escritura de constituição do condomínio dispuser contrariamente."
      },
      {
        "letra": "C",
        "texto": "a convenção que constitui o condomínio edilício deve ser subscrita pela unanimidade dos condôminos, registrando-se-a no Cartório de Registro de Imóveis para valer contra terceiros."
      },
      {
        "letra": "D",
        "texto": "o solo, a estrutura do prédio, o telhado, a rede geral de distribuição de água, esgoto, gás e eletricidade, bem como as demais partes comuns, inclusive o acesso à via pública, são utilizados em comum pelos condôminos, podendo porém ser alienados separadamente ou divididos."
      },
      {
        "letra": "E",
        "texto": "o condômino inadimplente ficará sujeito aos juros moratórios convencionados ou, não sendo previstos, os de 1% ao mês e multa de 10% sobre o débito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "904449",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "O Condomínio Edilício, cuja característica é a existência, em edificações, de partes que são propriedade exclusiva, e partes que são propriedade comum dos condôminos, devido às suas peculiaridades, está disciplinado em Capítulo próprio do Código Civil, distinto daquele destinado ao regramento do Condomínio Geral. No que diz respeito ao Condomínio Edilício,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as despesas relativas a partes comuns de uso exclusivo de um condômino incumbem, por igual, a todos os condôminos."
      },
      {
        "letra": "B",
        "texto": "a realização de obras voluptuárias depende do voto da maioria dos condôminos."
      },
      {
        "letra": "C",
        "texto": "a construção de outro pavimento depende da aprovação da maioria absoluta dos condôminos."
      },
      {
        "letra": "D",
        "texto": "as obras ou reparos, ainda que necessários, dependem de prévia autorização para serem realizadas."
      },
      {
        "letra": "E",
        "texto": "o adquirente de unidade responde pelos débitos do alienante, em relação ao condomínio, inclusive multas e juros moratórios."
      }
    ],
    "gabarito": "E"
  }
]