[
  {
    "id": "3283983",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "O contrato nasce da conjunção de duas ou mais vontades coincidentes, sem prejuízo de outros elementos, o que consubstancia aquilo que se denomina autonomia privada. Com base em seus conhecimentos e o que diz a Legislação pertinente sobre o tema, assinale a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A fase de debates ou negociações preliminares não vincula os participantes quanto à celebração do contrato definitivo."
      },
      {
        "letra": "B",
        "texto": "A fase de proposta, denominada fase de oferta formalizada, policitação ou oblação, constitui a manifestação da vontade de contratar, por uma das partes, que solicita a concordância da outra."
      },
      {
        "letra": "C",
        "texto": "A fase de contrato preliminar não é obrigatória entre as partes, sendo dispensável."
      },
      {
        "letra": "D",
        "texto": "A última fase de formação do contrato é a fase do contrato definitivo, quando ocorre o choque ou encontro de vontades originário da liberdade contratual ou autonomia privada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3268607",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Contratos em Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade",
      "Noções e Princípios do Direito Contratual",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Carla, de 17 anos de idade, que irá completar 18 anos em 11/12/2024, resolveu se casar com seu primeiro namorado, Lucas, que tem 23 anos de idade. Os pais de Carla deram a autorização necessária para que ela se casasse, e o casamento ocorreu em 23/4/2024. Carla decidiu procurar uma loja de carros em 17/8/2024 para presentear seu marido Lucas por seu aniversário de 24 anos de idade. Com base nessa situação hipotética e considerando‑se que ela celebrou um contrato de compra e venda do veículo sem a presença de Lucas e de seus pais, é correto afirmar que o contrato celebrado por Carla é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "plenamente válido."
      },
      {
        "letra": "B",
        "texto": "nulo."
      },
      {
        "letra": "C",
        "texto": "não é válido."
      },
      {
        "letra": "D",
        "texto": "anulável."
      },
      {
        "letra": "E",
        "texto": "passível de retificação quando Carla completar 18 anos de idade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3052483",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Vitória - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "João e Maria celebraram um contrato de compra e venda de um imóvel no valor de R$ 500.000,00. De acordo com o contrato, João deveria pagar o valor total à vista no ato da assinatura do contrato, enquanto Maria se comprometia a transferir a propriedade do imóvel livre de quaisquer ônus ou gravames. Três dias antes do agendado para a assinatura do contrato, João entra em contato com Maria e informa que, infelizmente, só conseguirá pagar metade do valor ajustado na data originalmente agendada para celebração do contrato. Diante disso, propõe alteração contratual, de sorte a constar o pagamento de 50% do valor no ato da assinatura e o restante em 30 dias ou, alternativamente, que seja alterada a data da celebração do pacto. Maria opta, expressamente, pela primeira opção, incluindo a nova cláusula sobre a forma de pagamento, mantendo a data originalmente acordada para a assinatura, pagamento parcial e transferência do bem livre de quaisquer ônus ou gravames. No dia da assinatura, João pagou a metade do valor acordado, nos termos da alteração contratual aceita por Maria. Maria, por sua vez, informou a João que o imóvel ainda estava hipotecado e que precisaria de alguns dias para providenciar a quitação da hipoteca e a transferência da propriedade do bem. João aceitou, desde que tais providências fossem realizadas no prazo de 30 dias. Passados 30 dias, João procura Maria para pagar o valor remanescente, mas para tanto, exige que Maria cumpra a sua parte no acordo, ao que Maria responde que ainda não havia conseguido liberar o imóvel da hipoteca, necessitando de mais 30 dias para tanto, com o que João não concorda. Ambas as partes alegam que a outra descumpriu o contrato e exigem a resolução do negócio por inadimplemento. Diante dessa situação hipotética, analise as seguintes alternativas e indique a correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João e Maria estão ambos inadimplentes, pois não cumpriram integralmente as obrigações assumidas no contrato. Nesse caso, o contrato deve ser resolvido, retornando ambas as partes a situação anterior da avença."
      },
      {
        "letra": "B",
        "texto": "A recusa de João em pagar o valor remanescente configura inadimplemento e, diante de tal situação, Maria pode optar por exigir o cumprimento da obrigação ou resolver o contrato, retendo parte do valor já pago a título de perdas e danos."
      },
      {
        "letra": "C",
        "texto": "Como Maria está inadimplente, pois não conseguiu entregar o imóvel livre de ônus, João pode optar por exigir o cumprimento da obrigação de Maria ou resolver o contrato, com a devolução do valor pago, acrescido de perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Como Maria aceitou alterar a forma do pagamento, João tem o dever de conceder o prazo adicional de 30 dias para Maria quitar a hipoteca e cumprir a sua obrigação, pois a recusa de João configura violação positiva do contrato."
      },
      {
        "letra": "E",
        "texto": "Diante do inadimplemento de ambas as partes, o contrato deve ser resolvido, com a devolução do valor pago, sem a possibilidade de qualquer das partes exigir o cumprimento da outra ou indenização por perdas e danos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2288423",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CRC-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Na parte geral do Código Civil, são estabelecidas as diretrizes e os princípios fundamentais que regem os contratos. Considerando que esta seção do Código Civil trata dos elementos essenciais dos contratos, sua formação, execução, inadimplemento, extinção e outros aspectos relacionados, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aceitação fora do prazo, com adições, restrições ou modificações, não importará nova proposta."
      },
      {
        "letra": "B",
        "texto": "Considera-se existente a aceitação, se antes dela ou com ela chegar ao proponente a retratação do aceitante."
      },
      {
        "letra": "C",
        "texto": "A proposta de contrato obriga o proponente, se o contrário resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso."
      },
      {
        "letra": "D",
        "texto": "Se a aceitação, por circunstância imprevista, chegar tarde ao conhecimento do proponente, este comunicá-lo-á imediatamente ao aceitante, sob pena de responder por perdas e danos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2271417",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Ana realizou promessa de compra e venda por instrumento particular com Construções S/A, para aquisição de um apartamento, no valor de R$ 250.000,00. Pagou R$ 50.000,00 de entrada, mais 24 parcelas de R$ 2.083,33, sendo certo que o saldo remanescente, no valor de R$ 150.000,00, seria financiado por instituição financeira, com assinatura de alienação fiduciária, quando a obra ficasse pronta e as chaves do imóvel fossem entregues. Passados dois anos do prazo para entrega da obra, Ana, sem ter recebido as chaves do imóvel, decidiu rescindir o contrato. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "observando-se o princípio do pacta sunt servanda, Ana deve se sujeitar à multa contratual que prevê perda da metade do valor pago, pois decidiu rescindir de forma unilateral;"
      },
      {
        "letra": "B",
        "texto": "a construtora deve devolver a Ana o valor que recebeu, em sua integralidade, pois deu causa à rescisão;"
      },
      {
        "letra": "C",
        "texto": "Ana poderá receber o valor que pagou, todavia, a construtora poderá reter parte da quantia, como ressarcimento pelas despesas administrativas, a ser fixada judicialmente;"
      },
      {
        "letra": "D",
        "texto": "a construtora poderá se recusar a devolver, à vista, o valor que lhe foi pago, para que a obrigação se realize de forma parcelada, visando à preservação do empreendimento imobiliário;"
      },
      {
        "letra": "E",
        "texto": "a construtora poderá se recusar a rescindir o contrato, propondo ação revisional, para prorrogação do prazo de entrega da obra, observando-se a cláusula rebus sic stantibus."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2110565",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Durante a vigência de contrato em relação de trato sucessivo, foi proposta ação em que se pretende o reconhecimento da abusividade de cláusula contratual e, por consequência, a restituição dos valores indevidamente pagos. Não houve, por sua vez, a negativa do próprio direito de fundoEm casos semelhantes ao da situação hipotética anterior, o STJ entende que a revisão da cláusula contratual",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser requerida durante a vigência do contrato, caso em que o prazo será decadencial, sendo imprescindível discutir-se na ação a validade do próprio negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "exige a conclusão do contrato, a partir de quando se inicia a contagem do prazo decadencial, sendo imprescindível discutir-se na ação a validade do próprio negócio jurídico."
      },
      {
        "letra": "C",
        "texto": "pode ser requerida durante a vigência do contrato, caso em que o prazo será prescricional, sendo desnecessário discutir na ação a validade do próprio negócio jurídico."
      },
      {
        "letra": "D",
        "texto": "exige a conclusão do contrato, a partir de quando se inicia a contagem do prazo prescricional, sendo imprescindível discutir-se na ação a validade do próprio negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "pode ser requerida durante a vigência do contrato, caso em que o prazo será decadencial, sendo desnecessário discutir na ação a validade do próprio negócio jurídico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2075583",
    "metadata": "Ano: 2023 | Banca: FUMARC | Órgão: AL-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido",
      "Constituição da Relação Contratual - sujeitos, forma e objeto",
      "Classificação dos Contratos"
    ],
    "enunciado_principal": "Relativamente às regras contratuais previstas no Código Civil brasileiro vigente, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa recebida em virtude de contrato comutativo não pode ser enjeitada por vícios ou defeitos ocultos."
      },
      {
        "letra": "B",
        "texto": "A liberdade contratual será exercida nos limites da função social do contrato, sendo que, nas relações contratuais privadas, prevalecerão o princípio da intervenção mínima e a excepcionalidade da revisão contratual."
      },
      {
        "letra": "C",
        "texto": "Os contratos civis e empresariais não se presumem paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção, ressalvados os regimes jurídicos previstos em leis especiais, garantido também que: as partes negociantes poderão estabelecer parâmetros objetivos para a interpretação das cláusulas negociais e de seus pressupostos de revisão ou de resolução; a alocação de riscos definida pelas partes deve ser respeitada e observada; e a revisão contratual somente ocorrerá de maneira excepcional e limitada."
      },
      {
        "letra": "D",
        "texto": "Tanto a cláusula resolutiva expressa, quanto a tácita operam de pleno direito, independentemente de interpelação judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2070189",
    "metadata": "Ano: 2023 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Vícios Redibitórios e Evicção",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Assinale alternativa correta de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos contratos gratuitos ou onerosos, responderá o alienante pela evicção."
      },
      {
        "letra": "B",
        "texto": "O direito de evicção acompanha a coisa e não poderá ser objeto de transação."
      },
      {
        "letra": "C",
        "texto": "Caberá ao alienante indenizar o adquirente pelas benfeitorias acrescidas à coisa ao tempo da evicção."
      },
      {
        "letra": "D",
        "texto": "A evicção poderá ser total ou parcial, sendo o preço correspondente ao valor que se perdeu na época em que a coisa se envenceu."
      },
      {
        "letra": "E",
        "texto": "A qualquer tempo poderá o adquirente demandar pela evicção, não podendo o evicto arguir em defesa, que se sabia que a coisa era alheia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2070188",
    "metadata": "Ano: 2023 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Contratos em Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Assinale alternativa correta de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas relações contratuais privadas, prevalecerão os princípios da não intervenção e do risco da revisão contratual."
      },
      {
        "letra": "B",
        "texto": "As cláusulas contratuais ambíguas serão interpretadas de forma mais favorável ao contratado."
      },
      {
        "letra": "C",
        "texto": "O contrato que tiver por objeto herança de pessoa viva deverá ser averbado junto ao cartório de registro civil, podendo valer como adiantamento de quinhão hereditário."
      },
      {
        "letra": "D",
        "texto": "A liberdade contratual será exercida nos limites da função social da propriedade."
      },
      {
        "letra": "E",
        "texto": "Nos contratos de adesão, são nulas as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2065728",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: CGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Uma montadora de automóveis celebrou contrato com uma fabricante de peças prevendo a entrega mensal de certa quantia de peças, tendo o contrato prazo determinado de dois anos. A respeito do tema de contratos em geral, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato celebrado pela montadora de automóveis e a fabricante de peças presume-se paritário e simétrico."
      },
      {
        "letra": "B",
        "texto": "No contrato narrado, prevalecerá o princípio da intervenção média no contrato, desde que associado aos princípios da função social e à boa-fé objetiva."
      },
      {
        "letra": "C",
        "texto": "Caso haja necessidade, as partes poderão requerer a revisão contratual, que será realizada de maneira geral e ilimitada."
      },
      {
        "letra": "D",
        "texto": "No caso previsto no enunciado, a alocação de riscos não deve ser respeitada pelo Poder Judiciário, que tem amplo poder para modificação de cláusulas contratuais."
      },
      {
        "letra": "E",
        "texto": "A liberdade contratual é ampla, não devendo ser limitada pela função social do contrato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2025394",
    "metadata": "Ano: 2022 | Banca: FAU | Órgão: Prefeitura de Ponta Grossa - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Sobre contratos dispostos no Código Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os contratos entre ausentes tornam-se perfeitos desde que a aceitação é expedida, sem exceção."
      },
      {
        "letra": "B",
        "texto": "Reputa-se celebrado o contrato no lugar em que deram início às primeiras tratativas."
      },
      {
        "letra": "C",
        "texto": "A coisa recebida em virtude de contrato comutativo pode ser enjeitada por vícios ou defeitos ocultos, que a tornem imprópria ao uso a que é destinada, ou lhe diminuam o valor."
      },
      {
        "letra": "D",
        "texto": "Nos contratos onerosos, o alienante nunca responde pela evicção."
      },
      {
        "letra": "E",
        "texto": "O contrato preliminar dispensa ser levado ao registro competente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1992178",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Estrôncio, policial militar, contrata seguro de vida por acidente pessoal no valor de cem mil reais. Sucede que, ao se submeter a cirurgia bariátrica, tem seu baço lesionado por erro do médico responsável pela operação. Isso acarreta uma infecção generalizada que acaba levando-o a óbito. Como não havia indicação expressa de beneficiário na apólice, Silícia e Hélia se habilitam para requerer o pagamento do capital segurado. Silícia, na qualidade de ex-mulher do policial, de quem ele estava separado de fato há dois anos. Hélia, comprovando que era companheira do de cujus pelo último ano e meio. Nesse caso, é correto concluir:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo não pagamento do seguro, haja vista que Estrôncio morreu de causas naturais (infecção generalizada), isto é, que não houve propriamente um acidente pessoal;"
      },
      {
        "letra": "B",
        "texto": "pelo pagamento integral do seguro à Silícia, nos termos do Art. 792 do Código Civil ([n]a falta de indicação da pessoa ou beneficiário, ou se por qualquer motivo não prevalecer a que for feita, o capital segurado será pago por metade ao cônjuge não separado judicialmente, e o restante aos herdeiros do segurado, obedecida a ordem da vocação hereditária);"
      },
      {
        "letra": "C",
        "texto": "pelo pagamento integral do seguro à Hélia, companheira do policial que já estava separado de fato, nos termos do Art. 793 do Código Civil ([é] válida a instituição do companheiro como beneficiário, se ao tempo do contrato o segurado era separado judicialmente, ou já se encontrava separado de fato);"
      },
      {
        "letra": "D",
        "texto": "pela invalidação da apólice, diante de sua desatualização, aplicando-se, à hipótese, o Art. 765 do Código Civil, segundo o qual o segurado é obrigado a guardar na conclusão e na execução do contrato, a mais estrita boa-fé e veracidade, tanto a respeito do objeto como das circunstâncias e declarações a ele concernentes;"
      },
      {
        "letra": "E",
        "texto": "pela divisão do capital segurado na proporção de 50% entre Silícia e Hélia, considerando a função social do contrato em tela."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1984348",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "A sociedade empresária Transportes Ltda. celebrou contrato com a sociedade empresária Manutenções Ltda., por via do qual esta se obrigou perante aquela, mediante retribuição, a fornecer serviços de manutenção mecânica de ônibus intermunicipais. No instrumento contratual, dentre outras, estipularam as seguintes cláusulas: (1ª) a sociedade empresária Manutenções Ltda. deve manter uma equipe fixa de manutenção no galpão da sociedade empresária Transportes Ltda.; (2ª) a sociedade empresária Manutenções Ltda. deve fornecer serviços de reparos em regime de urgência, deslocando equipe para o local onde o veículo se encontrar, sempre que acionada; (3ª) o descumprimento de qualquer dessas obrigações importa pagamento de multa de 10% sobre o valor da remuneração por dia de desfalque nos serviços ou por chamado urgente não atendido; (4ª) se houver três infrações contratuais no mesmo mês ou cinco no intervalo de dois meses, o contrato é tido como extinto, devendo a sociedade empresária Manutenções Ltda. pagar multa em valor correspondente a três vezes a remuneração mensal paga pela sociedade empresária Transportes Ltda.; e (5ª) qualquer questão deve ser tratada no foro do Distrito Federal e as partes renunciam, previamente, ao direito de recorrer contra qualquer decisão do juízo de primeira instância, que será a única instância a resolver qualquer controvérsia de maneira definitiva. Diante do caso acima, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A cláusula primeira revela obrigação de execução continuada, não havendo elementos que permitam concluir que a superveniência de condição resolutiva gere efeitos quanto aos atos já praticados."
      },
      {
        "letra": "B",
        "texto": "A cláusula segunda denota regime de sobreaviso regulado pelas normas de Direito Trabalhista, que prevalecem sobre as normas de Direito Civil."
      },
      {
        "letra": "C",
        "texto": "A cláusula terceira prevê cláusula penal compensatória, cuja função é pré-fixar as perdas e os danos em face do inadimplemento."
      },
      {
        "letra": "D",
        "texto": "A cláusula quarta indica cláusula resolutiva expressa, produzindo efeitos a partir de simples interpelação judicial."
      },
      {
        "letra": "E",
        "texto": "É nula a cláusula de renúncia ao direito de recorrer das decisões de primeira instância, porque as normas e garantias processuais que envolvem o direito ao recurso são de ordem pública e de natureza indisponível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1976196",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: SEDF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Julgue o item, referentes ao direito civil.Nas declarações de vontade, atender-se-á mais ao sentido literal da linguagem que à intenção nelas consubstanciada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1923388",
    "metadata": "Ano: 2022 | Banca: CESGRANRIO | Órgão: ELETROBRAS-ELETRONUCLEAR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "J celebrou contrato de abertura de crédito rotativo em conta-corrente elaborado por uma instituição financeira, acompanhado do extrato da conta, assinatura de duas testemunhas e especificação do crédito contraído. Valendo-se do instrumento contratual, a instituição financeira ajuíza ação de execução forçada em face de J para exigir a importância utilizada por ele na vigência do ajuste formalizado. Esse título pode ser exigido pela via executiva?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não, pois o contrato firmado é um documento unilateral de cuja formação o devedor não participou."
      },
      {
        "letra": "B",
        "texto": "Não, pois o contrato de abertura de crédito é título executivo judicial, em que liquidez e certeza estão presentes."
      },
      {
        "letra": "C",
        "texto": "Sim, pois o contrato de abertura de crédito prevê que o valor previamente ajustado entre as partes é disponibilizado pelo banco por prazo determinado."
      },
      {
        "letra": "D",
        "texto": "Sim, pois o contrato de abertura de crédito constitui título executivo que contém declaração por meio da qual J se obriga a pagar a quantia certa e determinada."
      },
      {
        "letra": "E",
        "texto": "Sim, pois o contrato de abertura de crédito é dotado de exequibilidade, uma vez que contém a assinatura de duas testemunhas, é acompanhado do extrato da conta, e o crédito contraído vem especificado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1917310",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PGE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "A respeito do negócio jurídico, das obrigações, dos bens e da vigência das leis, julgue o próximo item.Incluída no contrato regra de interpretação diversa das previstas em lei, ela será considerada não escrita, permanecendo válido o ajuste.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1889589",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: CGU",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "XX S/A ajuizou ação para a rescisão do contrato atípico que celebrara com a YY Ltda., em virtude de esta ter descumprido o avençado, mas a YY alega que, embora ela tenha dado execução normal ao contrato durante anos, ele não chegou a se constituir de forma válida, porque o instrumento não foi assinado. Com base no exposto, sua alegação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser acolhida, pois os contratos devem ser formalizados por escrito, sob pena de nulidade;"
      },
      {
        "letra": "B",
        "texto": "é respaldada pela função social do contrato, tendo em vista o interesse coletivo na segurança jurídica;"
      },
      {
        "letra": "C",
        "texto": "baseia-se no princípio da intervenção mínima e na excepcionalidade da revisão contratual;"
      },
      {
        "letra": "D",
        "texto": "contraria a boa-fé objetiva, por se contradizer com a legítima expectativa criada pela execução voluntária do negócio;"
      },
      {
        "letra": "E",
        "texto": "deve ser rejeitada, porque a alocação de riscos definida pelas partes deve ser respeitada e observada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1872371",
    "metadata": "Ano: 2022 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Tendo em vista o direito civil brasileiro, no que se refere aos denominados deveres anexos, incidentes nos contratos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os deveres anexos de uma obrigação derivam exclusivamente da vontade das partes."
      },
      {
        "letra": "B",
        "texto": "O contrato cria, para as partes, uma obrigação à qual elas estão sujeitas, não lhes sendo exigível o que não foi pactuado."
      },
      {
        "letra": "C",
        "texto": "Ao incidir no contrato, o princípio da boa-fé objetiva determina deveres anexos de natureza obrigatória, embora não tenham sido pactuados pelas partes."
      },
      {
        "letra": "D",
        "texto": "Os vocábulos obrigação e dever no plano do direito têm o mesmo significado."
      },
      {
        "letra": "E",
        "texto": "A relação contratual é concebida, no plano do Código Civil de 2002, como sendo de natureza antagônica, logo, uma das partes tem direitos e a outra apenas deveres, podendo ser principais ou anexos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1852652",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Fernando e Gabriela celebraram contrato de locação de automóvel por instrumento particular, cuja vigência se iniciaria dali a um mês. Contudo, nesse ínterim mudaram de ideia, e resolveram desfazer o compromisso firmado antes que ele começasse a produzir efeitos. Nesse caso, a forma a ser adotada para o acordo extintivo ser válido é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "livre, pois não havia forma exigida para o contrato;"
      },
      {
        "letra": "B",
        "texto": "o instrumento particular, pois deve revestir a mesma forma do contrato;"
      },
      {
        "letra": "C",
        "texto": "o instrumento particular, em razão do bem cuja posse seria cedida;"
      },
      {
        "letra": "D",
        "texto": "o instrumento público, por se tratar de distrato;"
      },
      {
        "letra": "E",
        "texto": "o instrumento público, em razão de ter por objeto transmissão de automóvel."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1840002",
    "metadata": "Ano: 2021 | Banca: FAFIPA | Órgão: Prefeitura de Brasilândia - MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Sobre as regras dispostas na redação do Código Civil de 2002 acerca dos contratos em geral, analise as assertivas a seguir e marque \"V\" para a(s) verdadeira(s) e \"F\" para a(s) falsa(s) e, na sequência, assinale a alternativa que apresenta a sequência CORRETA: I - A proposta de contrato obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso. No entanto, deixa de ser obrigatória a proposta se, antes dela, ou simultaneamente, chegar ao conhecimento da outra parte a retratação do proponente. II - Na formação dos contratos, a aceitação fora do prazo, com adições, restrições, ou modificações, importará nova proposta. III - Aquele que tiver prometido fato de terceiro responderá por perdas e danos, quando este o não executar, ainda que seja cônjuge do promitente. IV - Se o alienante conhecia o vício ou defeito da coisa, restituirá o que recebeu com perdas e danos; se não o conhecia, nada restituirá. V - Nos contratos onerosos, o alienante responde pela evicção. Subsiste esta garantia ainda que a aquisição se tenha realizado em hasta pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V-F-V-F-V."
      },
      {
        "letra": "B",
        "texto": "F-V-V-F-F."
      },
      {
        "letra": "C",
        "texto": "V-V-F-F-V."
      },
      {
        "letra": "D",
        "texto": "F-F-F-V-V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1765280",
    "metadata": "Ano: 2021 | Banca: SELECON | Órgão: EMGEPRON",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "A sociedade empresária LW está em negociação com a sociedade empresária LT, envolvendo vários contratos imobiliários que mesclam compra e venda, bem como locações, e atividades com bens móveis. As discussões são realizadas durante longo período, com a participação dos advogados de ambas as partes, tendo surgido contrato conferindo alguns privilégios à sociedade empresária LW. Em eventual discussão quanto à validade das normas contratuais, nos termos do Código Civil, deve ser observado que os contratos civis e empresariais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "devem ser interpretados em prol do que não tem privilégios"
      },
      {
        "letra": "B",
        "texto": "presumem-se paritários e simétricos"
      },
      {
        "letra": "C",
        "texto": "admitem sempre intervenção externa do Estado"
      },
      {
        "letra": "D",
        "texto": "permitem revisão contratual ampla"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1691164",
    "metadata": "Ano: 2021 | Banca: FURB | Órgão: TIMBOPREV - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Em relação à validade contratual, analise as afirmativas abaixo e identifique as corretas: I- Os contratos se caracterizam por sua personalidade unilateral quanto às partes. II- Os contratos são considerados inválidos, ao consolidarem contratações que envolvam os incapazes e ou os absolutamente incapazes. III- São elementos indispensáveis à validade dos contratos: o consentimento, a causa, o objeto e a forma. IV- Nos contratos bilaterais, é facultado o cumprimento de direitos e deveres a uma das partes. É correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1816049",
    "metadata": "Ano: 2020 | Banca: Instituto Consulplan | Órgão: Prefeitura de Formiga - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Para a elaboração de um contrato tecnicamente correto, devem ser adotados cuidados importantes; analise-os. I. Deve-se escolher linguagem simples e próxima das partes, evitando-se, assim, termos complicados ou de difícil interpretação. II. A enumeração de cláusulas e divisão em capítulos visa facilitar o encontro de informações importantes. III. As cláusulas devem ter redações longas e, se necessário, divididas em subitens e parágrafos. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1143929",
    "metadata": "Ano: 2020 | Banca: Instituto Consulplan | Órgão: Prefeitura de Formiga - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "A correta elaboração de um contrato tem como objetivo propiciar às partes o cumprimento do pacto como um todo, bem como obter – pelos meios que o próprio contrato dispuser – garantia de que o mesmo venha a ser cumprido, mesmo que para isso seja necessária a atuação do Poder Judiciário. Portanto, existem precauções que devem ser seguidas na elaboração desse importante documento. Assinale, dentre as alternativas abaixo, aquela que NÃO traz precaução a ser observada na elaboração de um contrato.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estabelecimento de garantia do cumprimento da obrigação."
      },
      {
        "letra": "B",
        "texto": "Presença de testemunhas, que transforma o contrato no título executivo."
      },
      {
        "letra": "C",
        "texto": "Não é muito importante o endereço correto das partes; pois, no caso de execução, há muitas formas de se localizar alguém."
      },
      {
        "letra": "D",
        "texto": "Não deve haver, na redação, estipulações de interpretação duvidosa ou obscura, pois até mesmo o Juiz, no caso de execução, poderá entender de forma diversa daquela que era a vontade das partes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1216319",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Para a elaboração de um contrato tecnicamente correto, devem ser adotados cuidados importantes. Diante do exposto, marque V para as afirmativas verdadeiras e F para as falsas. ( ) Deve-se escolher linguagem simples e próxima das partes, evitando-se, assim, termos complicados ou de difícil interpretação. ( ) A enumeração de cláusulas e divisão em capítulos visa facilitar o encontro de informações importantes. ( ) As cláusulas devem ter redações longas e, se necessário, divididas em subitens e parágrafos. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F."
      },
      {
        "letra": "B",
        "texto": "V, F, V."
      },
      {
        "letra": "C",
        "texto": "F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, V, V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1216318",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Sobre contratos, analise as afirmativas a seguir. I. Contrato compreende todo acordo de vontades de fundo econômico, que tem por objetivo a aquisição, o resguardo, a transferência, a conservação ou a extinção de direitos, recebendo o amparo do ordenamento legal. II. A função social preconiza que as obrigações assumidas nos contratos valem não apenas porque as partes as assumiram voluntariamente, mas, também, porque interessa à sociedade a tutela da situação advinda das suas consequências econômicas e sociais. III. Antes da aceitação não há contrato, porque ainda não há consenso. Somente quando o oblato se converte em aceitante, fazendo aderir sua vontade à do proponente, a oferta se transforma em contrato. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1084334",
    "metadata": "Ano: 2019 | Banca: IBFC | Órgão: EMDEC - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Os contratos em geral são tratados pelo Código Civil Brasileiro. Sobre o assunto, analise as afirmativas abaixo e dê valores de Verdadeiro (V) ou Falso (F).( ) Os princípios de probidade e boa-fé devem ser resguardados tão somente durante a execução do contrato. ( ) Nos contratos de adesão, são nulas as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio. ( ) Não pode ser objeto de contrato a herança de pessoa viva.Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V"
      },
      {
        "letra": "B",
        "texto": "V, V, F"
      },
      {
        "letra": "C",
        "texto": "F, F, V"
      },
      {
        "letra": "D",
        "texto": "F, V, V"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1083602",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Considere as seguintes proposições acerca dos contratos: I. Nos contratos de adesão, serão válidas as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio, desde que redigidas de forma clara e com destaque. II. É vedado, em qualquer hipótese, celebrar contrato que tenha por objeto a herança de pessoa viva. III. Considera-se celebrado o contrato no lugar em que foi aceito, se diverso daquele onde foi proposto. IV. Se o contrato for aleatório, por se referir a coisas existentes, mas expostas a risco, assumido pelo adquirente, o alienante terá direito a todo o preço mesmo que a coisa já não existisse no dia do contrato. V. O contrato preliminar deve conter, inclusive quanto à forma, todos os requisitos essenciais ao contrato a ser celebrado. De acordo com o Código Civil, está correto o que consta APENAS de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "III e V."
      },
      {
        "letra": "E",
        "texto": "IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1019421",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: SANASA Campinas",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Sobre contratos, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos de execução continuada, se a prestação de uma das partes se tornar excessivamente onerosa, em virtude de acontecimentos extraordinários e imprevisíveis, poderá o devedor pedir a resolução do contrato."
      },
      {
        "letra": "B",
        "texto": "A exceção de contrato não cumprido aplica-se a todos os contratos."
      },
      {
        "letra": "C",
        "texto": "Os benéficos devem ser interpretados de forma restrita."
      },
      {
        "letra": "D",
        "texto": "É proibido o que tem por objeto herança de pessoa viva."
      },
      {
        "letra": "E",
        "texto": "É possível a manifestação tácita de vontade em matéria contratual, quando não for necessária que seja expressa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "981379",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil acerca de contratos, julgue o item subsequente. Na hipótese de defeito oculto de coisa recebida em decorrência de contrato comutativo, caso o alienante não tenha conhecimento do referido vício, ele deverá restituir o valor recebido do contrato, acrescido de indenização por perdas e danos",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1243356",
    "metadata": "Ano: 2018 | Banca: IMA | Órgão: Prefeitura de Santana de Parnaíba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Efeitos perante Terceiros: Estipulação em Favor de Terceiros, Contratos com Pessoa a Declarar e Promessa de Fato de Terceiro",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Sobre o direito contratual, de acordo com as disposições do Código Civil de 2002, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos dos contratos paritários atípicos, não há o dever das partes de respeitarem os princípios da probidade e boa-fé."
      },
      {
        "letra": "B",
        "texto": "Nos contratos de adesão, são nulas as cláusulas ambíguas, contraditórias e as que estipulem renúncia antecipada do aderente a direito resultante da natureza do negócio."
      },
      {
        "letra": "C",
        "texto": "Aquele que estipula em favor de terceiro pode reservar-se no direito de substituir o terceiro designado, independentemente da anuência do outro contratante"
      },
      {
        "letra": "D",
        "texto": "Em caso de vício redibitório, pode o alienante optar entre receber de volta a coisa ou abater proporcionalmente o preço, se possível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1005828",
    "metadata": "Ano: 2018 | Banca: COPESE - UFT | Órgão: Câmara de Palmas - TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Com relação à Teoria dos Contratos, importante matéria do Direito Civil, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os contratantes não podem criar situações jurídicas que prejudiquem terceiros, uma vez que a autonomia privada não é um dogma inatacável, devendo a liberdade de contratar ser exercida em razão e nos limites da função social do contrato."
      },
      {
        "letra": "B",
        "texto": "como regra geral as tratativas preliminares não possuem força vinculante, todavia, há responsabilidades quando uma parte cria expectativas e sem motivo justificável as encerra."
      },
      {
        "letra": "C",
        "texto": "é nulo o contrato subordinado a eventos futuros, certos ou incertos, que limitam, mesmo que parcialmente ou total, a sua eficácia contratual."
      },
      {
        "letra": "D",
        "texto": "nos contratos bilaterais nenhum dos contratantes pode exigir o cumprimento da parte do outro, antes de cumprir a sua própria obrigação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "962988",
    "metadata": "Ano: 2018 | Banca: NC-UFPR | Órgão: Câmara de Quitandinha - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Sobre o direito contratual, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os contratantes são obrigados a guardar, assim na conclusão do contrato como em sua execução, os princípios de probidade e boa-fé."
      },
      {
        "letra": "B",
        "texto": "Entre os conceitos correlatos à boa-fé objetiva estão os seguintes postulados: Venire contra factum proprium, Suppressio, Surrectio e Tu quoque."
      },
      {
        "letra": "C",
        "texto": "A proposta de contrato obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio ou das circunstâncias do caso."
      },
      {
        "letra": "D",
        "texto": "Os contratos podem ser unilaterais, bilaterais e plurilaterais."
      },
      {
        "letra": "E",
        "texto": "Os contratos reais são aqueles que se formam unicamente pelo acordo de vontades, independentemente da entrega da coisa e da observância de determinada forma."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "942575",
    "metadata": "Ano: 2018 | Banca: IADES | Órgão: APEX Brasil",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Dizendo-o mais sucintamente, e reportando-nos à noção que demos de negócio jurídico, podemos definir contrato como o acordo de vontades com a finalidade de produzir efeitos jurídicos. PEREIRA, C. M. da. S. Instituições de direito civil. Rio de janeiro: Forense, 2004. Uma parte importante do dia a dia de um técnico em tecnologia de informação (TI) é a gestão de contratos de TI. Acerca desse tema, é correto afirmar que um contrato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode extinguir direitos."
      },
      {
        "letra": "B",
        "texto": "pode ser feito sem que haja consentimento."
      },
      {
        "letra": "C",
        "texto": "não pode resguardar direitos."
      },
      {
        "letra": "D",
        "texto": "é um objeto informal e sem validade jurídica."
      },
      {
        "letra": "E",
        "texto": "é necessariamente bilateral e exige o consentimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "905177",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: FAPESP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "O denominado “desconto de pontualidade”, concedido por um locador de máquinas a uma empresa que faz serviços de pavimentação, para que efetue o pagamento das mensalidades até a data do vencimento ajustado, pode ser considerado como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cláusula abusiva."
      },
      {
        "letra": "B",
        "texto": "cláusula nula."
      },
      {
        "letra": "C",
        "texto": "espécie de cláusula penal."
      },
      {
        "letra": "D",
        "texto": "modo de incentivar o contratante a realizar um comportamento positivo."
      },
      {
        "letra": "E",
        "texto": "multa compensatória."
      }
    ],
    "gabarito": "D"
  }
]