[
  {
    "id": "3265471",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Em janeiro, Júlio e Carla firmaram um contrato preliminar de compra e venda de um imóvel por instrumento particular, em caráter irretratável, estabelecendo o preço, a forma de pagamento e prevendo a assinatura do contrato definitivo para junho. Em maio, Júlio informou a Carla que não pretende mais vender o imóvel e se recusou a assinar o contrato definitivo. Diante dessa situação, Carla consulta um advogado para saber se tem o direito de exigir judicialmente a assinatura do contrato definitivo. Com base na legislação vigente e na situação descrita, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carla pode exigir judicialmente a assinatura do contrato definitivo, pois o contrato preliminar celebrado com Júlio gera uma obrigação de fazer, impondo às partes a celebração do contrato final nas condições acordadas."
      },
      {
        "letra": "B",
        "texto": "Carla não pode exigir a assinatura do contrato definitivo, pois o contrato preliminar firmado com Júlio não possui efeito vinculante e funciona apenas como uma proposta de venda, sem criar obrigações para as partes."
      },
      {
        "letra": "C",
        "texto": "Carla apenas poderá requerer indenização por perdas e danos, pois o contrato preliminar é uma obrigação de natureza preparatória, que depende de uma nova manifestação de vontade de ambas as partes para ter efeitos vinculantes."
      },
      {
        "letra": "D",
        "texto": "Carla pode exigir a assinatura do contrato definitivo, desde que Júlio não tenha vendido o imóvel a terceiros, pois se ele já tiver vendido o imóvel, somente poderá pleitear perdas e danos, resguardando os direitos do terceiro adquirente, como expressamente previsto em lei."
      },
      {
        "letra": "E",
        "texto": "Carla não pode exigir judicialmente a assinatura do contrato definitivo, pois a execução específica só é cabível para contratos formalizados por escritura pública e registrados, o que não se aplica ao contrato preliminar de compra e venda celebrado por instrumento particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3219209",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Efeitos perante Terceiros: Estipulação em Favor de Terceiros, Contratos com Pessoa a Declarar e Promessa de Fato de Terceiro",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Acerca dos contratos e de acordo com o Código Civil, analise as afirmativas a seguir. I – Os contratos civis e empresariais presumem- se paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção, ressalvados os regimes jurídicos previstos em leis especiais, garantido também que as partes negociantes poderão estabelecer parâmetros objetivos para a interpretação das cláusulas negociais e de seus pressupostos de revisão ou de resolução. II – Se ao terceiro, em favor de quem se fez o contrato, se deixar o direito de reclamar-lhe a execução, não poderá o estipulante exonerar o devedor. III – O adquirente decai do direito de obter a redibição ou abatimento no preço no prazo de trinta dias se a coisa for móvel, e de noventa dias se for imóvel, contado da entrega efetiva; se já estava na posse, o prazo conta-se da alienação, reduzido à metade. IV – Se for aleatório, por serem objeto dele coisas futuras, tomando o adquirente a si o risco de virem a existir em qualquer quantidade, terá também direito o alienante a todo o preço, desde que de sua parte não tiver concorrido culpa, ainda que a coisa venha a existir em quantidade inferior à esperada. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e IV, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3067811",
    "metadata": "Ano: 2024 | Banca: FAUEL | Órgão: PARANAEDUCAÇÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Com base no Código Civil de 2002, a respeito dos contratos, marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando houver no contrato de adesão cláusulas ambíguas ou contraditórias, dever-se-á adotar a interpretação mais favorável ao proponente."
      },
      {
        "letra": "B",
        "texto": "A herança de pessoa viva, desde que respeitados os requisitos legais, poderá ser objeto de contrato."
      },
      {
        "letra": "C",
        "texto": "A proposta deixa de ser obrigatória se, feita sem prazo a pessoa presente, tiver decorrido tempo suficiente para chegar a resposta ao conhecimento do proponente."
      },
      {
        "letra": "D",
        "texto": "Se o contrato for aleatório, por dizer respeito a coisas ou fatos futuros, cujo risco de não virem a existir um dos contratantes assuma, terá o outro direito de receber integralmente o que lhe foi prometido, desde que de sua parte não tenha havido dolo ou culpa, ainda que nada do avençado venha a existir."
      },
      {
        "letra": "E",
        "texto": "O que estipula em favor de terceiro não pode exigir o cumprimento da obrigação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3028428",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "A franqueadora X enviou à franqueada Y o instrumento contratual de franquia. Esta, embora não tenha assinado e restituído o documento àquela, colocou em prática os termos contratados, tendo recebido treinamento da franqueadora, utilizado sua marca e instalado as franquias. Inclusive, pagou à franqueadora as contraprestações estabelecidas no contrato. Nesse caso, embora não se tenha assinado o contrato, a declaração tácita de vontade pode ser aferida à luz do seguinte instituto do direito civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tu quoque;"
      },
      {
        "letra": "B",
        "texto": "gestão de negócios;"
      },
      {
        "letra": "C",
        "texto": "contrato preliminar;"
      },
      {
        "letra": "D",
        "texto": "adimplemento substancial;"
      },
      {
        "letra": "E",
        "texto": "comportamento concludente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2380232",
    "metadata": "Ano: 2024 | Banca: IDHTEC | Órgão: Câmara de Itapissuma - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Em um contrato aleatório que diga respeito a coisas futuras ou fatos futuros, cujo risco de não virem a existir foi assumido por um dos contratantes, o outro contratante:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Terá direito de receber integralmente o que lhe foi prometido, ainda que tenha havido culpa de sua parte referente à não existência do avençado."
      },
      {
        "letra": "B",
        "texto": "Não terá direito de receber a integralidade do que foi contratado se a quantidade avençada não vier a existir."
      },
      {
        "letra": "C",
        "texto": "Se a coisa não vier a existir, ainda que sem dolo ou culpa do contratante, terá o dever de restituir o preço recebido."
      },
      {
        "letra": "D",
        "texto": "Poderá anular o contrato se provar que o outro contratante tinha conhecimento do risco a que a coisa objeto do contrato estava exposta."
      },
      {
        "letra": "E",
        "texto": "Terá direito de receber integralmente o que foi prometido, ainda que nada do avençado venha a existir, desde que não haja dolo ou culpa de sua parte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2367626",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Edivaldo Reis, produtor de soja em Jataí, celebrou com Dionísio Celso, exportador de grãos, em 10/01/2023, contrato de compra e venda da safra de soja de 2023, que seria colhida em setembro do mesmo ano. Considerando a área cultivada e as safras anteriores, Dionísio Celso estimou que a produção seria de cerca de 20.000 toneladas e, visando garantir o melhor preço, comprometeu-se a adquirir a totalidade (100%) da soja cultivada, pagando por 18.000 toneladas, o preço equivalente a R$105,00 por saca de 60kg de soja, independentemente da quantidade colhida, desde que superior a 10.000 toneladas. Foi estabelecido que o pagamento e a entrega da coisa seriam realizados em 10/10/2023, sendo de responsabilidade de Dionísio Celso a retirada do produto. No dia 10/10/2023, Dionísio Celso não compareceu, forçando Edivaldo Reis a armazenar a referida soja em um galpão de uma fazenda vizinha, pois o seu próprio já estava comprometido por contrato, a partir do dia 11/10/2023. Em 15/10/2023, Dionísio Celso procura Edvaldo Reis para pagar o preço e retirar a mercadoria, quando toma ciência de que ele receberá 11.220 toneladas de soja. O comprador, indignado, diz que não pagará por 18.000 toneladas de soja, ao que Edvaldo Reis exige o pagamento integral, nos termos contratualmente ajustados. Explica ainda que entre julho e agosto de 2023, a plantação foi negativamente impactada pela brusca mudança de temperatura provocada pelo fenômeno La Niña, acarretando a perda de cerca de 40% do cultivo. Para piorar a situação, sem que soubesse ou pudesse saber, o galpão da fazenda vizinha estava contaminado por um fungo raro, o que resultou na perda de outros 15% da colheita. Diante da situação hipotética narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dionísio Celso tomou o risco de a safra de soja vir a existir em qualquer quantidade e, por essa razão, deverá pagar a integralidade do preço ajustado para as 18.000 toneladas, ainda que só receba 11.220 toneladas."
      },
      {
        "letra": "B",
        "texto": "Dionísio Celso tomou o risco de a safra de soja vir a existir em qualquer quantidade, mas, em virtude dos acontecimentos extraordinários e imprevisíveis, o contrato poderá ser resolvido."
      },
      {
        "letra": "C",
        "texto": "Dionísio Celso tomou o risco de a safra de soja vir a existir em qualquer quantidade, mas não será obrigado ao pagamento das 18.000 toneladas em razão do perecimento parcial da coisa por fato de força maior."
      },
      {
        "letra": "D",
        "texto": "Dionísio Celso tomou o risco de a safra de soja vir a existir em qualquer quantidade, devendo pagar o preço ajustado, descontados os valores referentes ao que se perdeu em razão da contaminação por fungo."
      },
      {
        "letra": "E",
        "texto": "Dionísio Celso tomou o risco de a safra de soja vir a existir em qualquer quantidade, mas em virtude da contaminação por fungo, poderá enjeitar a totalidade das sacas de soja, resolvendo o contrato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2336056",
    "metadata": "Ano: 2023 | Banca: IDHTEC | Órgão: Prefeitura de Ilha de Itamaracá - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "O ordenamento jurídico brasileiro prevê a possibilidade de realização de contratos aleatórios. A seu respeito são feitas as considerações a seguir. Classifique-as em V para verdadeiro e F para falso.( ) Se o contrato for aleatório, referindo-se a coisas ou eventos futuros nos quais um dos contratantes assume o risco de não ocorrerem, o outro terá o direito de receber integralmente o que lhe foi prometido, desde que não haja dolo ou culpa de sua parte, mesmo que nada do acordado venha a existir. ( ) Se o contrato for aleatório, por se relacionar a coisas existentes, mas sujeitas a risco, assumido pelo adquirente, o alienante terá igual direito a todo o preço, mesmo que a coisa já não existisse parcial ou totalmente, no dia do contrato. ( ) Se o contrato for aleatório, por envolver coisas futuras, com o adquirente assumindo o risco de sua existência em qualquer quantidade, o alienante terá direito ao preço total, desde que não tenha concorrido com culpa, mesmo que a quantidade da coisa venha a ser inferior à esperada. ( ) Se o contrato for aleatório, envolvendo coisas futuras, com o adquirente assumindo o risco de sua existência em qualquer quantidade, e nada da coisa vier a existir, a alienação não ocorrerá, e o alienante restituirá o preço recebido. ( ) A alienação aleatória de coisas existentes, mas sujeitas a risco assumido pelo adquirente, pode ser anulada por ato doloso pelo prejudicado. Isso ocorrerá se o prejudicado conseguir comprovar que o outro contratante não estava alheio à concretização do risco ao qual a coisa estava considerada exposta no contrato. Assinale a alternativa que indica a sequência correta de respostas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V, V, V."
      },
      {
        "letra": "B",
        "texto": "V, F, V, V, F."
      },
      {
        "letra": "C",
        "texto": "V, V, F, F, V."
      },
      {
        "letra": "D",
        "texto": "V, V, F, F, F."
      },
      {
        "letra": "E",
        "texto": "F, V, F, V, F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2307542",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Adriana celebrou com Bernardo contrato preliminar para a venda de participação societária. Entretanto, eles deixaram de atender à exigência legal de que “o contrato preliminar deverá ser levado ao registro competente” (CC, Art. 463, parágrafo único). Ante a falta de registro, o negócio firmado entre Adriana e Bernardo deve ser reputado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inexistente, pela falta de um dos elementos constitutivos dessa espécie de contrato;"
      },
      {
        "letra": "B",
        "texto": "nulo, pois a norma em questão estipula requisito de validade para esse negócio;"
      },
      {
        "letra": "C",
        "texto": "anulável, uma vez que se trata de norma que tutela interesse particular dos envolvidos;"
      },
      {
        "letra": "D",
        "texto": "relativamente ineficaz, pois o registro destina-se a permitir a oponibilidade do contrato perante terceiros;"
      },
      {
        "letra": "E",
        "texto": "absolutamente ineficaz, já que, ausente o registro, não poderá o contrato preliminar produzir efeitos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2281649",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TBG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Acerca de contratos, direitos reais e desconsideração da personalidade jurídica, julgue o item a seguir. O contrato preliminar rege-se pelo princípio da consensualidade, não havendo imposição quanto à forma de celebrá-lo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2270220",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Câmara de São Joaquim da Barra - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Classificação dos Contratos",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Os contratos são acordos de vontade geradores de obrigações, sendo classificados de acordo com a lei e a doutrina. Podemos afirmar que são, respectivamente, contratos aleatórios, reais e gratuitos, os contratos de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Seguro; compra e venda; e, mútuo."
      },
      {
        "letra": "B",
        "texto": "Seguro, compra e venda; e, comodato."
      },
      {
        "letra": "C",
        "texto": "Jogo e aposta (lícita); compra e venda; e, doação com encargo."
      },
      {
        "letra": "D",
        "texto": "Compra de safra futura, em que se assumiu o risco de nada existir; depósito; e, doação pura e simples."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2035767",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Em janeiro de 2023, a sociedade empresária Oriental Exportações S/A contratou com Fazendas S/A o fornecimento da safra integral de soja a ser colhida entre janeiro e abril de 2026, comprometendo-se a pagar, de forma adiantada, preço calculado pela expectativa de produção, considerados os índices históricos de colheita, assumindo o risco de receber quantia inferior à média esperada, ainda que tenha expectativa de receber quantia superior. Fazendas S/A comprometeu-se a efetivar o plantio de número determinado de sementes em área previamente delimitada, assim como a efetivar a colheita na forma e no tempo devidos, transferindo toda a quantidade disponível da soja colhida. Ocorre que, em janeiro de 2025, sem dolo ou culpa de sua parte, Fazendas S/A encerra suas operações e sequer chega a efetivar o plantio prometido, não havendo o que colher na época contratada. Diante deste caso, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato comutativo firmado entre as partes não poderá ser cumprido, podendo a sociedade empresária contratante enjeitar a prestação pelo regime dos vícios redibitórios."
      },
      {
        "letra": "B",
        "texto": "A sociedade empresária Oriental Exportações S/A pode pedir a execução específica do contrato preliminar celebrado entre as partes, podendo o juiz suprir a vontade de Fazendas S/A, conferindo-lhe caráter definitivo."
      },
      {
        "letra": "C",
        "texto": "A sociedade empresária Oriental Exportações S/A assumiu o risco de a coisa alienada não existir na data acordada, razão pela qual não terá direito à restituição dos valores pagos."
      },
      {
        "letra": "D",
        "texto": "o contrato foi celebrado na modalidade com pessoa a declarar, circunstância na qual a insolvência de Fazendas S/A tornará eficaz o contrato somente entre os contratantes originários."
      },
      {
        "letra": "E",
        "texto": "o contrato aleatório firmado entre as partes não envolveu o risco sobre a própria existência da coisa, mas somente pela sua quantidade, de modo que Fazendas S/A deve restituir o preço recebido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2035766",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Maria, colega de trabalho de João, é colecionadora de carros antigos. Ela anunciou que pretende vender alguns de seus carros. João, apaixonado pelo acervo ofertado, decidiu garantir negócio com Maria, mesmo sem ter certeza sobre qual veículo irá adquirir, propondo um acordo no qual ambos se comprometem a firmar contrato futuro. Maria aceita e ambos assinam a minuta contratual. Sobre o caso narrado, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A minuta assinada revela a celebração de contrato preliminar, que não exige a mesma forma do contrato projetado, mas deve conter necessariamente todos os requisitos essenciais deste."
      },
      {
        "letra": "B",
        "texto": "A eventual recusa de Maria em celebrar o contrato futuro resultaria em inadimplemento absoluto, cabendo a João somente pedir a conversão da obrigação de contratar em perdas e danos."
      },
      {
        "letra": "C",
        "texto": "Caso Maria se recuse a celebrar o contrato prometido, João pode requerer a adjudicação compulsória do veículo por ele escolhido."
      },
      {
        "letra": "D",
        "texto": "O contrato preliminar celebrado entre as partes comporta execução específica, sendo vedada a inclusão de cláusula de arrependimento."
      },
      {
        "letra": "E",
        "texto": "O pedido de execução específica do contrato é possível, mas na hipótese vertente não pode o juiz suprir a vontade da parte inadimplente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1992190",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "O banco X emprestou à cooperativa agrícola KLKW recursos para custear o plantio de milho. Como contraprestação, ficou pactuada a entrega de metade da próxima safra. Havia uma cláusula com a estimativa de que fossem colhidas duas toneladas do cereal, mas que a variação, para cima ou para baixo, seria desprezível para os contratantes. Por uma combinação de fatores climáticos, a safra foi a maior já vista em todos os tempos, chegando a vinte toneladas. Além disso, devido a confrontos internacionais, o preço das commodities agrícolas disparou no mercado. A cooperativa, então, ajuíza ação revisional alegando que, neste caso, os juros seriam elevados em mais de 100%, o que, inclusive, demonstraria o enriquecimento sem causa da instituição financeira. Nesse caso, a demanda deverá ser julgada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "improcedente, eis que é inviável, diante do contrato firmado, proceder à revisão com base na onerosidade excessiva;"
      },
      {
        "letra": "B",
        "texto": "procedente, pela teoria da imprevisão adotada pelo Código Civil, uma vez demonstradas (i) a excessiva onerosidade para a cooperativa, (ii) a extrema vantagem para uma das partes; e (iii) a causalidade imputável a acontecimentos extraordinários e imprevisíveis. Em consequência, a contraprestação do mútuo deverá ser reduzida equitativamente pelo juízo;"
      },
      {
        "letra": "C",
        "texto": "procedente, com base no Art. 6º, V, do Código de Defesa do Consumidor, bastando a prova da manifesta desproporção entre as prestações. Nesse caso, a contraprestação do mútuo deverá ser reduzida equitativamente pelo juízo;"
      },
      {
        "letra": "D",
        "texto": "procedente, pela teoria da imprevisão adotada pelo Código Civil, uma vez demonstradas (i) a excessiva onerosidade para a cooperativa, (ii) a extrema vantagem para uma das partes; e (iii) a causalidade imputável a acontecimentos extraordinários e imprevisíveis. Em consequência, as partes devem retornar ao status quo ante, isto é, o contrato será desfeito e o valor emprestado deve ser devolvido, com correção monetária desde o desembolso;"
      },
      {
        "letra": "E",
        "texto": "improcedente quanto ao pedido revisional, eis que inviável diante do contrato firmado, mas procedente quanto ao pedido in rem verso para evitar o enriquecimento sem causa. Em consequência, o valor do mútuo deve ser devolvido, com correção monetária desde o desembolso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1851707",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "À exceção da forma, o contrato preliminar se submete a todos os requisitos essenciais do contrato a ser pactuado pelas partes em momento ulterior.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1842946",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: PGE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o contrato preliminar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite promessa unilateral de contrato."
      },
      {
        "letra": "B",
        "texto": "não admite registro."
      },
      {
        "letra": "C",
        "texto": "confere a qualquer das partes o direito de exigir a celebração do contrato definitivo, reputando-se não escrita eventual cláusula de arrependimento."
      },
      {
        "letra": "D",
        "texto": "não precisa conter nenhum dos requisitos essenciais ao contrato a ser celebrado, desde que descreva de modo suficiente o objeto do negócio."
      },
      {
        "letra": "E",
        "texto": "deve ser firmado segundo a mesma forma exigida para o contrato a ser celebrado, sob pena de nulidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1826172",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Carlos é proprietário de dois imóveis rurais, sendo que na Fazenda Água Suja planta soja, e na Fazenda Água Limpa, milho. Rafael adquiriu de Carlos, para a entrega futura, toda a safra de soja, pagando antecipadamente e assumindo o risco de a produção atingir somente 30% do esperado, bem como toda a safra de milho, também com pagamento antecipado, assumindo o risco de nada ser colhido. Em virtude de problemas climáticos, nada produziram as fazendas. Diante disto, Carlos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nada terá de restituir a Rafael, do que recebeu pela venda de milho, mas terá de restituir o valor recebido pela venda de soja."
      },
      {
        "letra": "B",
        "texto": "terá de restituir tudo o que recebeu de Rafael, sem juros, mas com correção monetária."
      },
      {
        "letra": "C",
        "texto": "nada terá de restituir a Rafael, tanto pela venda de soja, como pela venda de milho."
      },
      {
        "letra": "D",
        "texto": "terá de restituir a Rafael 50% do que recebeu pelas vendas."
      },
      {
        "letra": "E",
        "texto": "terá de restituir a Rafael o que recebeu pela venda de milho, mas nada terá de restituir pelo que recebeu pela venda de soja."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1776279",
    "metadata": "Ano: 2021 | Banca: IDIB | Órgão: Câmara de Planaltina - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "No Direito Civil, é possível que determinado contrato se refira a coisas existentes, mas expostas a risco, assumido pelo adquirente. Nesse caso, trata-se de contrato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de adesão."
      },
      {
        "letra": "B",
        "texto": "unilateral."
      },
      {
        "letra": "C",
        "texto": "aleatório."
      },
      {
        "letra": "D",
        "texto": "gratuito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1679234",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: CODEVASF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "A respeito do negócio jurídico, das obrigações, dos contratos, da responsabilidade civil e do direito do consumidor, julgue o item a seguir. Se a promessa de contrato for unilateral, ela ficará sem efeito caso o credor não se manifeste no prazo previsto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1621619",
    "metadata": "Ano: 2020 | Banca: FAUEL | Órgão: Prefeitura de Assis Chateaubriand - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "A respeito dos contratos, assinale a alternativa INCORRETA, conforme o Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A proposta de contrato obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso."
      },
      {
        "letra": "B",
        "texto": "O adquirente decai do direito de obter a redibição ou abatimento no preço no prazo de trinta dias se a coisa for móvel, e de um ano se for imóvel, contado da entrega efetiva; se já estava na posse, o prazo conta-se da alienação, reduzido à metade."
      },
      {
        "letra": "C",
        "texto": "Se for aleatório o contrato, por serem objeto dele coisas futuras, tomando o adquirente a si o risco de virem a existir em qualquer quantidade, terá também direito o alienante a todo o preço, ainda que de sua parte não tiver concorrido culpa, desde que a coisa venha a existir em quantidade inferior à esperada."
      },
      {
        "letra": "D",
        "texto": "O contrato preliminar, exceto quanto à forma, deve conter todos os requisitos essenciais ao contrato a ser celebrado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1739490",
    "metadata": "Ano: 2019 | Banca: IDHTEC | Órgão: Prefeitura de Maragogi - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Os contratos aleatórios são aqueles em que os contratantes não podem verificar com antecedência se ocorrerá equivalência nas prestações, de modo que o contrato está relacionado a uma alea. Com relação aos contratos aleatórios, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se que o objeto do contrato seja coisa futura."
      },
      {
        "letra": "B",
        "texto": "Nos contratos aleatórios de emptio spei o comprador assume o risco pela existência ou não da coisa vendida e caso esta não venha a existir sem culpa do vendedor, este terá direito ao pagamento do valor avençado."
      },
      {
        "letra": "C",
        "texto": "Na compra e venda de coisas já existentes, mas expostas a risco, se o adquirente comprovar que o alienante tinha conhecimento da consumação do risco a que a coisa se encontrava exposta, a alienação aleatória poderá ser anulada."
      },
      {
        "letra": "D",
        "texto": "Nos contratos aleatórios existe equivalência entre as prestações e contraprestações avençadas."
      },
      {
        "letra": "E",
        "texto": "Pode-se classificar os contratos aleatórios como bilaterais e onerosos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1738135",
    "metadata": "Ano: 2019 | Banca: IDHTEC | Órgão: Prefeitura de Taquaritinga do Norte - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Com relação aos contratos aleatórios, é incorreto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos contratos aleatórios não é possível verificar antecedentemente se haverá equivalência das prestações."
      },
      {
        "letra": "B",
        "texto": "Se o contrato aleatório disser respeito a coisas futuras, e estas vierem a existir em quantidade inferior à esperada, o adquirente só pagará ao alienante o valor proporcional à quantidade efetivamente existente."
      },
      {
        "letra": "C",
        "texto": "Trata-se de contrato bilateral, oneroso, no qual um dos contratantes assume o risco em virtude da incerteza do resultado."
      },
      {
        "letra": "D",
        "texto": "O contrato de seguro é um exemplo de contrato aleatório."
      },
      {
        "letra": "E",
        "texto": "Se a coisa objeto do contrato aleatório não vier a existir, sem que o outro contratante tenha concorrido dolosa ou culposamente para isso, este fará jus ao recebimento integral do que lhe foi prometido, ainda que do avençado nada venha a existir."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1169059",
    "metadata": "Ano: 2019 | Banca: FAUEL | Órgão: Prefeitura de Mandaguari - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Acerca das disposições gerais constantes do Código Civil a respeito dos contratos, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato preliminar, exceto quanto à forma, deve conter todos os requisitos essenciais ao contrato a ser celebrado."
      },
      {
        "letra": "B",
        "texto": "Se o contrato for aleatório, por dizer respeito a coisas ou fatos futuros, cujo risco de não virem a existir um dos contratantes assuma, terá o outro direito de receber integralmente o que lhe foi prometido, desde que de sua parte não tenha havido dolo ou culpa, ainda que nada do avençado venha a existir."
      },
      {
        "letra": "C",
        "texto": "Podem as partes, por cláusula expressa, reforçar, diminuir ou excluir a responsabilidade pela evicção."
      },
      {
        "letra": "D",
        "texto": "A coisa recebida em virtude de contrato aleatório pode ser enjeitada por vícios ou defeitos ocultos, que a tornem imprópria ao uso a que é destinada, ou lhe diminuam o valor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1083602",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Constituição da Relação Contratual - sujeitos, forma e objeto",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Considere as seguintes proposições acerca dos contratos: I. Nos contratos de adesão, serão válidas as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio, desde que redigidas de forma clara e com destaque. II. É vedado, em qualquer hipótese, celebrar contrato que tenha por objeto a herança de pessoa viva. III. Considera-se celebrado o contrato no lugar em que foi aceito, se diverso daquele onde foi proposto. IV. Se o contrato for aleatório, por se referir a coisas existentes, mas expostas a risco, assumido pelo adquirente, o alienante terá direito a todo o preço mesmo que a coisa já não existisse no dia do contrato. V. O contrato preliminar deve conter, inclusive quanto à forma, todos os requisitos essenciais ao contrato a ser celebrado. De acordo com o Código Civil, está correto o que consta APENAS de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "III e V."
      },
      {
        "letra": "E",
        "texto": "IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1042297",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Em relação às disposições gerais dos contratos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o contrato for aleatório, por dizer respeito a coisas ou fatos futuros, cujo risco de não virem a existir um dos contratantes assuma, terá o outro direito de receber integralmente o que lhe foi prometido, desde que de sua parte não tenha havido dolo ou culpa, ainda que nada do avençado venha a existir."
      },
      {
        "letra": "B",
        "texto": "A aceitação do contrato fora do prazo, com adições, restrições ou modificações, não importará nova proposta."
      },
      {
        "letra": "C",
        "texto": "Caracterizando-se vício redibitório em um contrato, o alienante, conhecendo ou não o vício ou defeito da coisa, restituirá o que recebeu com perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Nos contratos onerosos, o alienante responde pela evicção; esta garantia não subsiste se a aquisição foi realizada em hasta pública."
      },
      {
        "letra": "E",
        "texto": "Nos contratos de adesão, são válidas as cláusulas que estipulem a renúncia do aderente a direito resultante da natureza do negócio, desde que previamente informado dessa circunstância."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1014316",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Piracicaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "A quantidade de contratos celebrados nos dias de hoje é muito expressiva. Pode-se dizer que é um instrumento jurídico de grande relevância no mundo contemporâneo. O contrato é a mais comum e importante fonte de obrigação, cuja formação depende da presença de, pelo menos, duas partes. Face ao exposto, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no contrato de prestação de serviços, não se tendo estipulado, nem chegado as partes ao acordo, fixar-se-á a retribuição segundo os índices oficiais regularmente estabelecidos para o tempo de serviço e sua qualidade."
      },
      {
        "letra": "B",
        "texto": "no silêncio do contrato de empreitada, a obrigação do empreiteiro de fornecer os materiais é presumida."
      },
      {
        "letra": "C",
        "texto": "no contrato de doação, é anulável a doação de todos os bens sem reserva de parte ou renda suficiente para a subsistência do doador."
      },
      {
        "letra": "D",
        "texto": "o contrato preliminar, exceto quanto à forma, deve conter todos os requisitos essenciais ao contrato a ser celebrado."
      },
      {
        "letra": "E",
        "texto": "no contrato de compra e venda, até a tradição, em regra, os riscos pela perda da coisa objeto do contrato correm por conta do comprador."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990115",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: CGE - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Considere a hipótese de que o objeto de determinado contrato corresponda a coisas ou fatos futuros cujo risco de que não venham a existir seja assumido pelo contratante, o que acarreta o direito do contratado de receber integralmente o que lhe tiver sido prometido, desde que não aja com dolo ou culpa, ainda que nada do que tiver sido pactuado venha a existir. Essa hipótese descreve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "promessa de fato de terceiro."
      },
      {
        "letra": "B",
        "texto": "estipulação em favor de terceiro."
      },
      {
        "letra": "C",
        "texto": "contrato com pessoa a declarar."
      },
      {
        "letra": "D",
        "texto": "evicção."
      },
      {
        "letra": "E",
        "texto": "contrato aleatório."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1051625",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Barretos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Quanto ao contrato preliminar, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não permite cláusula de arrependimento."
      },
      {
        "letra": "B",
        "texto": "Deve conter a forma e todos os requisitos essenciais ao contrato a ser celebrado."
      },
      {
        "letra": "C",
        "texto": "Se o estipulante não der execução ao contrato preliminar, poderá a outra parte considerá-lo desfeito, e pedir perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Não exige qualquer tipo de registro, pois se trata de mera minuta sem eficácia jurídica."
      },
      {
        "letra": "E",
        "texto": "Esgotado o prazo para que seja firmado o contrato final, perderá sua eficácia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "974781",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre direito contratual, conforme matéria disposta no Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os vícios ou defeitos ocultos em determinado bem permitem sua devolução apenas se o vendedor conhecia o vício ou defeito da coisa."
      },
      {
        "letra": "B",
        "texto": "Concluído um contrato preliminar, em regra, uma das partes não poderá exigir a celebração do contrato definitivo."
      },
      {
        "letra": "C",
        "texto": "Nos contratos de adesão, são nulas de pleno direito as cláusulas ambíguas ou contraditórias."
      },
      {
        "letra": "D",
        "texto": "É ilícito às partes estipular contratos que não tenham regulamentação específica em lei."
      },
      {
        "letra": "E",
        "texto": "Compreende-se por evicção a perda da coisa pelo comprador, em razão de decisão favorável que atribua a terceira pessoa, que não o vendedor, a propriedade, posse ou uso do bem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "897794",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PauliPrev - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Dois moradores da cidade de Paulínia firmaram um contrato preliminar de compromisso de compra e venda de um imóvel situado no centro da cidade. Sobre esse tipo de contrato, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os contratos preliminares devem ter todos os requisitos essenciais do contrato a ser celebrado, inclusive quanto à forma."
      },
      {
        "letra": "B",
        "texto": "Concluído o contrato preliminar, qualquer das partes tem o direito de exigir a celebração do contrato definitivo no prazo legal de trinta dias."
      },
      {
        "letra": "C",
        "texto": "O direito à adjudicação compulsória não se condiciona ao registro do compromisso de compra e venda no cartório de imóveis"
      },
      {
        "letra": "D",
        "texto": "É vedada a inclusão de cláusula de arrependimento nos contratos preliminares."
      },
      {
        "letra": "E",
        "texto": "Se o estipulante não der execução ao contrato preliminar, poderá a outra parte considerá-lo desfeito, não sendo possível o pedido de perdas e danos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "880734",
    "metadata": "Ano: 2018 | Banca: FAUEL | Órgão: Prefeitura de Paranavaí - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Efeitos perante Terceiros: Estipulação em Favor de Terceiros, Contratos com Pessoa a Declarar e Promessa de Fato de Terceiro",
      "Vícios Redibitórios e Evicção",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Assinale a alternativa correta, a respeito dos contratos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não pode ser objeto de contrato a herança de pessoa falecida."
      },
      {
        "letra": "B",
        "texto": "A oferta ao público equivale a proposta quando encerra os requisitos essenciais ao contrato, ainda que o contrário resulte das circunstâncias ou dos usos."
      },
      {
        "letra": "C",
        "texto": "Na estipulação em favor de terceiro, o estipulante pode reservar-se o direito de substituir o terceiro designado no contrato, exceto se houver oposição do outro contratante."
      },
      {
        "letra": "D",
        "texto": "Na evicção tem direito o evicto a receber o preço que pagou pela coisa evicta, se não soube do risco da evicção, ou, dele informado, não o assumiu, salvo no caso de cláusula de exclusão da garantia contra a evicção."
      },
      {
        "letra": "E",
        "texto": "O contrato preliminar, exceto quanto à forma, deve conter todos os requisitos essenciais ao contrato a ser celebrado."
      }
    ],
    "gabarito": "E"
  }
]