[
  {
    "id": "3583070",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Acerca de prescrição, decadência, responsabilidade civil, defeitos do negócio jurídico, inadimplemento de obrigações e gestão de negócios, julgue o item que se segue, à luz da jurisprudência do STJ. A nulidade da fiança que garantia o crédito alegado em ação pauliana afasta a possibilidade de reconhecimento de fraude contra credores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3582946",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Em relação à eficácia das leis no espaço, à capacidade civil, à mora e aos direitos da personalidade, julgue o item a seguir conforme o entendimento do STJ. O depósito judicial realizado para a garantia do juízo afasta a mora do devedor, cessando os encargos moratórios previstos no título executivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3582944",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Em relação à eficácia das leis no espaço, à capacidade civil, à mora e aos direitos da personalidade, julgue o item a seguir conforme o entendimento do STJ. A cobrança de dívida de jogo contraída em país onde a prática é legal não viola a ordem pública nem os bons costumes brasileiros, o que justifica a exigibilidade dessas dívidas no Brasil.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3505756",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Marta, passageira de um ônibus coletivo urbano operado pela concessionária Expresso São Jorge Ltda., sofreu uma queda quando o motorista realizou uma freada brusca para evitar a colisão com um ciclista que atravessou repentinamente a via. Durante a freada, a porta traseira do ônibus se abriu inesperadamente, devido a uma falha no mecanismo de travamento, e Marta caiu do veículo, sofrendo lesões graves. Em ação de indenização, a concessionária alegou que o motorista agiu corretamente ao evitar o atropelamento e que o acidente decorreu de culpa exclusiva do ciclista e da conduta de Marta, que estava em pé próxima à porta, contrariando a sinalização interna. O laudo técnico constatou que o sistema de travamento da porta apresentava defeito mecânico pré-existente, que não havia sido objeto de manutenção adequada. Sobre a situação hipotética narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concessionária de transporte coletivo somente responderá civilmente pelos danos se for comprovada a culpa do motorista na freada brusca, pois foi a causa direta do acidente, independentemente da falha na trava da porta."
      },
      {
        "letra": "B",
        "texto": "Ainda que tenha havido defeito na porta do ônibus, o fato de Marta estar em pé próxima à porta, contrariando as regras de segurança, constitui culpa exclusiva da vítima, rompendo o nexo causal e afastando o dever de indenizar."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade da concessionária é objetiva e o defeito no sistema de travamento da porta configura falha na prestação do serviço, mas a conduta imprudente da passageira pode caracterizar culpa concorrente, autorizando a redução proporcional da indenização, mas não a sua exclusão."
      },
      {
        "letra": "D",
        "texto": "Como a freada brusca do motorista visava evitar a colisão com um terceiro, trata-se de caso fortuito externo que rompe o nexo de causalidade e isenta a transportadora de qualquer responsabilidade em relação à passageira acidentada."
      },
      {
        "letra": "E",
        "texto": "A concessionária somente poderá ser responsabilizada se for demonstrada a sua participação direta na falha de manutenção do veículo, pois a responsabilidade objetiva por vícios do produto recai exclusivamente sobre o fabricante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3375685",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Em relação ao contrato de seguros, julgue o item a seguir. À luz do Código Civil, em qualquer das modalidades de contratos de seguros, a apólice ou o bilhete de seguro poderão ser nominativos, à ordem ou ao portador, mencionando‑se os riscos assumidos, o início e o fim de sua validade, o limite da garantia e o prêmio devido e, quando for o caso, o nome do segurado e o do beneficiário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3233776",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Do contrato de transporte de entrega de coisas, as mercadorias recebidas devem ser conferidas e reclamadas, se for o caso, sob pena de decadência dos direitos. Havendo perda parcial ou avaria não perceptível à primeira vista, o destinatário conserva a sua ação contra o transportador, desde que denuncie o dano em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dez dias a contar da entrega."
      },
      {
        "letra": "B",
        "texto": "cinco dias a contar da ciência do dano."
      },
      {
        "letra": "C",
        "texto": "sete dias a contar da entrega."
      },
      {
        "letra": "D",
        "texto": "dez dias a contar da ciência do dano."
      },
      {
        "letra": "E",
        "texto": "sete dias a contar da ciência do dano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3215742",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Considere as seguintes assertivas acerca do contrato de seguro de pessoa, de acordo com a normativa ainda vigente no Código Civil. I. No seguro de pessoas, é possível a contração de mais de um seguro sobre o mesmo interesse, com o mesmo ou diversos seguradores. II. No seguro de vida para o caso de morte, é válida a cláusula contratual que exclui o pagamento do capital por suicídio do segurado a qualquer tempo. III. É válida a instituição do companheiro como beneficiário se, ao tempo do contrato, o segurado era separado judicialmente ou já se encontrava separado de fato. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, penas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I e III, apena."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3208120",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Julgue o item que se segue, relativo ao direito securitário, com base no disposto no Código Civil e na doutrina pertinente. Nas indenizações securitárias referentes a contratos regidos pelo Código Civil, a correção monetária do valor contratado incide apenas sobre o período compreendido entre a data da ocorrência do sinistro e o dia do efetivo pagamento do seguro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3208119",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Julgue o item que se segue, relativo ao direito securitário, com base no disposto no Código Civil e na doutrina pertinente. No cosseguro, o segurado mantém relação direta com várias seguradoras que compartilham os riscos do mesmo contrato de seguro, devendo a apólice indicar a seguradora que administrará o contrato e representará as demais, ao passo que, no resseguro, instituto distinto daquele, parte dos riscos assumidos por uma seguradora são transferidos para outra seguradora contratada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3169060",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do STJ sobre responsabilidade civil, contratos e inadimplemento de obrigações, julgue o item a seguir.Nos contratos de fiança, a cláusula de prorrogação automática deve ser considerada, em qualquer hipótese, como nula de pleno direito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3159623",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Transação e Compromisso"
    ],
    "enunciado_principal": "Acerca dos tipos de contrato, assinale a opção que apresenta um tipo de contrato não previsto no Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "troca e permuta"
      },
      {
        "letra": "B",
        "texto": "doação"
      },
      {
        "letra": "C",
        "texto": "corretagem"
      },
      {
        "letra": "D",
        "texto": "bancário"
      },
      {
        "letra": "E",
        "texto": "compromisso"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3298493",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Excludentes da Responsabilidade Civil"
    ],
    "enunciado_principal": "De acordo com o Código Civil, pelo contrato de transporte alguém se obriga, mediante retribuição, a transportar, de um lugar para outro, pessoas ou coisas. Sobre o assunto, julgue as seguintes afirmações como verdadeiras (V) ou falsas (F): (__)No transporte de pessoas, o transportador responde pelos danos causados às pessoas transportadas e suas bagagens, salvo motivo de força maior, sendo nula qualquer cláusula excludente da responsabilidade. (__)No transporte de pessoas, não se considera gratuito o transporte quando, embora feito sem remuneração, o transportador auferir vantagens indiretas. (__)No transporte de pessoas, não é lícito ao transportador exigir a declaração do valor da bagagem a fim de fixar o limite da indenização. Assinale a alternativa cuja respectiva ordem de julgamento esteja correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F − F − V."
      },
      {
        "letra": "B",
        "texto": "V − V − F."
      },
      {
        "letra": "C",
        "texto": "V − F − F."
      },
      {
        "letra": "D",
        "texto": "V − V − V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3231941",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A respeito da Fiança, assinale a alternativa que está de acordo com o Código Civil e com entendimento do Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que o contrato de fiança seja considerado válido, é imprescindível o consentimento do devedor."
      },
      {
        "letra": "B",
        "texto": "É necessária a outorga conjugal para ser estipulada a fiança em favor de sociedade cooperativa."
      },
      {
        "letra": "C",
        "texto": "Não sendo limitada, a fiança compreenderá todos os acessórios da dívida principal, exceto as despesas judiciais."
      },
      {
        "letra": "D",
        "texto": "Quando o fiador, casado pelo regime da comunhão parcial de bens, prestar a fiança na condição de empresário, dispensa-se a obrigatoriedade da autorização do cônjuge."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3184777",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: CFC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A Lei nº 10.406/2002 (Código Civil) regula os contratos de seguro, definindo seguro como um acordo em que o segurador se compromete a indenizar o segurado ou terceiros em caso de eventos específicos, mediante o pagamento de um prêmio. O contrato deve ser formalizado por escrito, detalhando os riscos cobertos, exclusões, valor do prêmio e da cobertura. A lei também aborda a obrigação de o segurado fornecer informações precisas, a forma de pagamento das indenizações e princípios como a boa-fé e transparência, protegendo os direitos de ambas as partes. De acordo com a Lei nº 10.406/2002 (Código Civil), avalie se as afirmativas a seguir são verdadeiras (V) ou falsas (F). ( ) O contrato de seguro prova-se com a exibição da apólice ou do bilhete do seguro e, na falta deles, por documento comprobatório do pagamento do respectivo prêmio. ( ) A emissão da apólice deverá ser precedida de proposta escrita com a declaração dos elementos essenciais do interesse a ser garantido e do risco. ( ) Não terá direito a indenização o segurado que estiver em mora no pagamento do prêmio, se ocorrer o sinistro antes de sua purgação. As afirmações são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – V."
      },
      {
        "letra": "B",
        "texto": "V – V – V."
      },
      {
        "letra": "C",
        "texto": "F – V – F."
      },
      {
        "letra": "D",
        "texto": "V – F – V."
      },
      {
        "letra": "E",
        "texto": "F – F – V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3153853",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "De acordo com o disposto no Código Civil e a jurisprudência do STJ, no contrato de seguro de vida em que o segurado deixe de indicar o beneficiário, mas, ao tempo da sua morte, seja casado,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "metade do capital segurado será pago ao cônjuge não separado de fato do segurado, e metade aos herdeiros do segurado, obedecida a ordem da vocação hereditária."
      },
      {
        "letra": "B",
        "texto": "o capital segurado será pago integralmente ao cônjuge, caso este não esteja separado de fato do segurado."
      },
      {
        "letra": "C",
        "texto": "um terço do capital segurado será pago ao cônjuge, desde que este não esteja separado de fato do segurado, e dois terços aos herdeiros, obedecida a ordem da vocação hereditária."
      },
      {
        "letra": "D",
        "texto": "o capital segurado será pago integralmente aos herdeiros do segurado, obedecida a ordem da vocação hereditária."
      },
      {
        "letra": "E",
        "texto": "metade do capital segurado será pago ao cônjuge não separado judicialmente, e metade aos herdeiros do segurado, obedecida a ordem da vocação hereditária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3153852",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Segundo entendimento do STJ, no contrato de seguro sobre a vida de outrem, a morte do segurado causada por ato ilícito praticado pelo contratante que seja cônjuge daquele acarreta a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulabilidade do contrato de seguro e obsta o recebimento da indenização securitária pelo contratante, mas não impede que os demais beneficiários do seguro recebam a indenização convencionada no contrato."
      },
      {
        "letra": "B",
        "texto": "anulabilidade do contrato de seguro, mas não obsta o recebimento da indenização securitária pelo contratante e pelos demais beneficiários do seguro."
      },
      {
        "letra": "C",
        "texto": "nulidade do contrato de seguro e obsta o recebimento da indenização securitária pelo contratante, mas não impede que os demais beneficiários do seguro recebam a indenização convencionada no contrato."
      },
      {
        "letra": "D",
        "texto": "nulidade do contrato de seguro e obsta o recebimento da indenização securitária pelo contratante e pelos demais beneficiários do seguro."
      },
      {
        "letra": "E",
        "texto": "anulabilidade do contrato de seguro e obsta o recebimento da indenização securitária pelo contratante e pelos demais beneficiários do seguro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3129210",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Sorocaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A afirmação de que “o segurado é obrigado a comunicar ao segurador, logo que saiba, todo incidente suscetível de agravar, consideravelmente, o risco coberto, sob pena de perder o direito à garantia, provar-se que silenciou de má-fé” caracteriza a aplicação da teoria do(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Renúncia Tácita."
      },
      {
        "letra": "B",
        "texto": "Supressio."
      },
      {
        "letra": "C",
        "texto": "Surrectio."
      },
      {
        "letra": "D",
        "texto": "Venire contra factum proprium."
      },
      {
        "letra": "E",
        "texto": "Duty to mitigate the loss."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3117507",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A empreiteira Santa Obra contratou seguro de suas atividades produtivas, notadamente para cobrir danos a patrimônio alheio. Nesse caso, se a Santa Obra conduzir uma empreitada em terreno alheio (construção de uma casa):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só haverá cobertura após o aceite pelo dono da obra;"
      },
      {
        "letra": "B",
        "texto": "não haverá cobertura, a menos que se trate de empreitada global;"
      },
      {
        "letra": "C",
        "texto": "só haverá cobertura após a regularização, na matrícula do imóvel, da acessão;"
      },
      {
        "letra": "D",
        "texto": "não haverá cobertura, a menos que se trate de empreitada de materiais;"
      },
      {
        "letra": "E",
        "texto": "haverá cobertura, desde a construção, independentemente do tipo de empreitada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3104174",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "No que se refere aos contratos de penhor civil e de seguro, julgue o item que se segue, à luz da jurisprudência do STJ.Nos contratos de seguro de saúde, a negativa de cobertura com base na alegação de doença preexistente é considerada ilícita se não tiverem sido exigidos exames médicos prévios à contratação ou não for comprovada má-fé do segurado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3100520",
    "metadata": "Ano: 2024 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo contrato de seguro, o segurador se obriga, mediante o pagamento do prêmio, a garantir interesse legítimo do segurado, relativo a pessoa ou à coisa, contra riscos predeterminados."
      },
      {
        "letra": "B",
        "texto": "Nos seguros de pessoas, o capital segurado é livremente estipulado pelo proponente, que pode contratar mais de um seguro sobre o mesmo interesse, com o mesmo ou diversos seguradores."
      },
      {
        "letra": "C",
        "texto": "Na modalidade de contrato de seguro de vida coletivo, cabe exclusivamente ao estipulante, mandatário legal e único sujeito que tem vínculo anterior com os membros do grupo segurável (estipulação própria), a obrigação de prestar informações prévias aos potenciais segurados acerca das condições contratuais quando da formalização da adesão, incluídas as cláusulas limitativas e restritivas de direito previstas na apólice mestre."
      },
      {
        "letra": "D",
        "texto": "Não é válida a instituição do companheiro como beneficiário se ao tempo do contrato o segurado era separado judicialmente ou já se encontrava separado de fato."
      },
      {
        "letra": "E",
        "texto": "O segurado e o segurador são obrigados a guardar na conclusão e na execução do contrato a mais estrita boa-fé e veracidade, tanto a respeito do objeto como das circunstâncias e das declarações a ele concernentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3083872",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Câmara de Cotia - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Ana realizou a compra de equipamentos eletrônicos de alto valor, solicitando o transporte dos itens por meio de uma transportadora privada. Durante o transporte, o veículo da transportadora sofreu um acidente causado por outro motorista que estava em alta velocidade, resultando em danos graves aos produtos. Ana, ao ser informada do ocorrido, questiona a responsabilidade da transportadora pelos danos causados. Além disso, a transportadora argumenta que o dano não é de sua responsabilidade, uma vez que o acidente foi provocado por um terceiro. Diante dessa situação, Ana procura um advogado para saber como proceder. Com base no Código Civil brasileiro e nas regras sobre o contrato de transporte, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No transporte de coisas, o transportador é responsável apenas em caso de dolo ou culpa, e não poderá ser responsabilizado se o acidente for causado por culpa exclusiva de terceiro."
      },
      {
        "letra": "B",
        "texto": "Em caso de dúvida sobre a entrega da mercadoria, o transportador poderá decidir pela venda imediata do bem, independentemente de notificação ao remetente, visando evitar a deterioração."
      },
      {
        "letra": "C",
        "texto": "No transporte de pessoas, o transportador responde pelos danos causados aos passageiros, salvo se houver cláusula contratual excludente de responsabilidade, ainda que a causa seja de força maior."
      },
      {
        "letra": "D",
        "texto": "No transporte de coisas, o transportador pode recusar a entrega da mercadoria quando desacompanhada da documentação exigida, mesmo que sua comercialização seja legal, sem que isso configure descumprimento contratual."
      },
      {
        "letra": "E",
        "texto": "No transporte de coisas, a responsabilidade do transportador é objetiva, e este responde pelos danos causados à mercadoria transportada, mesmo em caso de culpa exclusiva de terceiro, podendo buscar ressarcimento em ação regressiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3049925",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Macaé - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Paulo Henrique, casado com Lúcia pelo regime da comunhão parcial de bens, prestou fiança em um contrato de locação comercial de José Carlos, seu amigo de infância, em 2015. O contrato tinha cláusula de vigência de 3 anos e, também, cláusula expressa responsabilizando o fiador até a efetiva entrega das chaves, sem renúncia ao benefício de ordem ou fixação de solidariedade. Findo o prazo de 3 anos, José Carlos continuou a ocupar o imóvel sem oposição do locador, prorrogando o contrato por tempo indeterminado. Em 2020, Paulo Henrique envia uma notificação extrajudicial ao locador, informando que, a partir daquela data, estava se exonerando da fiança. Três meses depois, José Carlos deixou de pagar os aluguéis, e o locador ingressou com ação de cobrança contra o locatário e o fiador. De pronto, Paulo Henrique alegou que estava exonerado da fiança, conforme notificação extrajudicial encaminhada. Já o locador responde que nunca recebeu qualquer notificação e Paulo Henrique descobre que, de fato, a notificação havia sido extraviada em razão dele ter indicado o endereço errado. Diante da situação hipotética narrada e com base na legislação vigente e no entendimento do Superior Tribunal de Justiça, analise as afirmativas a seguir. I. Paulo Henrique está exonerado da fiança, pois enviou notificação extrajudicial ao credor e, também, porque a sua responsabilidade só perdura por sessenta dias após a notificação, independentemente do efetivo recebimento da notificação pelo do credor. II. Paulo Henrique não está exonerado da fiança, pois o credor não recebeu a notificação, mas pode exigir, até a contestação da lide, que sejam primeiro executados os bens do devedor. III. Paulo Henrique não está exonerado da fiança, pois o credor não recebeu a notificação, mas não será obrigado a pagar, pois a falta de outorga implica a ineficácia total da garantia. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3049923",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Macaé - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Otávio, 45 anos, médico, celebrou um contrato de seguro de automóvel com a Seguradora XYZ, sendo acordado que o pagamento do prêmio seria feito em 6 parcelas mensais, com a primeira parcela vencida no ato da contratação e as demais nos meses subsequentes. Otávio efetuou o pagamento das três primeiras parcelas pontualmente, mas deixou de pagar as três últimas, não tendo sido notificado pela Seguradora. Durante o período de inadimplemento, ocorreu um sinistro que resultou na perda total do veículo. Otávio informou prontamente o sinistro, mas teve a indenização negada pela Seguradora devido ao inadimplemento. Indignado com a negativa, Otávio consulta advogado(a) especializado(a) para saber de seus direitos. Diante da situação hipotética. com base na legislação vigente e o entendimento do Superior Tribunal de Justiça, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A negativa de pagamento da indenização foi correta, pois o pagamento integral e pontual do prêmio é condição para a vigência do contrato e o inadimplemento é causa de resolução do contrato."
      },
      {
        "letra": "B",
        "texto": "Otávio tem direito à indenização, pois o sinistro ocorreu na vigência do contrato e o inadimplemento, por si só não enseja a resolução ou cancelamento, sendo necessária a notificação prévia da Seguradora."
      },
      {
        "letra": "C",
        "texto": "A negativa de indenização está de acordo com a legislação vigente e o entendimento do STJ, visto que o não pagamento das parcelas subsequentes ao início do contrato autoriza a resolução contratual, sem a necessidade de notificação, visto tratar-se de mora ex re."
      },
      {
        "letra": "D",
        "texto": "Mesmo diante do inadimplemento parcial de Otávio, a seguradora não poderia negar a cobertura em razão dos deveres de colaboração derivados da boa-fé objetiva e da incidência da cláusula geral da função social do contrato que impedem a resolução diante do sinistro."
      },
      {
        "letra": "E",
        "texto": "A negativa de indenização foi correta, pois em conformidade com o entendimento do STJ, ocorre a resolução automática do contrato após o vencimento da última parcela não paga, independentemente de notificação, pois a mora é ex re."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3048485",
    "metadata": "Ano: 2024 | Banca: CESGRANRIO | Órgão: BNDES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Uma sociedade empresária de responsabilidade limitada alugou um imóvel para ser utilizado em suas atividades. Um dos sócios dessa empresa constou na condição de fiador no contrato de locação. A partir de determinado momento, na vigência do contrato, a empresa locatária deixou de pagar os aluguéis. Diante disso, o locador ajuizou execução contra a devedora. Na execução foram penhorados bens do sócio que figurava como fiador. A esposa desse sócio, com quem é casada no regime de comunhão parcial de bens, apresentou embargos de terceiro requerendo a nulidade do contrato firmado por seu marido, com o desbloqueio da penhora de seus bens, sob o argumento de que ela não concedeu outorga uxória em relação ao contrato de locação. A partir da situação apresentada, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o sócio prestou a fiança na condição de empresário e, portanto, pode praticar todos os atos de disposição e de administração necessários ao desempenho de sua atividade profissional."
      },
      {
        "letra": "B",
        "texto": "o sócio responde pessoalmente pela dívida, sendo a ele permitido prestar fiança livremente e afetar o patrimônio do casal, em sua totalidade, em decorrência do regime legal de bens apresentado pós-matrimônio."
      },
      {
        "letra": "C",
        "texto": "a outorga do cônjuge para prestar fiança é necessária, sendo indiferente o fato de o fiador prestá-la na condição de empresário, considerando a necessidade de proteção da segurança econômica familiar."
      },
      {
        "letra": "D",
        "texto": "a outorga do cônjuge é necessária tendo em vista o dinamismo das relações comerciais, fato que aumenta sobremaneira o risco de perdas patrimoniais para o sócio e indiretamente para seu cônjuge."
      },
      {
        "letra": "E",
        "texto": "a outorga do cônjuge é dispensável, uma vez que tal imposição alcança apenas o regime da comunhão total de bens, na hipótese de alienação de patrimônio imobiliário, estando o sócio autorizado a praticar todos os demais atos de disposição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3030246",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Em relação ao contrato de fiança, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fiador pode compensar a sua dívida com a de seu credor ao afiançado."
      },
      {
        "letra": "B",
        "texto": "Dívidas futuras não admitem fiança."
      },
      {
        "letra": "C",
        "texto": "A constituição da fiança depende do consentimento do devedor."
      },
      {
        "letra": "D",
        "texto": "A fiança conjuntamente prestada a um só débito por mais de uma pessoa importa o benefício da divisão, exceto se prevista solidariedade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3021591",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TCE-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Julgue o item que se segue, à luz do tratamento dado pelo Código Civil e pela jurisprudência dos tribunais superiores aos negócios jurídicos e aos contratos.Nos contratos de seguro regidos pelo Código Civil, a correção monetária sobre a indenização securitária incide a partir do evento configurador do sinistro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2758993",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EPE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Eduardo, proprietário de um imóvel comercial localizado no Centro do Município do Rio de Janeiro, celebrou, em 2021, contrato de locação com Simone, pelo prazo de vinte e quatro meses, para exploração de uma cafeteria no local. Depois do vencimento do prazo, a locação continuou ordinariamente. Para a efetivação do pacto, Mônica, Lúcia e Patrícia, que são sócias minoritárias na cafeteria, participaram na condição de fiadoras. Como consequência de uma crise financeira, a locatária tornou-se inadimplente nos últimos meses. Assim, Eduardo procurou um renomado escritório de advocacia especializado em Direito Imobiliário, informando que Mônica é a única casada pelo regime da comunhão parcial de bens com Márcio e que Simone foi contra a presença de Patrícia como fiadora. Diante da situação hipotética, com base no ordenamento jurídico brasileiro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso ocorra aditamento no contrato de locação, as fiadoras respondem independentemente de nova anuência."
      },
      {
        "letra": "B",
        "texto": "A fiança recíproca, que vem a ser a prestada por um dos fiadores em relação aos demais, é inadmissível no Direito brasileiro."
      },
      {
        "letra": "C",
        "texto": "A fiança prestada sem autorização de um dos cônjuges constitui mera irregularidade, não afetando a eficácia da garantia."
      },
      {
        "letra": "D",
        "texto": "Na fiança prestada por um dos sócios, a sua retirada da sociedade implica na exoneração automática da fiança."
      },
      {
        "letra": "E",
        "texto": "Ainda contra a vontade do devedor, pode ser estipulada a fiança, desde que haja concordância entre credor e fiador."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2585441",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Vinhedo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "À luz da jurisprudência do Superior Tribunal de Justiça a respeito do contrato de seguro, é INCORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez do segurado exime a seguradora do pagamento da indenização prevista em contrato de seguro de vida."
      },
      {
        "letra": "B",
        "texto": "A indenização securitária é devida quando ausente a comunicação prévia do segurado acerca do atraso no pagamento do prêmio, por constituir requisito essencial para a suspensão ou resolução do contrato de seguro."
      },
      {
        "letra": "C",
        "texto": "Nos contratos de seguro regidos pelo Código Civil, a correção monetária sobre a indenização securitária incide a partir da contratação até o efetivo pagamento."
      },
      {
        "letra": "D",
        "texto": "O suicídio não é coberto nos dois primeiros anos de vigência do contrato de seguro de vida, ressalvado o direito do beneficiário à devolução do montante da reserva técnica formada."
      },
      {
        "letra": "E",
        "texto": "O contrato de seguro por danos pessoais compreende os danos morais, salvo cláusula expressa de exclusão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2581570",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Americana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A respeito do contrato de fiança, é CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá ser estipulado na forma verbal."
      },
      {
        "letra": "B",
        "texto": "Admite interpretação extensiva."
      },
      {
        "letra": "C",
        "texto": "Poderá ser estipulado ainda que sem consentimento do devedor ou contra a sua vontade."
      },
      {
        "letra": "D",
        "texto": "Não poderá ser de valor inferior ao da obrigação principal."
      },
      {
        "letra": "E",
        "texto": "As dívidas futuras não poderão ser objeto de fiança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2573593",
    "metadata": "Ano: 2024 | Banca: MARANATHA Assessoria | Órgão: Câmara de Altônia - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Sobre o contrato de fiança, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A fiança não se confunde com o aval."
      },
      {
        "letra": "B",
        "texto": "O contrato é solene, pois se exige escritura pública."
      },
      {
        "letra": "C",
        "texto": "Trata-se de um contrato unilateral, pois gera obrigação apenas para o fiador que se obriga em relação ao credor com quem mantém o contrato."
      },
      {
        "letra": "D",
        "texto": "Não se admite a fiança verbal, ainda que provada com testemunhas, pois a fiança não se presume."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2553385",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o transporte de pessoas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o passageiro rescindir o contrato de transporte, desistir do transporte ou deixar de embarcar, o transportador terá direito de reter até cinco por cento da importância a ser restituída àquele, a título de multa compensatória."
      },
      {
        "letra": "B",
        "texto": "O passageiro pode rescindir o contrato de transporte antes de iniciada a viagem, sendo-lhe devida a restituição do valor da passagem, desde que feita a comunicação ao transportador com antecedência de vinte e quatro horas."
      },
      {
        "letra": "C",
        "texto": "Se o passageiro desistir do transporte depois de iniciada a viagem, terá direito à restituição do valor correspondente ao trecho não utilizado, se a desistência for motivada."
      },
      {
        "letra": "D",
        "texto": "O passageiro que deixar de embarcar não terá direito ao reembolso do valor da passagem, salvo se provar justo impedimento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2553226",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Sobre o seguro de pessoas, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o segurador, pago o capital segurado, sub-roga-se nos direitos e ações do segurado, ou do beneficiário, contra o causador do sinistro."
      },
      {
        "letra": "B",
        "texto": "o segurador não pode se eximir ao pagamento do seguro, ainda que da apólice conste a restrição, se a morte ou a incapacidade do segurado provier da utilização de meio de transporte mais arriscado, da prestação de serviço militar, da prática de esporte, ou de atos de humanidade em auxílio de outrem."
      },
      {
        "letra": "C",
        "texto": "na falta de indicação da pessoa ou beneficiário, ou se por qualquer motivo não prevalecer a que for feita, o capital segurado será pago, em quotas iguais, aos dependentes habilitados à pensão por morte perante a Previdência Social ou, à sua falta, aos sucessores previstos na lei civil, indicados em alvará judicial."
      },
      {
        "letra": "D",
        "texto": "o beneficiário não tem direito ao capital segurado na hipótese de suicídio do segurado, independentemente do tempo de vigência do contrato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2553220",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Osvaldo é proprietário de um imóvel e contratou os serviços de corretagem de Beatriz para expô -lo à venda. Após única visita, promovida pela corretora, Jussara interessou-se pelo bem. Passadas algumas semanas, as partes entabularam tratativas diretas e firmaram compromisso de compra e venda, sem inclusão de corretagem. Ante a situação narrada, é correto afirmar que a comissão da corretora é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "indevida, uma vez que o negócio se aperfeiçoou diretamente entre as partes interessadas."
      },
      {
        "letra": "B",
        "texto": "devida, porquanto caracterizada a aproximação útil."
      },
      {
        "letra": "C",
        "texto": "indevida, ante a ausência de cláusula de exclusividade na intermediação."
      },
      {
        "letra": "D",
        "texto": "devida e, na falta de estipulação em contrário, deve ser rateada pelas partes contratantes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2553197",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A, LOCADOR, apresentou para protesto contrato de locação de imóvel, não honrado pelo LOCATÁRIO B, garantido por FIANÇA, prestada por C, requerendo somente a indicação e intimação do fiador para pagamento. Na qualificação do título, assinale a alternativa que apresenta o fundamento correto a ser adotado pelo Tabelião.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prosseguir com a solicitação do apresentante, intimando o fiador para pagamento da dívida, pois protesta-se o título, e não as pessoas envolvidas na obrigação."
      },
      {
        "letra": "B",
        "texto": "Prosseguir com o protesto, intimando-se o fiador, sendo considerado devedor coobrigado solidário da obrigação principal por força de presunção legal."
      },
      {
        "letra": "C",
        "texto": "Formular nota devolutiva, pois, em sendo a fiança garantia acessória, não poderia ser lavrado somente com relação ao fiador, sem expressa renúncia do benefício de ordem no contrato, dissociado do protesto do devedor principal."
      },
      {
        "letra": "D",
        "texto": "Prosseguir com o protesto, intimando-se para pagamento o devedor principal e o fiador, pois, na hipótese, não é possível a indicação do fiador isoladamente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2537068",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Nos termos do Código Civil, a responsabilidade da fiança em caso de falecimento do fiador:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transfere-se integralmente aos herdeiros, sem limitação temporal ou financeira."
      },
      {
        "letra": "B",
        "texto": "Limita-se ao tempo decorrido até a morte do fiador e pode ultrapassar as forças da herança."
      },
      {
        "letra": "C",
        "texto": "Limita-se ao tempo decorrido até a morte do fiador e não pode ultrapassar as forças da herança."
      },
      {
        "letra": "D",
        "texto": "Extingue-se automaticamente com o falecimento do fiador, sem qualquer obrigação para os herdeiros."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2533514",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Câmara de Maria da Fé - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir. I. A fiança é um instrumento de garantia creditícia autônoma, típica dos títulos de crédito, a qual não comportam cláusulas de limitação ou de condições. II. O comodato é o empréstimo gratuito de coisas não fungíveis. Perfaz-se com a tradição do objeto. III. O mútuo é o empréstimo remunerado de coisas não fungíveis. O mutuário é obrigado a restituir ao mutuante o que dele recebeu em coisa do mesmo gênero, qualidade e quantidade. IV. Para alienar, hipotecar, transigir ou praticar outros quaisquer atos que exorbitem da administração ordinária de bens, depende a procuração de poderes especiais e expressos. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2522676",
    "metadata": "Ano: 2024 | Banca: FUNCERN | Órgão: AMCEVALE - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Parte Geral"
    ],
    "enunciado_principal": "Consoante as disposições do Código Civil de 2002, a pretensão do beneficiário contra o segurador, e a do terceiro prejudicado, no caso de seguro de responsabilidade civil obrigatório, prescreve em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2 anos."
      },
      {
        "letra": "B",
        "texto": "3 anos."
      },
      {
        "letra": "C",
        "texto": "4 anos."
      },
      {
        "letra": "D",
        "texto": "5 anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2489718",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "No contrato de seguro de vida, é causa necessária de exclusão da cobertura, à luz do Código Civil e da jurisprudência do STJ:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o suicídio, a qualquer tempo, do segurado, ato intencional do segurado que determina a ocorrência do sinistro;"
      },
      {
        "letra": "B",
        "texto": "a constatação de que o segurado faleceu em razão de acidente causado porque dirigia alcoolizado;"
      },
      {
        "letra": "C",
        "texto": "a mora ex re do segurado, que, no dia previsto, não paga o prêmio e falece nessa condição de inadimplência;"
      },
      {
        "letra": "D",
        "texto": "a omissão dolosa de doença preexistente, logo após a descoberta de doença terminal;"
      },
      {
        "letra": "E",
        "texto": "o agravamento do risco resultante de ato praticado após uso de substâncias entorpecentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2488666",
    "metadata": "Ano: 2024 | Banca: IBADE | Órgão: Prefeitura de Jaru - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Considere o fragmento abaixo: “Pelo contrato de ______, uma pessoa garante satisfazer ao credor uma obrigação assumida pelo devedor, caso este não a cumpra”. Assinale a alternativa que indica a palavra que preenche corretamente a lacuna:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comodato;"
      },
      {
        "letra": "B",
        "texto": "empreitada;"
      },
      {
        "letra": "C",
        "texto": "mandato;"
      },
      {
        "letra": "D",
        "texto": "fiança;"
      },
      {
        "letra": "E",
        "texto": "depósito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2394792",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Ulisses e Márcio, vizinhos, decidiram apostar R$ 5.000,00 (cinco mil reais) em um jogo de azar no qual Ulisses restou como vencedor. Diante da obrigação resultante da aposta realizada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Márcio poderá exercer a condictio indebiti, mas Ulisses não possui a soluti retentio."
      },
      {
        "letra": "B",
        "texto": "Trata-se de uma obrigação moral, uma vez que se Márcio não cumprir voluntariamente, Ulisses não dispõe da ação creditória."
      },
      {
        "letra": "C",
        "texto": "Márcio poderá compensar a dívida do jogo com uma eventual dívida oriunda da prestação de um serviço não pago por Ulisses."
      },
      {
        "letra": "D",
        "texto": "A execução parcial de obrigação autoriza Ulisses a exigir o pagamento do restante."
      },
      {
        "letra": "E",
        "texto": "A obrigação tem como característica produzir a irretratabilidade do pagamento feito em seu cumprimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2386954",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Flávio contrata os serviços de Reinaldo, que atuava informalmente como corretor de imóveis, para vender um terreno que tinha em frente à praia. Reinaldo consegue achar um interessado para permutar o terreno por dois outros menores no interior do Estado de Santa Catarina, o que é aceito por Flávio. Logo depois de lavrada a escritura pública para conclusão do negócio, mas antes de seu registro, sobrevém a notícia de evicção de um dos imóveis que seriam negociados. Nesse caso, à luz do Código Civil, a comissão de Reinaldo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será devida integralmente;"
      },
      {
        "letra": "B",
        "texto": "não será devida, porque ele não tem inscrição no Conselho Profissional;"
      },
      {
        "letra": "C",
        "texto": "deverá ser arbitrada judicialmente em valor inferior ao que receberia profissional inscrito no Conselho Profissional;"
      },
      {
        "letra": "D",
        "texto": "não será devida, porque a conclusão do negócio e a obtenção do resultado útil foram inviabilizados pela evicção de um dos imóveis;"
      },
      {
        "letra": "E",
        "texto": "não será devida, porque o resultado útil não foi obtido, considerando que Reinaldo não conseguiu achar interessado no negócio proposto por Flávio (compra e venda), mas apenas em uma permuta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2348949",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Tereza contratou o seguro de vida Mulher com cobertura por morte, acidentes pessoais e diagnóstico de câncer junto à Seguradora Tranquilidade. Na vigência do contrato, em 30 de novembro de 2021, Tereza foi diagnosticada com câncer de útero, sendo submetida ao tratamento médico devido; o tratamento ainda está em curso. Em 1º de dezembro de 2023, quando da segunda renovação sucessiva do contrato, Tereza identificou que teria direito a uma verba compensatória em razão de seu diagnóstico de câncer. Assim, Tereza, observando todo o procedimento para a regularização do sinistro, bem como atendendo a todas as exigências da Seguradora Tranquilidade, incluindo o envio do diagnóstico, requer da Seguradora Tranquilidade o pagamento do capital estipulado. Entretanto, Tereza tem seu pedido negado pela Seguradora, sob o argumento de que a pretensão estaria prescrita. Diante da situação hipotética narrada, é correto afirmar que a recusa da Seguradora Tranquilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não encontra respaldo legal, pois a contagem do prazo prescricional de 1 ano fica impedida durante o tratamento médico."
      },
      {
        "letra": "B",
        "texto": "não encontra respaldo legal, pois o prazo prescricional para a pretensão de Tereza é de 3 anos."
      },
      {
        "letra": "C",
        "texto": "não encontra respaldo legal, pois o prazo prescricional para a pretensão de Tereza é de 2 anos, contado o prazo a partir do diagnóstico, que é o fato gerador da pretensão."
      },
      {
        "letra": "D",
        "texto": "encontra respaldo legal, pois o prazo prescricional para a pretensão de Tereza é de 1 ano, contado a partir do diagnóstico, que é o fato gerador da pretensão."
      },
      {
        "letra": "E",
        "texto": "não encontra respaldo legal, pois a contagem do prazo prescricional de 2 anos fica impedida durante o tratamento médico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2328438",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Em relação ao contrato de seguro e à luz da jurisprudência do Superior Tribunal de Justiça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há sub-rogação da seguradora também no seguro de vida;"
      },
      {
        "letra": "B",
        "texto": "o contrato de seguro por danos pessoais compreende os danos morais, salvo cláusula expressa de exclusão;"
      },
      {
        "letra": "C",
        "texto": "o seguro de acidentes pessoais não dá cobertura aos microtraumas por esforço repetitivo que levam à instalação de doença laboral como, por exemplo, a tendinite;"
      },
      {
        "letra": "D",
        "texto": "nos contratos de seguro regidos pelo Código Civil, a correção monetária sobre a indenização securitária incide a partir do sinistro até o efetivo pagamento;"
      },
      {
        "letra": "E",
        "texto": "a mera aposentadoria por invalidez pelo órgão previdenciário não garante, por si só, o pagamento do capital no seguro por invalidez funcional permanente, de modo que o segurado deverá comprovar, também à seguradora, sua invalidez permanente para o trabalho, fato gerador da indenização."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2321855",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Sobre a Loteria Instantânea Exclusiva – Lotex, na forma disciplinada pelo Decreto nº 9.327/18 e alterações subsequentes, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Lotex é restrita a eventos relativos à prática desportiva profissional de futebol."
      },
      {
        "letra": "B",
        "texto": "A Lotex, mesmo configurando forma de jogo, poderá ser objeto de publicidade."
      },
      {
        "letra": "C",
        "texto": "A Lotex pode ser explorada por qualquer empresa, desde que concessionária de serviço público."
      },
      {
        "letra": "D",
        "texto": "A quantidade e o valor dos prêmios ofertados são informações opcionais das apostas."
      },
      {
        "letra": "E",
        "texto": "A Lotex não carece de apresentar chances de ganho aos apostadores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2321852",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Entre os conceitos legais adotados pela Lei nº 13.756/18, após a alteração da Medida Provisória nº 1.182/23, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o apostador pode configurar pessoa natural ou jurídica, em todas as modalidades admitidas."
      },
      {
        "letra": "B",
        "texto": "o agente operador é pessoa jurídica com outorga para explorar loteria de apostas de quota fixa em meio físico e virtual."
      },
      {
        "letra": "C",
        "texto": "aposta virtual somente toma lugar antes da ocorrência do evento real objeto da aposta."
      },
      {
        "letra": "D",
        "texto": "eventos reais de temática esportiva abrangem quaisquer competições desportivas, independentemente da idade dos atletas."
      },
      {
        "letra": "E",
        "texto": "constitui infração administrativa executar, incentivar, permitir a adoção de medidas contrárias à igualdade entre os competidores."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2321850",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: determinada sociedade nacional, concessionária de serviço de radiofusão, planeja realizar distribuição de prêmios mediante sorteio para seus ouvintes. De forma a agir nos estritos termos da lei, busca consulta a profissional especializado na área. Entre as possíveis orientações a seguir, assinale a que está correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso a sociedade apontada esteja em situação irregular quanto a recolhimentos previdenciários de seus empregados, o sorteio não poderá tomar lugar."
      },
      {
        "letra": "B",
        "texto": "Caso o sorteio seja feito em conjunto com organização da sociedade civil com o intuito de arrecadar recursos, haverá necessidade de autorização judicial."
      },
      {
        "letra": "C",
        "texto": "A distribuição ou conversão dos prêmios em dinheiro é possível, desde que previamente disciplina no regulamento do sorteio."
      },
      {
        "letra": "D",
        "texto": "Os interessados no sorteio poderão se cadastrar por meio eletrônico, vedada a exigência de CPF, em observância ao sigilo de dados sensíveis."
      },
      {
        "letra": "E",
        "texto": "A distribuição de prêmios, incluindo vale-brindes, independe de prévia autorização estatal, desde que realizada de forma gratuita."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2321849",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A Lei nº 11.345/2006 autoriza o Poder Executivo Federal a instituir determinado concurso de prognóstico. Dentro da autorização específica referida, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "trata a referida lei de concurso de prognóstico na modalidade numérica, organizado pela Caixa Econômica Federal."
      },
      {
        "letra": "B",
        "texto": "poderá participar do concurso de prognóstico referido quaisquer entidades desportivas, em todas as modalidades olímpicas."
      },
      {
        "letra": "C",
        "texto": "as associações desportivas com dívidas tributárias, mesmo que devidamente parceladas e em dia, não poderão participar do concurso referido."
      },
      {
        "letra": "D",
        "texto": "os recursos obtidos pelo referido concurso de prognóstico possuem destinação particular e exclusiva à manutenção da saúde."
      },
      {
        "letra": "E",
        "texto": "a cessão, pela entidade desportiva, de direitos de uso de sua denominação, marca e emblema para divulgação e execução do concurso é mandatória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2321848",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "No âmbito federal, as loterias contam com regulamentação particular, a qual fixa diretrizes de organização, funcionamento e destinação de receitas. Dentro do arcabouço regulatório apontado, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a loteria de prognósticos pode ser da espécie numérica, específica ou desportiva, sem prejuízo das demais modalidades de loterias."
      },
      {
        "letra": "B",
        "texto": "os valores dos prêmios relativos às modalidades lotéricas autorizadas por lei, quando não reclamados pelos ganhadores, serão direcionados integralmente à previdência social."
      },
      {
        "letra": "C",
        "texto": "o Fundo Nacional de Segurança Pública (FNSP), até 2019, recebia a totalidade do produto da arrecadação das loterias autorizadas em lei, ressalvada parcela de manutenção do sistema."
      },
      {
        "letra": "D",
        "texto": "o produto da arrecadação da loteria de prognósticos numéricos será destinado na totalidade à seguridade social, com divisão proporcional entre as áreas protetivas."
      },
      {
        "letra": "E",
        "texto": "o Banco do Brasil é o responsável pela execução do concurso de prognósticos previsto no Decreto-Lei nº 204, de 27 de fevereiro de 1967."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2321847",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "No que diz respeito aos fantasy games e jogos de azar, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ambas as modalidades representam violação à legislação nacional, sem regulamentação ou disciplina em debate no Congresso Nacional."
      },
      {
        "letra": "B",
        "texto": "em geral, os jogos de fantasia retratam disputas em ambiente virtual, a partir do desempenho de atletas em eventos esportivos reais."
      },
      {
        "letra": "C",
        "texto": "os jogos de azar, assim como todas as formas de loteria, são vedados pela Constituição de 1988, mediante previsão expressa."
      },
      {
        "letra": "D",
        "texto": "os jogos de fantasia encontram dificuldade em regulamentação definitiva no Brasil por ausência de possível benchmark com legislação estrangeira."
      },
      {
        "letra": "E",
        "texto": "os jogos de fantasia, apesar da natureza idêntica de funcionamento e organização frente aos jogos de azar, são autorizados em âmbito municipal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2319984",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Servidões",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Marta, casada sob o regime da separação voluntária de bens com Antônio, herda da sua mãe um apartamento, e pretende destiná-lo à moradia gratuita da filha única do casal. Diante disso, assinale a opção que apresenta a forma de atender à intenção de Marta, sem a necessidade do consentimento de Antônio para sua constituição.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uso."
      },
      {
        "letra": "B",
        "texto": "Servidão."
      },
      {
        "letra": "C",
        "texto": "Comodato."
      },
      {
        "letra": "D",
        "texto": "Habitação."
      },
      {
        "letra": "E",
        "texto": "Constituição de renda."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2288422",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CRC-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "O contrato de seguro é uma ferramenta fundamental para proteção financeira em situações adversas. É essencial que ambas as partes compreendam os termos do contrato, agindo de boa-fé e cumprindo suas obrigações. O Código Civil estabelece as bases legais para a formação e execução do contrato de seguro. Considerando o exposto, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nulo será o contrato para garantia de risco proveniente de ato culposo do segurado, do beneficiário, ou representante de um ou de outro."
      },
      {
        "letra": "B",
        "texto": "A emissão da apólice poderá ser precedida de proposta escrita com a declaração dos elementos essenciais do interesse a ser garantido e do risco."
      },
      {
        "letra": "C",
        "texto": "O segurado é obrigado a comunicar ao segurador, logo que saiba, todo incidente suscetível de agravar consideravelmente o risco coberto, sob pena de perder o direito à garantia, se provar que silenciou de boa-fé."
      },
      {
        "letra": "D",
        "texto": "O segurado e o segurador são obrigados a guardar na conclusão e na execução do contrato, a mais estrita boa-fé e veracidade, tanto a respeito do objeto quanto das circunstâncias e declarações a ele concernentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2258761",
    "metadata": "Ano: 2023 | Banca: Aroeira | Órgão: Prefeitura de Bela Vista de Goiás - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Caca e Didi querem celebrar um contrato de fiança que esteja em pleno acordo com a Lei Civil Brasileira. Pelo contrato de fiança, uma pessoa garante satisfazer ao credor uma obrigação assumida pelo devedor, caso este não a cumpra. Sobre o contrato de fiança e de acordo com o Código Civil Brasileiro é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode-se estipular a fiança, ainda que sem consentimento do devedor ou contra a sua vontade."
      },
      {
        "letra": "B",
        "texto": "A fiança dar-se-á verbal ou por escrito por se tratar de um contrato não solene, mas não admitindo interpretação extensiva."
      },
      {
        "letra": "C",
        "texto": "A fiança dar-se-á por escrito, admitindo-se a interpretação extensiva."
      },
      {
        "letra": "D",
        "texto": "As dívidas futuras não podem ser objeto de fiança em nenhuma hipótese."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2247762",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Locação de Coisas",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A sociedade XYZ, que passava por dificuldades financeiras, conseguiu locar um imóvel comercial mediante oferecimento de fiança, a qual fora prestada, concomitantemente, por José, sócio menor de idade, representado, no ato, por seu pai, e por Sérgio, diretor administrativo, que, a época, vivia em união estável com Mariana, Sobrevindo o inadimplemento, o locador requereu a penhora do bem de família de José e de dinheiro de Sérgio disponível em conta. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "consoante entendimento do Supremo Tribunal Federal, é inconstitucional a penhora de bem de família do fiador em caso de locação de imóvel comercial, porque não se colocam, nesses casos, os mesmos interesses que orientaram a tese quanto às locações residenciais (fomentar o acesso à moradia):"
      },
      {
        "letra": "B",
        "texto": "à luz da jurisprudência do Superior Tribunal de Justiça, a ausência de outorga uxória para a prestação de fiança leva apenas à inoponibilidade da garantia ao cônjuge que a ela não anuiu;"
      },
      {
        "letra": "C",
        "texto": "se o locador comprovar que o imóvel de José está hipotecado para outro credor, cessará a proteção ao bem de família, por força da disposição do próprio beneficiário que dela abriu mão;"
      },
      {
        "letra": "D",
        "texto": "de acordo com a jurisprudência do Superior Tribunal de Justiça, a equiparação, inclusive constitucional, da união estável ao casamento, leva à igualdade de regimes jurídicos, notadamente em relação à necessidade de outorga uxória sob pena de ineficácia total, imprescindível nesse caso, ainda que o locador não soubesse que Sérgio era companheiro de Mariana;"
      },
      {
        "letra": "E",
        "texto": "é nula a fiança prestada por José, mesmo com representação por seu pai, por falta de autorização judicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2224548",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Adamastor mantinha seguro de vida há muitos anos com a instituição JKL. No final de sua vigência, decide substituí-lo por outro mais barato. Todavia, como estava muito atarefado, esquece de comunicar que contratara outra apólice à antiga seguradora que, então, procede à renovação automática. Meses depois, ao notar que estava pagando a ambas, liga para a seguradora JKL para requerer o cancelamento e a devolução dos valores pagos, até porque não sofreu qualquer sinistro durante todo esse tempo. A seguradora se recusa à repetição dos valores. Nesse caso, a renovação automática e a recusa à devolução das parcelas do prêmio justificam-se em duas características do contrato de seguro. São elas, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "catividade e comutatividade;"
      },
      {
        "letra": "B",
        "texto": "comutatividade e aleatoriedade;"
      },
      {
        "letra": "C",
        "texto": "comutatividade e onerosidade;"
      },
      {
        "letra": "D",
        "texto": "catividade e aleatoriedade;"
      },
      {
        "letra": "E",
        "texto": "aleatoriedade e onerosidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2193808",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Depósito, Mandato, Comissão, Agência e Distribuição",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "De acordo com o Código Civil, se uma pessoa entregar bens móveis a terceiro e este, ficando autorizado a vendê-los, pagar àquele o preço ajustado, configura-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comissão."
      },
      {
        "letra": "B",
        "texto": "corretagem."
      },
      {
        "letra": "C",
        "texto": "contrato estimatório."
      },
      {
        "letra": "D",
        "texto": "agência."
      },
      {
        "letra": "E",
        "texto": "venda a contento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2165961",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TST",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "João, que contratou o seguro de seu carro com a seguradora X, sofre acidente automobilístico cujo sinistro estava coberto pela apólice securitária. João acionou a seguradora em seguida, requerendo o pagamento do prêmio, o que foi prontamente concedido. Considerando que João é qualificado como consumidor para fins da relação jurídica constituída com a seguradora, o prazo prescricional para que a seguradora X possa exercitar sua pretensão frente ao causador do dano é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco anos, com base no Código Civil, pois seria o prazo para o exercício do direito de regresso da seguradora frente ao causador direto do dano;"
      },
      {
        "letra": "B",
        "texto": "cinco anos, com base no Código de Defesa do Consumidor, pois o contrato de seguro se constitui como uma relação de consumo;"
      },
      {
        "letra": "C",
        "texto": "três anos, com base no Código Civil, pois o segurador sub-roga-se nos direitos do segurado, podendo buscar o ressarcimento frente ao terceiro causador do dano;"
      },
      {
        "letra": "D",
        "texto": "um ano, com base no Código Civil, pois seria o prazo para a pretensão do segurador contra o segurado;"
      },
      {
        "letra": "E",
        "texto": "um ano, com base no Código Civil, pois seria o prazo para a pretensão da reparação civil."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110679",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Basílio emprestou R$ 30.000,00 para Marcela. Exigiu garantia fidejussória. O contrato foi assinado por Marcela e pelo fiador Joaquim. Marcela não pagou a dívida. Basílio ingressou com ação em face da devedora principal e do fiador. Considerando que Joaquim, no momento da contratação, omitiu que era casado com Maria, assinale a alternativa correta sobre o contrato de fiança, segundo a jurisprudência dominante e atual do Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A fiança sem autorização do companheiro em união estável implica a ineficácia parcial da garantia. Não há, nesse caso, diferença de tratamento entre casamento e união estável."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade do fiador pode exceder a dívida principal atribuída ao afiançado e ser contraída em condições mais onerosas. E, não sendo limitada, compreenderá todos os acessórios da dívida principal, inclusive as despesas judiciais, desde a citação do devedor."
      },
      {
        "letra": "C",
        "texto": "O fiador pode exonerar-se da fiança que tiver assinado sem limitação de tempo, sempre que lhe convier, ficando obrigado por todos os efeitos da sentença, durante 60 (sessenta) dias após a notificação do credor. Assim, dispensa-se o processo judicial, exigindo-se apenas a notificação. Essa regra do Código Civil se aplica igualmente às locações residenciais e não residenciais de imóveis urbanos, inclusive no que tange ao prazo para a exoneração da fiança."
      },
      {
        "letra": "D",
        "texto": "A fiança prestada sem autorização de um dos cônjuges implica a ineficácia total da garantia, salvo se o fiador emitir declaração falsa para ocultar seu estado civil de casado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2110678",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Sobre o contrato de seguro, segundo a jurisprudência dominante e atual do Superior Tribunal de Justiça, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a embriaguez do segurado exime a seguradora do pagamento da indenização prevista em contrato de seguro, inclusive em se tratando de seguro de vida."
      },
      {
        "letra": "B",
        "texto": "a seguradora, não havendo prova da premeditação da morte, está obrigada a indenizar o suicídio mesmo antes dos 2 (dois) anos do contrato."
      },
      {
        "letra": "C",
        "texto": "a cobertura, no seguro de vida, deve abranger os casos de sinistros ou acidentes decorrentes de atos praticados pelo segurado em estado de insanidade mental, de alcoolismo ou sob efeito de substâncias tóxicas, salvo em se tratando de suicídio ocorrido dentro dos 2 (dois) primeiros anos do contrato."
      },
      {
        "letra": "D",
        "texto": "a correção monetária sobre a indenização securitária, nos contratos regidos pelo Código Civil, incide a partir do sinistro até o efetivo pagamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2091469",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TCE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A empresa X é fiadora da empresa Y em contrato firmado com a sociedade W. Surge, então, a necessidade de a empresa X transferir suas obrigações, direitos, deveres, faculdades, poderes, ônus e sujeições decorrentes da fiança, os quais a sociedade Z pretende assumir, com a concordância da sociedade W. A empresa Y, no entanto, não anui à substituição. Nesse caso, à luz exclusivamente do Direito Civil, para viabilizar a pretensão, é possível celebrar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cessão de crédito;"
      },
      {
        "letra": "B",
        "texto": "assunção de dívida por expromissão;"
      },
      {
        "letra": "C",
        "texto": "assunção de dívida por delegação;"
      },
      {
        "letra": "D",
        "texto": "cessão da posição contratual;"
      },
      {
        "letra": "E",
        "texto": "aval total."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2082240",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Domicílio e Bens",
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Parte Geral"
    ],
    "enunciado_principal": "Conforme a jurisprudência atualmente dominante no Supremo Tribunal Federal (STF), a penhora de bem de família pertencente a fiador de contrato de locação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é inconstitucional em qualquer hipótese."
      },
      {
        "letra": "B",
        "texto": "é inconstitucional, e eventual controvérsia jurídica sobre essa matéria deve ser resolvida pelo STJ."
      },
      {
        "letra": "C",
        "texto": "encontra amparo constitucional somente no caso de locação residencial."
      },
      {
        "letra": "D",
        "texto": "encontra amparo constitucional somente no caso de locação comercial."
      },
      {
        "letra": "E",
        "texto": "encontra amparo constitucional no caso de locação residencial ou comercial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2072680",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Acerca dos aspectos atinentes às espécies de contratos previstas no Código Civil, julgue o item seguinte, à luz da jurisprudência do Superior Tribunal de Justiça. No contrato de seguro de vida, a embriaguez do segurado exime a seguradora do pagamento da indenização contratualmente prevista.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2072679",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Acerca dos aspectos atinentes às espécies de contratos previstas no Código Civil, julgue o item seguinte, à luz da jurisprudência do Superior Tribunal de Justiça. No contrato de fiança, caso esta seja prestada sem o assentimento de um dos cônjuges, haverá ineficácia total da garantia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2068785",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "De acordo com o disposto no Código Civil e o entendimento jurisprudencial do STJ acerca dos contratos de seguro, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No seguro de vida, é permitida a exclusão de cobertura na hipótese de sinistros ou acidentes decorrentes de atos praticados pelo segurado em estado de insanidade mental ou sob efeito de bebida alcoólica ou substâncias tóxicas."
      },
      {
        "letra": "B",
        "texto": "Em regra, a embriaguez do segurado não pode eximir a seguradora do pagamento da indenização prevista em contrato de seguro de vida."
      },
      {
        "letra": "C",
        "texto": "Como a legislação estabelece critério objetivo para regular os seguros de vida, o segurador está obrigado ao pagamento de indenização em caso de suicídio do segurado dentro dos dois primeiros anos do contrato."
      },
      {
        "letra": "D",
        "texto": "No seguro de vida ou de acidentes pessoais para o caso de morte, o capital estipulado é considerado herança para todos os efeitos de direito e está sujeito às dívidas do segurado."
      },
      {
        "letra": "E",
        "texto": "Na falta de indicação do beneficiário do seguro de vida, ou, se por qualquer motivo, não prevalecer a indicação feita, metade do capital segurado será pago ao cônjuge sobrevivente, e o restante, às pessoas que provarem que a morte do segurado os privou dos meios necessários à subsistência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2048181",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Carlos, não ligado a Pedro em virtude de qualquer contrato ou relação de dependência, obrigou-se a obter para Pedro um negócio, conforme as instruções dele recebidas. Nessa situação hipotética, configura-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comissão."
      },
      {
        "letra": "B",
        "texto": "agência."
      },
      {
        "letra": "C",
        "texto": "corretagem."
      },
      {
        "letra": "D",
        "texto": "contrato estimatório."
      },
      {
        "letra": "E",
        "texto": "prestação de serviços."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2666191",
    "metadata": "Ano: 2022 | Banca: IVIN | Órgão: Prefeitura de Estreito - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Simplício, morador de Codó, recebeu, em um semáforo de Caxias, um panfleto de publicidade da venda de lotes em um novo residencial na cidade de Timon. No anúncio constava o preço de R$ 16.000,00, a partir da seguinte forma de pagamento: R$ 1.600,00 como entrada, seguido de 72 parcelas de R$ 200,00. Válido para os primeiros 50 lotes. Interessado, Simplício dirigiu-se imediatamente à imobiliária responsável pelo anúncio, também localizada em Caxias, e informou ao corretor que tinha interesse em uma unidade e que estava lá para assinar o contrato. O corretor, hesitante, disse que, devido à grande procura pelos lotes, a imobiliária percebeu que o valor tinha potencial para ser maior e que o havia alterado, por meio de aviso no seu mural, para R$ 32.000,00, com entrada R$ 3.200,00 e parcelas de R$ 400,00. De acordo com a legislação aplicável à situação narrada, assinale a única alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imobiliária está obrigada, pela proposta realizada por meio de oferta ao público, a manter as condições primeiramente anunciadas, dentro dos limites colocados, somente podendo revogar a oferta pela mesma via de divulgação, ou seja, panfletagem, uma vez que nenhuma ressalva sobre este direito de alteração havia sido informado no anúncio, além deste conter todos os requisitos essenciais ao contrato, sem ressalva de circunstâncias ou usos."
      },
      {
        "letra": "B",
        "texto": "Caso a proposta houvesse sido realizada direta e presencialmente a Simplício e este não a houvesse aceito de imediato, a imobiliária ficaria dela desobrigada."
      },
      {
        "letra": "C",
        "texto": "Caso Simplício celebre o contrato, este, legalmente, seria considerado celebrado em Caxias."
      },
      {
        "letra": "D",
        "texto": "Se a proposta houvesse sido realizada pela imobiliária por telefone a Simplício, seria considerada como realizada a pessoa ausente, aplicando-lhe todas as disposições legais concernentes a esta."
      },
      {
        "letra": "E",
        "texto": "Faltando-lhe um dos requisitos essenciais do contrato, a oferta ao público não será considerada legalmente equivalente a proposta, não obrigando o proponente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2372071",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A fiança",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não exige, para ser prestada, vênia conjugal no caso de regime de comunhão parcial de bens."
      },
      {
        "letra": "B",
        "texto": "pode ser estipulada ainda que contra a vontade do devedor."
      },
      {
        "letra": "C",
        "texto": "não pode ser prestada em obrigação nula, nem mesmo se a nulidade for resultante apenas da incapacidade pessoal do devedor."
      },
      {
        "letra": "D",
        "texto": "não desobriga o fiador solidário caso o credor tenha aceitado amigavelmente do devedor objeto diverso do que este era obrigado a lhe dar pelo pagamento da dívida, mesmo se o bem for perdido pelo credor posteriormente por evicção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2117952",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "No contrato de transporte de pessoas, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se subordina às normas legais o transporte feito sem remuneração, ainda que o transportador venha a auferir vantagens indiretas."
      },
      {
        "letra": "B",
        "texto": "o transportador responde pelos danos causados às pessoas transportadas e suas bagagens, exceto se prevista qualquer cláusula excludente da responsabilidade."
      },
      {
        "letra": "C",
        "texto": "o transportador, em regra, pode recusar passageiros a seu próprio critério, desde que justificadamente."
      },
      {
        "letra": "D",
        "texto": "a responsabilidade contratual do transportador por acidente com o passageiro não é elidida por culpa de terceiro, contra o qual tem ação regressiva."
      },
      {
        "letra": "E",
        "texto": "o passageiro pode desistir do transporte apenas antes de iniciada a viagem, sendo-lhe devida a restituição do valor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2027197",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Docas - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca do contrato de seguro, tendo em vista a Jurisprudência sumulada do Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez do segurado exime a seguradora do pagamento da indenização prevista em contrato de seguro de vida."
      },
      {
        "letra": "B",
        "texto": "A indenização securitária é devida quando ausente a comunicação prévia do segurado acerca do atraso no pagamento do prêmio, por constituir requisito essencial para a suspensão ou resolução do contrato de seguro."
      },
      {
        "letra": "C",
        "texto": "No seguro de responsabilidade civil facultativo, cabe o ajuizamento de ação pelo terceiro prejudicado direta e exclusivamente em face da seguradora do apontado causador do dano."
      },
      {
        "letra": "D",
        "texto": "O contrato de seguro por danos pessoais não compreende os danos morais, salvo cláusula expressa de inclusão."
      },
      {
        "letra": "E",
        "texto": "O suicídio não é coberto nos dois primeiros anos de vigência do contrato de seguro de vida, não havendo direito do beneficiário à devolução do montante da reserva técnica formada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2025485",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Câmara de Orlândia - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca das disposições legais sobre o seguro de pessoa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O capital segurado é livremente estipulado pelo proponente, sendo vedado contratar mais de um seguro sobre o mesmo interesse, ainda que com o mesmo ou diversos seguradores."
      },
      {
        "letra": "B",
        "texto": "No seguro sobre a vida de outros, o proponente é obrigado a declarar, sob pena de falsidade, o seu interesse pela preservação da vida do segurado, sendo presumido o interesse, quando o segurado é cônjuge, ascendente ou descendente do proponente."
      },
      {
        "letra": "C",
        "texto": "Não é válida a instituição do companheiro como beneficiário, ainda que, ao tempo do contrato, o segurado era separado judicialmente, ou já se encontrava separado de fato."
      },
      {
        "letra": "D",
        "texto": "No caso de morte, o capital estipulado está sujeito às dívidas do segurado, sendo considerado como herança para todos os efeitos de direito."
      },
      {
        "letra": "E",
        "texto": "No seguro de vida para o caso de morte, não é lícito estipular-se um prazo de carência, com exceção dos casos de suicídio nos primeiros dois anos de vigência inicial do contrato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1990597",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "João da Silva celebrou contrato de vida com cobertura por morte junto à Seguradora Viva Feliz. Durante a vigência do contrato, João da Silva veio a óbito. Carmen, com quem João da Silva mantinha relacionamento afetivo há muitos anos, e Tereza, com quem João da Silva ainda mantinha o vínculo conjugal, não obstante a separação de fato há mais de duas décadas, pleitearam, junto à Seguradora, o recebimento do benefício do seguro de vida. A Seguradora Viva Feliz, após as diligências habituais, constatou que João da Silva não havia indicado os beneficiários do seguro de vida, restando, portanto, a dúvida, de quem seria o credor do benefício. Ante a situação hipoteticamente narrada e considerando o melhor interesse da Seguradora Viva Feliz em pagar ao credor de direito, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a Seguradora Viva Feliz se exonerará da sua obrigação pagando a qualquer das duas requerentes, pois são credoras solidárias."
      },
      {
        "letra": "B",
        "texto": "a Seguradora Viva Feliz, diante da dúvida sobre a quem deve pagar, deve proceder a consignação do pagamento."
      },
      {
        "letra": "C",
        "texto": "a Seguradora Viva Feliz, diante da dúvida sobre a quem deve pagar, deve repartir o valor do capital estipulado e pagar a ambas as requerentes em proporções iguais, pois restaria configurada hipótese de obrigação divisível."
      },
      {
        "letra": "D",
        "texto": "a Seguradora Viva Feliz não pode valer-se da consignação em pagamento, pois o caso narrado não configura hipótese para sua incidência."
      },
      {
        "letra": "E",
        "texto": "a Seguradora Viva Feliz, diante da dúvida sobre a quem deve pagar e, não sendo hipótese de consignação em pagamento, deve reter o pagamento até a finalização do inventário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1987853",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Sobre o contrato de seguro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As partes não podem convencionar a redução do prêmio no curso do contrato, salvo motivo justificado."
      },
      {
        "letra": "B",
        "texto": "Não havendo oposição das partes ao final do prazo inicial de vigência, o contrato de seguro prorroga-se automaticamente por tempo indeterminado."
      },
      {
        "letra": "C",
        "texto": "O segurador que paga a indenização ao segurado não pode acionar diretamente o responsável pelo dano."
      },
      {
        "letra": "D",
        "texto": "O seguro de dano cobre tanto prejuízos imediatos resultantes do sinistro, quanto prejuízos consequentes."
      },
      {
        "letra": "E",
        "texto": "É nulo o contrato de seguro de vida relativo a interesse que tenha sido objeto de contratação anterior válida e eficaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1984351",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "José Francisco ajuizou ação indenizatória em face de Paulo André, noticiando que, no dia 10/01/2019, quando atravessava certa avenida na cidade do Rio de Janeiro, em atenção e respeito ao sinal de trânsito, foi atingido pelo veículo de propriedade do réu, que também era o condutor. Informa que, em razão do atropelamento, sofreu danos físicos que exigiram internação hospitalar, além de sequelas que o impossibilitam de exercer suas funções laborais. Pleiteou a condenação do réu ao ressarcimento das despesas médico-hospitalares e ao pagamento de dois salários mínimos mensais, até seu reestabelecimento para o exercício da profissão. O réu contestou e denunciou à lide a Seguradora Tranquilidade, em razão de contrato celebrado com a litisdenunciada, com o escopo de eventual pagamento da cobertura para danos a terceiros. A seguradora apresentou defesa reiterando \"todos os termos da contestação oferecida pela Ré-Denunciante\", assegurando que sua responsabilidade, no caso de procedência do pedido, restringir-se-ia ao limite do seguro contratado. Ante a situação hipotética narrada, analise as afirmativas a seguir. I. A Seguradora Tranquilidade, tendo aceitado a denunciação da lide realizada pelo segurado, assume posição de litisconsorte passivo na demanda principal, podendo ser condenada direta e solidariamente junto com o segurado a pagar a indenização devida à vítima, nos limites contratados na apólice. II. Paulo André, uma vez comprovados sua culpa e o nexo causal, será condenado a indenizar José Francisco no montante equivalente aos danos emergentes, acrescidos dos lucros circunscritos ao período da convalescença, mas não será obrigado a pensionamento mensal. III. A Seguradora Tranquilidade não será condenada ao pagamento da indenização diretamente ao autor, pois não mantém qualquer relação jurídica com este e, também, porque sua responsabilidade é de natureza contratual, em razão do contrato celebrado com Paulo André. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1981425",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "De acordo com o Código Civil, na elaboração, formalização e execução do contrato de fiança,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exige-se o consentimento do devedor."
      },
      {
        "letra": "B",
        "texto": "é permitida a interpretação extensiva da garantia."
      },
      {
        "letra": "C",
        "texto": "é vedado que dívidas futuras sejam objeto do ajuste."
      },
      {
        "letra": "D",
        "texto": "admite-se que apenas parte da dívida fique sob a responsabilidade do fiador."
      },
      {
        "letra": "E",
        "texto": "em qualquer hipótese, é vedada a transmissão da obrigação do fiador aos herdeiros, em caso de falecimento daquele."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1974560",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Maria realiza contrato de financiamento com o Banco X e apresenta João como seu fiador, que, na oportunidade, anuiu expressamente. Maria não consegue pagar as parcelas e, de boafé, convida o Banco X a renegociar. Maria e o Banco X optam por realizar uma nova obrigação, que extinguiu a anterior, sendo que as novas prestações são compatíveis com as possibilidades financeiras de Maria. Quanto à situação do fiador João, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está exonerado, já que há nova obrigação e, quanto a esta, não anuiu;"
      },
      {
        "letra": "B",
        "texto": "permanece obrigado como fiador, já que a nova obrigação se trata de novação, que, segundo a lei, não o exonera;"
      },
      {
        "letra": "C",
        "texto": "permanece obrigado como fiador, já que a fiança é o exemplo típico de obrigação acessória e, como tal, deve seguir a obrigação principal;"
      },
      {
        "letra": "D",
        "texto": "permanece obrigado como fiador, já que a segunda negociação é mera continuidade da primeira, não representando, tecnicamente, nova obrigação;"
      },
      {
        "letra": "E",
        "texto": "permanece obrigado como fiador, já que a fiança é garantia pessoal, vinculando-o a Maria e seu contrato de financiamento com o Banco X, independentemente da obrigação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1958902",
    "metadata": "Ano: 2022 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A franquia pode ser adotada por empresa privada, empresa estatal ou entidade sem fins lucrativos, independentemente do segmento em que desenvolva a atividade."
      },
      {
        "letra": "B",
        "texto": "É vedado ao transportador reter a bagagem do passageiro como garantia do pagamento da passagem que não tiver sido feito no início ou durante o percurso da viagem."
      },
      {
        "letra": "C",
        "texto": "O direito real de uso de coisa imóvel pode ser objeto de alienação fiduciária em garantia desde que tal direito seja suscetível de alienação."
      },
      {
        "letra": "D",
        "texto": "A redução de esfera de atividade do representante em desacordo com as cláusulas do contrato constitui motivo justo para a rescisão do contrato de representação comercial pelo representante."
      },
      {
        "letra": "E",
        "texto": "Na compra e venda mercantil sob amostra, se houver contradição ou diferença com a maneira pela qual se descreveu a coisa no contrato, prevalece a amostra, o protótipo ou o modelo apresentados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1958199",
    "metadata": "Ano: 2022 | Banca: UECE-CEV | Órgão: METROFOR - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Sobre o contrato de fiança, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não sendo limitada, a fiança compreenderá todos os acessórios da dívida principal, desde a citação do fiador."
      },
      {
        "letra": "B",
        "texto": "o fiador poderá ser demandado antes que se faça certa e líquida a obrigação do principal devedor."
      },
      {
        "letra": "C",
        "texto": "se o fiador se tornar insolvente ou incapaz, o credor não poderá exigir, em juízo ou fora dele, que seja substituído."
      },
      {
        "letra": "D",
        "texto": "uma pessoa garante satisfazer ao credor uma obrigação quando solidariamente assumida com o devedor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1951291",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Uma usina metalúrgica decidiu contratar os serviços de uma transportadora para tornar mais confortável o deslocamento de casa para o trabalho dos únicos doze funcionários que não são domiciliados na mesma cidade da sua sede. Poucas semanas depois do início da relação contratual, porém, o micro-ônibus da transportadora que conduzia os funcionários da usina foi abalroado por um carro particular. Alguns dos passageiros do micro-ônibus sofreram lesões corporais graves em decorrência da colisão, além de terem restado danificados diversos computadores portáteis e outros dispositivos eletrônicos que eles levavam consigo. Perícia posterior comprovou que o acidente foi causado exclusivamente por falha mecânica no carro particular, provocada por grave falta de manutenção do veículo por parte de seu proprietário, que o conduzia. Restou incontroverso, por outro lado, que o micro-ônibus da transportadora trafegava em perfeito estado e que não houve nenhuma contribuição do seu condutor para a colisão. Considerando não existir relação de consumo entre as partes, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a transportadora pode vir a responder pela integralidade dos danos causados aos passageiros e aos seus pertences, mas, se for responsabilizada, terá direito de regresso integral em face do condutor do carro particular;"
      },
      {
        "letra": "B",
        "texto": "a transportadora e o condutor do carro particular são corresponsáveis pelos danos produzidos, de modo que, caso aquela venha a responder integralmente pelos prejuízos, terá apenas direito de regresso parcial em face deste;"
      },
      {
        "letra": "C",
        "texto": "a transportadora não é responsável por quaisquer dos danos produzidos, tendo em vista a configuração de culpa exclusiva de terceiro, consistente na conduta negligente do condutor do carro, que é quem deve responder pelo evento danoso;"
      },
      {
        "letra": "D",
        "texto": "os danos causados aos passageiros podem ser imputados à transportadora, que não responde, porém, por nenhum dano causado aos pertences que eles carregavam, já que não assumiu expressamente a responsabilidade pela sua guarda;"
      },
      {
        "letra": "E",
        "texto": "nenhum dos danos produzidos aos passageiros ou aos seus pertences poderá ser imputado à transportadora, tendo em vista o princípio geral segundo o qual ninguém pode ser responsabilizado pelo fortuito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1922941",
    "metadata": "Ano: 2022 | Banca: FEPESE | Órgão: CASAN-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É nula, no seguro de pessoa, qualquer transação para pagamento reduzido do capital segurado."
      },
      {
        "letra": "B",
        "texto": "Nos seguros de responsabilidade legalmente obrigatórios, a indenização por sinistro será paga pelo segurador diretamente ao segurado."
      },
      {
        "letra": "C",
        "texto": "A modificação da apólice de seguro pessoal em grupo, vigente, somente será possível com a anuência expressa de dois terços dos segurados do grupo."
      },
      {
        "letra": "D",
        "texto": "A mora do segurado no pagamento do prêmio não afasta a obrigação contratual do segurador, em caso de sinistro antes da sua purgação."
      },
      {
        "letra": "E",
        "texto": "O segurado perderá o direito à garantia quando praticar qualquer ato de agravamento do risco do objeto segurado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1914753",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Marque a alternativa verdadeira acerca do contrato de seguro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nulo será o contrato para garantia de risco proveniente de ato doloso ou culposo do segurado, do beneficiário, ou de representante de um ou de outro."
      },
      {
        "letra": "B",
        "texto": "Nos seguros de pessoas, o segurador não pode sub-rogar-se nos direitos e ações do segurado ou do beneficiário, contra o causador do sinistro."
      },
      {
        "letra": "C",
        "texto": "A embriaguez do segurado exime a seguradora do pagamento da indenização prevista em contrato de seguro de vida."
      },
      {
        "letra": "D",
        "texto": "No seguro de responsabilidade civil facultativo, cabe o ajuizamento de ação pelo terceiro prejudicado direta e exclusivamente em face da seguradora do apontado causador do dano."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1879097",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Sobre o Seguro Obrigatório de Danos Pessoais Causados por Veículos Automotores de Vias Terrestres, ou por sua Carga, a Pessoas Transportadas ou Não (Seguro DPVAT), conforme a legislação e na linha da jurisprudência do Superior Tribunal de Justiça, analise as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) O seguro DPVAT é obrigatório, mas se faculta a celebração de sua contratação entre o proprietário do veículo e uma seguradora de sua livre escolha. ( ) Segundo o enunciado da Súmula nº 257 do Superior Tribunal de Justiça, a falta de pagamento do prêmio do seguro obrigatório DPVAT não é motivo para a recusa do pagamento da indenização, desde que inadimplidas até 3 (três) prestações. ( ) A indenização pelo sinistro coberto pelo seguro DPVAT é paga diretamente ao terceiro prejudicado. ( ) Demandado em ação direta pela vítima do dano, o segurador poderá opor a exceção de contrato não cumprido pelo segurado, sem necessidade de promover a citação deste para integrar o contraditório. As afirmativas são, na ordem apresentada, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – F – V – V."
      },
      {
        "letra": "B",
        "texto": "F – F – V – F."
      },
      {
        "letra": "C",
        "texto": "F – V – V – F."
      },
      {
        "letra": "D",
        "texto": "F – V – V – V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1870496",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Mário comprou de Jane o resultado futuro de uma plantação de soja por valor certo, a ser pago na data da entrega. Constou também do contrato que Pedro receberia uma porcentagem sobre o valor do negócio, devida pela mediação na negociação dos contratantes. Geraldo foi fiador de Mário no contrato. A partir dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A fiança poderia ter sido estipulada verbalmente em comum acordo entre Mário, Geraldo e Jane."
      },
      {
        "letra": "B",
        "texto": "Se o resultado da plantação não vier a existir, o contrato entabulado entre Mário e Jane ficará sem efeito, ainda que convencionado se tratar de contrato aleatório."
      },
      {
        "letra": "C",
        "texto": "Se, antes da entrega do resultado da plantação, Mário tornar-se insolvente, Jane poderá requerer a anulação do negócio jurídico."
      },
      {
        "letra": "D",
        "texto": "Jane poderia ter estipulado, em comum acordo com Geraldo, que ele fosse fiador de Mário, mesmo sem seu consentimento."
      },
      {
        "letra": "E",
        "texto": "João não terá direito à porcentagem sobre o valor do negócio, caso haja arrependimento de Mário e Jane na conclusão do negócio jurídico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1869738",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Andréa sempre foi bastante cautelosa, tendo celebrado seguro de vida em benefício dos filhos e também fez seguro sobre o seu automóvel. No último dia 15, todavia, bebeu três cervejas com amigos e faleceu em decorrência de um acidente ao conduzir seu veículo. A partir disso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os filhos de Andréa não poderão exigir a indenização pelo seguro de vida, pois sua embriaguez é reputada agravamento intencional do risco;"
      },
      {
        "letra": "B",
        "texto": "a ingestão de álcool gera uma presunção relativa de agravamento do risco no seguro do automóvel, admitindo-se que os herdeiros provem a ausência de nexo causal;"
      },
      {
        "letra": "C",
        "texto": "a perda da cobertura securitária nos dois seguros dependerá de a seguradora comprovar o nexo causal entre a embriaguez e o acidente;"
      },
      {
        "letra": "D",
        "texto": "os herdeiros poderão exigir ambas as indenizações securitárias, pois somente ocorreria a perda do direito à garantia se houvesse a intenção de agravar o risco."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1864660",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A fiança prestada sem a autorização de um dos cônjuges implica a ineficácia total da garantia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1864130",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Sobre o contrato de seguro de vida, a jurisprudência do Superior Tribunal de Justiça permite afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a constituição em mora, de que trata o Art. 763 do Código Civil, exige prévia interpelação e, portanto, a mora no contrato de seguro de vida é ex persona;"
      },
      {
        "letra": "B",
        "texto": "o pagamento de indenização prevista em contrato de seguro de vida é dispensado no caso de embriaguez do segurado;"
      },
      {
        "letra": "C",
        "texto": "os contratos de seguro de vida cobrem a hipótese de suicídio desde o início da contratação;"
      },
      {
        "letra": "D",
        "texto": "o atraso no pagamento do prêmio pelo segurado, independentemente da sua constituição em mora pela seguradora, implica a suspensão automática do contrato de seguro de vida;"
      },
      {
        "letra": "E",
        "texto": "nos contratos de seguro regidos pelo Código Civil, a correção monetária sobre indenização securitária incide desde a ocorrência do sinistro até o efetivo pagamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1860014",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Com relação a essa situação hipotética, julgue o item seguinte, à luz da legislação e do entendimento jurisprudencial acerca de contrato de seguro. Conforme entendimento do STJ, caso Túlio comprove que o acidente teria ocorrido independentemente do seu estado de embriaguez, a responsabilidade da seguradora em pagar a indenização remanescerá.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1860013",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Com relação a essa situação hipotética, julgue o item seguinte, à luz da legislação e do entendimento jurisprudencial acerca de contrato de seguro. Caso fosse comprovado que o acidente em questão ocorreu por culpa exclusiva do terceiro, a seguradora, mesmo que tivesse indenizado Túlio, não se sub-rogaria nos direitos e nas ações que a ele competiriam contra o autor do dano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1860012",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Com relação a essa situação hipotética, julgue o item seguinte, à luz da legislação e do entendimento jurisprudencial acerca de contrato de seguro. De acordo com o STJ, existindo prova de que Túlio estava sob influência de álcool quando se envolveu no acidente de trânsito, há presunção relativa de que o risco da sinistralidade foi agravado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2088186",
    "metadata": "Ano: 2021 | Banca: Avança SP | Órgão: Câmara de Ribeirão Pires - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "No que se refere à fiança prevista no Código Civil, analise os itens a seguir e, ao final, assinale a alternativa correta: I – O terceiro que se compromete perante o credor se chama “fiador”. II – Admite-se a fiança solidária. III – Trata-se de garantia pessoal, pois a garantia real ocorre quando um bem determinado é vinculado ao cumprimento da obrigação (penhor, hipoteca etc.).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é verdadeiro."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são verdadeiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1947693",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Prefeitura de Paulínia - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Marcos firmou contrato oneroso com a Administradora de Patrimônios Ltda., no qual cede a gestão do seu portfólio de investimentos à empresa contratada, com pacto adjeto de constituição de renda vitalícia a seu sobrinho Luiz, por instrumento particular. Nesse ajuste, a Administradora de Benefícios Ltda. assume a condição de rendeira, Marcos, a qualidade de rentista e Luiz, a de beneficiário. Por sua vez, Marcos reservou para si o direito de substituir Luiz, a qualquer tempo, por outro beneficiário. Considerando o arranjo exposto, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marcos pode, a qualquer momento, exigir que o rendeiro lhe preste garantia real, ou fidejussória."
      },
      {
        "letra": "B",
        "texto": "O contrato de constituição de renda não é válido, porque deveria ter sido firmado por escritura pública."
      },
      {
        "letra": "C",
        "texto": "O contrato de constituição de renda é nulo, por não se admitir o pacto vitalício."
      },
      {
        "letra": "D",
        "texto": "Marcos não poderia se reservar o direito de substituir o terceiro designado no contrato."
      },
      {
        "letra": "E",
        "texto": "O contrato reflete pacto sucessório, vedado pelo Código Civil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1903764",
    "metadata": "Ano: 2021 | Banca: INSTITUTO MAIS | Órgão: Prefeitura de Mairinque - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Sobre o contrato de fiança, de acordo com o Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedado estipular fiança sem consentimento do devedor ou contra a sua vontade."
      },
      {
        "letra": "B",
        "texto": "Não sendo limitada, a fiança compreenderá todos os acessórios da dívida principal, inclusive as despesas judiciais, desde a citação do fiador."
      },
      {
        "letra": "C",
        "texto": "O fiador poderá exonerar-se da fiança que tiver assinado sem limitação de tempo, ficando obrigado por todos os efeitos da fiança, durante noventa dias, após a notificação do credor"
      },
      {
        "letra": "D",
        "texto": "A fiança dar-se-á por escrito, admitindo-se a interpretação extensiva, e as dívidas futuras não podem ser objeto de fiança."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1871015",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Prefeitura de Paulínia - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Leonardo contraiu empréstimo de R$200.000,00 (duzentos mil reais) de seu amigo Alberto. As partes avençaram que o contrato seria gratuito, mas, como Leonardo era conhecido por suas dificuldades financeiras, Alberto exigiu uma garantia da restituição do valor mutuado. Assim, Leopoldo, pai de Leonardo, ofereceu seu próprio apartamento em hipoteca para garantir a dívida. Vencido o prazo contratual, Leonardo não conseguiu realizar o pagamento e ofereceu a Alberto um lote de terreno, não edificado, avaliado em valor aproximado, em pagamento da dívida – o que o mutuante prontamente aceitou, dando quitação ao mutuário. Poucos dias depois, porém, Alberto foi surpreendido com a notícia de que o terreno jamais pertenceu a Leonardo, sendo de propriedade de um terceiro, que reivindicou e logrou judicialmente reaver bem. De acordo com o caso narrado, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alberto não pode mais cobrar de Leonardo a dívida do empréstimo, que foi extinta com a quitação, nem executar a garantia, mas ainda lhe resta a possibilidade de cobrar perdas e danos."
      },
      {
        "letra": "B",
        "texto": "Em decorrência da perda do terreno, Alberto volta a poder cobrar o valor da dívida do empréstimo em face de Leonardo, mas não conta mais com nenhuma garantia."
      },
      {
        "letra": "C",
        "texto": "Alberto, após a reivindicação do terreno pelo terceiro, poderá cobrar o valor da dívida do empréstimo em face de Leonardo e ainda conta com a garantia hipotecária, em caso de inexecução."
      },
      {
        "letra": "D",
        "texto": "Como Alberto já dera quitação do débito a Leonardo, restalhe apenas executar a garantia hipotecária que fora prestada por Leopoldo, além de cobrar eventuais perdas e danos."
      },
      {
        "letra": "E",
        "texto": "Embora o bem tenha sido reivindicado por terceiro, Alberto ainda poderá defender seu direito real de propriedade sobre o terreno, pois adquirente de boa fé."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1868298",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente fiduciário responderá pelos prejuízos que causar por descumprimento de disposição legal ou regulamentar, por negligência ou administração temerária."
      },
      {
        "letra": "B",
        "texto": "Os créditos objeto do regime fiduciário constituem patrimônio separado, que não se confunde com o da companhia securitizadora."
      },
      {
        "letra": "C",
        "texto": "O fiduciante, independente de anuência do fiduciário, poderá transmitir os direitos de que seja titular sobre o imóvel objeto da alienação fiduciária em garantia, assumindo o adquirente as respectivas obrigações."
      },
      {
        "letra": "D",
        "texto": "São suscetíveis de caução, desde que transmissíveis, os direitos aquisitivos sobre imóvel, ainda que em construção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1866722",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Acerca da classificação dos contratos em espécie, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doação pura e simples pode ser qualificada como um contrato oneroso."
      },
      {
        "letra": "B",
        "texto": "A compra e venda, como regra, pode ser classificada como um contrato aleatório."
      },
      {
        "letra": "C",
        "texto": "O contrato de fiança, nos termos das disposições do Código Civil, é reputado como contrato formal."
      },
      {
        "letra": "D",
        "texto": "A fiança é um exemplo clássico de contrato principal ou autônomo, de maneira que não segue o princípio da gravitação jurídica."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1865568",
    "metadata": "Ano: 2021 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A sistemática do instituto da responsabilidade civil no ordenamento jurídico pátrio é dividida, com base na culpabilidade do sujeito, em subjetiva e objetiva. Para isso, o próprio CC/2002 e algumas legislações específicas, como o Código do Consumidor, estipulam em seu texto com base na tríade principiológica de Miguel Reale: eticidade, operabilidade e socialidade são os casos de aplicação de cada teoria do instituto. Aos contratos de transporte de passageiros, de forma paga, ao entendimento do Supremo Tribunal Federal e da sistemática privada,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabe ação regressiva e não é elidida por culpa de terceiro."
      },
      {
        "letra": "B",
        "texto": "é elidida por culpa de terceiro e não cabe a ação regressiva."
      },
      {
        "letra": "C",
        "texto": "cabe a denunciação da lide é não é elidida por culpa de terceiro."
      },
      {
        "letra": "D",
        "texto": "é elidida por culpa de terceiro e não cabe às bagagens de passageiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1861791",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Bertioga - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Juliana contratou um seguro por danos pessoais cujo valor do prêmio era de R$ 1.200,00 (mil e duzentos reais), parcelados em 12 (doze) vezes. Durante a execução do seguro, Juliana ficou desempregada e parou de pagar as parcelas do prêmio. Dois meses depois, Juliana quebrou a perna em um acidente de bicicleta e decidiu acionar o seguro para recebimento dos valores relativos aos danos pessoais e morais que sofreu em razão do acidente de bicicleta, uma vez que ausente a comunicação prévia acerca do atraso no pagamento do prêmio. Diante da situação hipotética narrada, de acordo com o entendimento sumulado do Superior Tribunal de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é devido o valor do seguro relativo aos danos morais, uma vez que não há cláusula expressa de inclusão e as parcelas do prêmio estão em atraso."
      },
      {
        "letra": "B",
        "texto": "Não é devido o valor do seguro relativo aos danos materiais e morais, uma vez que as parcelas do prêmio estão em atraso."
      },
      {
        "letra": "C",
        "texto": "É devido o valor do seguro relativo apenas aos danos materiais."
      },
      {
        "letra": "D",
        "texto": "É devido o valor do seguro relativo aos danos materiais e morais, desde que conste expressamente a inclusão destes."
      },
      {
        "letra": "E",
        "texto": "É devido o valor do seguro relativo aos danos materiais e morais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1840059",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: IMBEL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A sociedade empresária W e a sociedade empresária Y são parceiras comerciais de longa data. Diante dessa antiga relação de confiança, a sociedade Y aceitou assumir a posição de fiadora da sociedade W em contrato de compra de equipamento, celebrado entre W e a sociedade K. Tal avença foi estipulada por escrito. A respeito dessa hipótese, segundo o Código Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "W e Y são devedores solidários em razão do contrato de fiança celebrado."
      },
      {
        "letra": "B",
        "texto": "O patrimônio de W será responsabilizado primeiramente pelo pagamento, não sendo lícito Y renunciar a esta ordem."
      },
      {
        "letra": "C",
        "texto": "Y, caso renuncie ao benefício de ordem, não poderá exigir que sejam primeiro executados os bens de W."
      },
      {
        "letra": "D",
        "texto": "W e Y são devedores solidários, não sendo lícita convenção em contrário."
      },
      {
        "letra": "E",
        "texto": "O patrimônio de Y será responsabilizado primeiramente pelo pagamento, caso renuncie ao benefício de ordem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1813762",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Flávio foi atropelado por um veículo automotor quando atravessava uma avenida na cidade de Anápolis-GO, sofrendo de incapacidade permanente parcial incompleta em razão das lesões corporais suportadas no acidente. O proprietário do veículo que deu causa ao acidente estava inadimplente com o licenciamento do veículo e também não havia recolhido o prêmio do seguro obrigatório de veículos nos exercícios anteriores e em curso quando do acidente. Diante desta circunstância, avalie as asserções abaixo e a relação entre elas: I. É lícita a recusa ao pagamento da indenização do seguro DPVAT neste caso PORQUE II. A falta de pagamento do prêmio afasta a cobertura quanto ao sinistro. A respeito dessas asserções,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a asserção I é uma proposição verdadeira e a II é uma proposição falsa."
      },
      {
        "letra": "B",
        "texto": "as asserções I e II são proposições falsas."
      },
      {
        "letra": "C",
        "texto": "a asserção I é uma proposição falsa e a II é uma proposição verdadeira."
      },
      {
        "letra": "D",
        "texto": "as asserções I e II são proposições verdadeiras e a II é uma justificativa da I."
      },
      {
        "letra": "E",
        "texto": "as asserções I e II são proposições verdadeiras, mas a II não é uma justificativa da I."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1765282",
    "metadata": "Ano: 2021 | Banca: SELECON | Órgão: EMGEPRON",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Sheik contratou seguro com a sociedade seguradora APHO, não tendo indicado pessoa beneficiária. Nos termos do Código Civil, no seguro de pessoas, na falta de indicação da pessoa ou beneficiário, o capital segurado será pago por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inteiro aos herdeiros"
      },
      {
        "letra": "B",
        "texto": "inteiro ao cônjuge"
      },
      {
        "letra": "C",
        "texto": "metade aos indicados em testamento"
      },
      {
        "letra": "D",
        "texto": "metade ao cônjuge não separado judicialmente"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1765281",
    "metadata": "Ano: 2021 | Banca: SELECON | Órgão: EMGEPRON",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Hemengarda realiza contrato com Gilda de empréstimo da quantia correspondente a R$ 500.000,00 (quinhentos mil reais) para pagamento em prestações. Como a credora mantinha relações sociais com parentes da devedora, pediu que um dos parentes desta atuasse como fiador. A devedora não concordou com essa indicação. O contrato foi formalizado e também foi realizada a fiança, como postulado pela credora. Nos termos do Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o contrato de empréstimo é nulo pela divergência do afiançado"
      },
      {
        "letra": "B",
        "texto": "o contrato de empréstimo é perfeito, mas nula a fiança"
      },
      {
        "letra": "C",
        "texto": "a fiança não pode ser admitida nessa espécie de contrato"
      },
      {
        "letra": "D",
        "texto": "a fiança é perfeita mesmo contra a vontade do devedor"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1744204",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: MSGás",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Depósito, Mandato, Comissão, Agência e Distribuição",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A respeito dos contratos em espécie previstos no Código Civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo dois ou mais os mandatários nomeados no mesmo instrumento, qualquer deles poderá exercer os poderes outorgados, se não forem expressamente declarados conjuntos, nem especificamente designados para atos diferentes, ou subordinados a atos sucessivos. Se os mandatários forem declarados conjuntos, não terá eficácia o ato praticado sem interferência de todos, salvo havendo ratificação, que retroagirá à data do ato."
      },
      {
        "letra": "B",
        "texto": "No contato de mandato, se forem nomeados dois ou mais mandatários no mesmo instrumento sem estarem expressamente declarados como conjuntos, nem especificamente designados para atos diferentes, não terá eficácia o ato praticado sem interferência de todos, salvo havendo ratificação."
      },
      {
        "letra": "C",
        "texto": "A fiança conjuntamente prestada a um só débito por mais de uma pessoa importa o compromisso de solidariedade entre elas, se declaradamente não se reservarem o benefício de divisão."
      },
      {
        "letra": "D",
        "texto": "O depósito voluntário pode ser escrito ou verbal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1711987",
    "metadata": "Ano: 2021 | Banca: Unoesc | Órgão: Prefeitura de Maravilha - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "O contrato de seguro pode ser subdivido em seguro de dano e seguro de pessoa. Dentre as normas gerais e específicas dessas modalidades de contratos, é possível afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos seguros de pessoas, o segurador não pode sub-rogar-se nos direitos e ações do segurado, ou do beneficiário, contra o causador do sinistro."
      },
      {
        "letra": "B",
        "texto": "O beneficiário tem direito ao capital estipulado ainda quando o segurado se suicida nos primeiros dois anos de vigência inicial do contrato."
      },
      {
        "letra": "C",
        "texto": "Nos seguros de responsabilidade legalmente obrigatórios, a indenização por sinistro será paga pelo segurador diretamente ao segurado."
      },
      {
        "letra": "D",
        "texto": "Em contrato de seguro por responsabilidade civil, independe de anuência da seguradora o reconhecimento da sua responsabilidade por parte do segurado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1688649",
    "metadata": "Ano: 2021 | Banca: COMPERVE - UFRN | Órgão: CRECI-RN - 17° Região",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Com base, exclusivamente, nos fatos narrados no texto em cotejo com as disposições do Código Civil sobre corretagem, os pedidos de Maverick devem ser julgados",
    "alternativas": [
      {
        "letra": "A",
        "texto": "parcialmente improcedentes, pois o julgamento cabe ao CRECI, e não ao judiciário."
      },
      {
        "letra": "B",
        "texto": "totalmente improcedentes, já que não têm razão em nenhum dos pedidos."
      },
      {
        "letra": "C",
        "texto": "totalmente procedentes, pois todos os seus pedidos encontram respaldo legal."
      },
      {
        "letra": "D",
        "texto": "parcialmente procedentes, já que dois de seus pedidos têm amparo legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1688648",
    "metadata": "Ano: 2021 | Banca: COMPERVE - UFRN | Órgão: CRECI-RN - 17° Região",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Conforme as regras sobre corretagem previstas no Código Civil, a cobrança de 5% de comissão é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incorreta, pois a comissão de corretagem segue uma padronização de 3%, estabelecida pelo órgão regulador."
      },
      {
        "letra": "B",
        "texto": "incorreta, pois a porcentagem da comissão deve vir expressa no contrato de promessa de compra e venda."
      },
      {
        "letra": "C",
        "texto": "correta, pois a imobiliária tem total autonomia para cobrar qualquer taxa, já que ela está vendendo o imóvel."
      },
      {
        "letra": "D",
        "texto": "correta, mesmo sem constar expressamente no contrato, já que essa porcentagem era praticada comumente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1688647",
    "metadata": "Ano: 2021 | Banca: COMPERVE - UFRN | Órgão: CRECI-RN - 17° Região",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Com relação à participação de Paulo no processo de negociação do imóvel, à luz do que prescreve o Código Civil sobre a figura do corretor de imóvel, Paulo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está, devidamente, habilitado, já que atuou acompanhado de Luciana, corretora registrada no CRECI, o que chancela a sua atuação como corretor."
      },
      {
        "letra": "B",
        "texto": "não poderia figurar como corretor de imóvel, visto que se encontra ligado a Maverick pelo serviço que lhe presta como consultor/assessor contábil."
      },
      {
        "letra": "C",
        "texto": "está, devidamente, habilitado como corretor, já que tem habilidades de negociação que automaticamente lhe permitem exercer a função."
      },
      {
        "letra": "D",
        "texto": "não poderia figurar como corretor de imóvel, visto que a sua formação como bacharel em Ciências Contábeis gera incompatibilidade com a corretagem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1688646",
    "metadata": "Ano: 2021 | Banca: COMPERVE - UFRN | Órgão: CRECI-RN - 17° Região",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A lei dispõe sobre a possibilidade de arrependimento na compra e venda de imóvel e os reflexos disso na remuneração do corretor por serviço reconhecidamente prestado. Atinente à desistência de Maverick, este",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderia ter desistido do contrato, a não ser que apresentasse outro comprador em sua substituição, que atendesse a todas as exigências da imobiliária vendedora."
      },
      {
        "letra": "B",
        "texto": "não poderia ter desistido do contrato, visto que a justificativa por ele apresentada não encontra guarida na lei, que só ampara o arrependimento decorrente do falecimento de um familiar."
      },
      {
        "letra": "C",
        "texto": "poderia se eximir do ônus de pagar a comissão se a imobiliária fosse formalmente comunicada dentro dos 7 dias que o Código de Defesa do Consumidor permite o arrependimento."
      },
      {
        "letra": "D",
        "texto": "poderia desistir da compra, mas, se a mediação fosse efetivamente executada, não sendo concluído o negócio em razão do seu arrependimento, a remuneração do corretor lhe seria devida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1688645",
    "metadata": "Ano: 2021 | Banca: COMPERVE - UFRN | Órgão: CRECI-RN - 17° Região",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "O Diploma Civil orienta os corretores quanto à forma de exercer as suas funções. Diante do argumento de Maverick de que não seria cabível o pagamento da comissão de corretagem a Luciana, essa comissão é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "devida, haja vista que ela executou a mediação com diligência e prestou bom atendimento ao casal, participando do início ao desfecho do negócio."
      },
      {
        "letra": "B",
        "texto": "indevida, pois ela não apresentou, no atendimento inicial, suas credenciais junto ao CRECI, atestando sua regularidade como corretora."
      },
      {
        "letra": "C",
        "texto": "indevida, já que a facilitação de contato e a argumentação de convencimento que levaram à venda do imóvel foram feitos somente por Paulo."
      },
      {
        "letra": "D",
        "texto": "devida, mas apenas 50%, uma vez que é equivalente ao grau de participação na mediação, devendo a outra metade ficar retida pela imobiliária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1688637",
    "metadata": "Ano: 2021 | Banca: COMPERVE - UFRN | Órgão: CRECI-RN - 17° Região",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Entre as normas que regulamentam a atividade do corretor, a Lei Civil disciplina sobre o procedimento a ser adotado diante de mais de uma pessoa participando como mediador na mesma negociação. Tendo em vista as especificidades dessa lei, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impossível a participação de mais de um corretor, dada a natureza personalíssima do contrato de corretagem, que obriga a participação de apenas um mediador."
      },
      {
        "letra": "B",
        "texto": "impossível a participação de mais de um corretor, dada a impossibilidade de mensurar com precisão o nível de participação efetiva de cada um na concretização do negócio."
      },
      {
        "letra": "C",
        "texto": "possível a participação de mais de um corretor, desde que ambos celebrem contrato de parceria, com registro lavrado no cartório de registro de imóvel."
      },
      {
        "letra": "D",
        "texto": "possível a participação de mais de um corretor na mesma negociação, devendo a remuneração ser paga em partes iguais, salvo ajuste em contrário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1302813",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: AL-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "No tocante ao contrato de fiança, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dívidas futuras não podem ser objeto de fiança, por impossibilidade jurídica do objeto."
      },
      {
        "letra": "B",
        "texto": "Pode ser estipulada livremente, mas não sem a anuência do devedor, nem contra sua vontade expressamente exteriorizada."
      },
      {
        "letra": "C",
        "texto": "O fiador demandado pelo pagamento da dívida tem direito a exigir, até a sentença, que primeiro sejam executados os bens do devedor."
      },
      {
        "letra": "D",
        "texto": "As obrigações nulas não são suscetíveis de fiança, exceto se a nulidade resultar apenas de incapacidade pessoal do devedor, mas essa exceção não abrange o caso de mútuo feito a menor."
      },
      {
        "letra": "E",
        "texto": "A fiança pode dar-se por escrito ou verbalmente, nesse caso provando-se por testemunhas, não se admitindo interpretação extensiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1216923",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Vila Velha - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A empresa XPTO é proprietária de uma barragem de rejeitos no município de Flecha Branca e possui um seguro de danos que cobre eventuais acidentes que possam ocorrer em caso de rompimento da barragem. Em inspeção mensal regular, um Diretor da XPTO fica ciente de uma rachadura que põe em risco a integridade da barragem e comunica à Seguradora quanto ao agravamento do risco. Ciente do agravamento, a Seguradora notifica a empresa XPTO, 10 dias após o recebimento do comunicado de agravamento de risco, quanto a sua decisão de resolver o contrato de seguro. Por um infortúnio, a barragem se rompe 25 dias após a comunicação de agravamento de risco realizada pela empresa XPTO. Considerando a situação hipotética acima, marque a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Seguradora não poderia resolver o contrato após receber a comunicação de agravamento de risco, tendo a empresa XPTO direito ao recebimento do capital segurado"
      },
      {
        "letra": "B",
        "texto": "A Seguradora poderia resolver o contrato após receber a comunicação de agravamento de risco, mas ainda assim, nesse caso a empresa XPTO possui direito à garantia, eis que a resolução do contrato não se operou"
      },
      {
        "letra": "C",
        "texto": "A empresa XPTO perdeu direito à garantia quando recebeu a notificação da Seguradora quanto a sua decisão de resolver o contrato de seguro"
      },
      {
        "letra": "D",
        "texto": "A empresa XPTO, para não perder a garantia, deveria ter omitido a informação quanto ao agravamento de risco"
      },
      {
        "letra": "E",
        "texto": "A Seguradora deveria resolver o contrato após receber a comunicação de agravamento de risco e a resolução do contrato se operou 15 dias após a notificação enviada a empresa XPTO, razão pela qual a XPTO não faz jus ao pagamento do capital segurado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1136691",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Prefeitura de São Roque - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Judas alugou uma casa de Pedro. José, casado sob o regime da comunhão universal de bens, foi o fiador do contrato de locação, sem a participação de sua esposa. Em razão de ter sido despedido de seu emprego, Judas deixou de pagar o aluguel. Após 12 meses sem pagamento, Judas e Pedro assinaram um aditamento do contrato, sem a participação de José, por meio do qual foram os valores em atraso perdoados e o aluguel aumentado em 50%. Judas continuou a não pagar o aluguel, e Pedro ajuizou uma ação de despejo contra Judas, cumulada com cobrança dos valores devidos. A ação foi julgada procedente e foi iniciado o cumprimento de sentença contra Judas e contra José, tendo sido penhorada a única casa deste, onde residia com sua família. Pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a fiança prestada sem autorização de um dos cônjuges implica a ineficácia total da garantia, mesmo no regime da comunhão universal de bens."
      },
      {
        "letra": "B",
        "texto": "o fiador que não integrou a relação processual na ação de despejo responde pela execução do julgado, visto que sua responsabilidade decorre do contrato."
      },
      {
        "letra": "C",
        "texto": "o fiador, na locação, responde por obrigações resultantes de aditamento ao qual não anuiu, visto que o dever de pagar decorre do contrato aditado."
      },
      {
        "letra": "D",
        "texto": "a interrupção da prescrição para a cobrança dos aluguéis e acessórios atinge o fiador, que não participou da ação de despejo."
      },
      {
        "letra": "E",
        "texto": "não é válida a penhora de bem de família pertencente a fiador de contrato de locação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1136689",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Prefeitura de São Roque - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Considerando o entendimento da Jurisprudência sumulada do Superior Tribunal de Justiça sobre o contrato de seguro, pode-se corretamente afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez do segurado exime a seguradora do pagamento da indenização prevista em contrato de seguro de vida."
      },
      {
        "letra": "B",
        "texto": "O suicídio não é coberto nos dois primeiros anos de vigência do contrato de seguro de vida, não havendo o direito do beneficiário à devolução do montante da reserva técnica formada."
      },
      {
        "letra": "C",
        "texto": "Ressalvada a hipótese de efetivo agravamento do risco, a seguradora não se exime do dever de indenizar em razão da transferência do veículo sem a sua prévia comunicação."
      },
      {
        "letra": "D",
        "texto": "No seguro de responsabilidade civil facultativo, cabe o ajuizamento de ação pelo terceiro prejudicado direta e exclusivamente em face da seguradora do apontado causador do dano."
      },
      {
        "letra": "E",
        "texto": "Nas ações de indenização decorrente de seguro DPVAT, a ciência inequívoca do caráter permanente da invalidez, para fins de contagem do prazo prescricional, depende de laudo médico, mesmo nos casos em que o conhecimento anterior resulte comprovado na fase de instrução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1136629",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: FITO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "O atual entendimento sumulado do Superior Tribunal de Justiça, em relação ao contrato de seguro, é no sentido de que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a embriaguez do segurado exime a seguradora do pagamento da indenização prevista em contrato de seguro de vida."
      },
      {
        "letra": "B",
        "texto": "a indenização securitária é devida quando ausente a comunicação prévia do segurado acerca do atraso no pagamento do prêmio, por constituir requisito essencial para a suspensão ou resolução do contrato de seguro."
      },
      {
        "letra": "C",
        "texto": "o suicídio não é coberto nos primeiros doze meses de vigência do contrato de seguro de vida, não havendo possibilidade de devolução do montante da reserva técnica formada ao beneficiário."
      },
      {
        "letra": "D",
        "texto": "a recusa de cobertura securitária, sob a alegação de doença preexistente, é lícita mesmo diante da exigência de exames médicos prévios à contratação ou a demonstração de má-fé do segurado."
      },
      {
        "letra": "E",
        "texto": "o seguro de vida cobre o suicídio não premeditado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1611684",
    "metadata": "Ano: 2019 | Banca: Método Soluções Educacionais | Órgão: Prefeitura de Planalto da Serra - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Acerca do seguro de dano, julgue os itens a seguir: I. O risco do seguro compreenderá todos os prejuízos resultantes ou consequentes, como sejam os estragos ocasionados para evitar o sinistro, minorar o dano, ou salvar a coisa; II. No seguro de responsabilidade civil, o segurador garante o pagamento de perdas e danos devidos pelo segurado a terceiro; III. A vigência da garantia, no seguro de coisas transportadas, começa no momento em que são pelo transportador recebidas, e cessa com a sua entrega ao destinatário.Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1364554",
    "metadata": "Ano: 2019 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Assinale a assertiva CORRETA de acordo com o Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato de seguro prova-se exclusivamente com a exibição da apólice ou do bilhete do seguro."
      },
      {
        "letra": "B",
        "texto": "Aos contratos de transporte, em geral, são aplicáveis, mesmo que contrariem as regras previstas Código Civil, os preceitos constantes da legislação especial e de tratados e convenções internacionais."
      },
      {
        "letra": "C",
        "texto": "Em relação aos vícios redibitórios, a responsabilidade do alienante subsiste ainda que a coisa pereça em poder do alienatário, se perecer por vício oculto, já existente ao tempo da tradição."
      },
      {
        "letra": "D",
        "texto": "A resilição unilateral poderá sempre ser feita, em qualquer contrato, sem exigência de forma."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1146350",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: DAEM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "José, para comemorar sua promoção a um cargo de gerência, foi a um barzinho para festejar com seus colegas de repartição. Passou a noite inteira bebendo e, ao voltar para casa dirigindo, acidentou-se e faleceu. A família de José descobriu que ele havia contratado um seguro de vida. A família requereu o pagamento do prêmio do seguro. Em face do exposto, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o pagamento do prêmio do seguro não é devido, tendo em vista a embriaguez do segurado."
      },
      {
        "letra": "B",
        "texto": "deverá ser paga apenas a metade do valor do prêmio, tendo em vista que o segurado agravou o risco."
      },
      {
        "letra": "C",
        "texto": "a embriaguez do segurado não exime a seguradora do pagamento da indenização prevista em contrato de seguro de vida."
      },
      {
        "letra": "D",
        "texto": "para receber o prêmio, caberá à família do segurado provar que o acidente ocorreria mesmo sem a embriaguez deste."
      },
      {
        "letra": "E",
        "texto": "o pagamento do prêmio do seguro não é devido, tendo em vista a embriaguez do segurado, mas deverá ocorrer a restituição de todos os valores pagos pelo segurado à seguradora."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1100194",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Considerando os entendimentos firmados em enunciados sumulares do STJ acerca de contratos e responsabilidade civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propositura de ação de revisão de contrato é fato impeditivo para a caracterização da mora do autor, obstando a sua inscrição imediata nos órgãos de proteção ao crédito."
      },
      {
        "letra": "B",
        "texto": "Nos contratos de consórcio, é vedado às administradoras cobrar taxa de administração em percentual superior a 10%."
      },
      {
        "letra": "C",
        "texto": "Nos contratos de seguro de vida, a embriaguez do segurado é causa necessária e suficiente para eximir a seguradora do pagamento da indenização."
      },
      {
        "letra": "D",
        "texto": "A ausência do registro da transferência de veículo alienado, junto à repartição de trânsito, implica a responsabilidade solidária do antigo proprietário por danos resultantes de acidentes posteriores à tradição."
      },
      {
        "letra": "E",
        "texto": "Em regra, os contratos de seguro por danos pessoais abrangem danos morais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1093868",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Mauá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Transação e Compromisso"
    ],
    "enunciado_principal": "Sobre os contratos em espécie, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao contrário da garantia real, a fiança é garantia pessoal, em que o fiador se obriga ao cumprimento da obrigação de terceiro, podendo as partes estipular a solidariedade entre fiador e o afiançado, embora a regra seja a subsidiariedade."
      },
      {
        "letra": "B",
        "texto": "A locação de imóveis urbanos, incluindo-se locação de bens públicos, estabelecimentos comerciais e shopping center, é regida pela Lei no 8.245/91, ao passo que as disposições do Código Civil se aplicam à locação de bens móveis."
      },
      {
        "letra": "C",
        "texto": "O locador responde pelos vícios existentes na coisa locada no momento da celebração do contrato e pode o locatário enjeitá-la ou pedir abatimento proporcional do valor do aluguel, desde que comprove sua má-fé."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de contrato acessório, o contrato de fiança impõe o consentimento do devedor, porque é o devedor quem o indica ao credor."
      },
      {
        "letra": "E",
        "texto": "O contrato de transação atinge somente direitos patrimoniais, inclusive dos entes municipais, que podem, por exemplo, dispor de seus bens conforme o interesse da administração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1093753",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura da Estância Turística de Guaratinguetá",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "João estava dirigindo embriagado quando colidiu seu veículo contra o veículo de Joana, que teve ferimentos graves e precisou ficar internada por dez dias no hospital particular SS Saúde. Durante esse período, Joana ficou impossibilitada de exercer seu trabalho como fotógrafa e teve prejuízos materiais com os valores da internação e conserto do veículo. João possuía seguro de automóvel que previa a exclusão de cobertura em caso de embriaguez do segurado. Joana, assim que teve alta hospitalar propôs ação de reparação de danos contra João, que, regularmente citado, apresentou denunciação da lide à seguradora para que os valores relativos aos danos causados no seu veículo e no veículo do Joana fossem ressarcidos. Diante da situação hipotética apresentada e considerando o entendimento atual dos tribunais superiores, a seguradora",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve pagar o valor dos consertos de ambos os veículos, sendo possível a ação de regresso contra João."
      },
      {
        "letra": "B",
        "texto": "deve pagar o valor do conserto do veículo de Joana, sendo possível propor ação para cobrar os valores de João."
      },
      {
        "letra": "C",
        "texto": "não deve pagar nenhum dos valores, considerando que João estava embriagado no momento do acidente."
      },
      {
        "letra": "D",
        "texto": "deve pagar o valor do conserto do veículo de João, mas não o de Joana, uma vez que o seguro dizia respeito apenas a João."
      },
      {
        "letra": "E",
        "texto": "deve pagar o valor dos consertos de ambos os veículos, não sendo possível a ação de regresso contra João."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1092582",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Considerando o contrato de seguro de um veículo automotor e a transferência deste para outro proprietário, sem a prévia comunicação à seguradora, havendo colisão, indique a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato de seguro é considerado extinto, devendo a seguradora devolver parcialmente o valor do prêmio, se o caso."
      },
      {
        "letra": "B",
        "texto": "Se, com a transferência, houve efetivo agravamento do risco, a seguradora se exime do dever de indenizar."
      },
      {
        "letra": "C",
        "texto": "A transferência do veículo pressupõe a transferência das partes contratantes do seguro, desde que o novo adquirente mantenha o pagamento do prêmio."
      },
      {
        "letra": "D",
        "texto": "Para que o contrato se mantenha válido, necessário se faz que a seguradora seja notificada por escrito."
      },
      {
        "letra": "E",
        "texto": "Com a transferência do veículo e mantido o contrato, tanto o alienante, quanto o alienado tem interesse legítimo a receber eventual indenização."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1062130",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Julgue o item que se segue, a respeito da disciplina jurídica dos contratos no direito civil.Haja vista a boa-fé objetiva, o segurado possui o dever de informar a ocorrência de sinistro ao segurador, logo que tomar conhecimento desse fato, e adotar as medidas necessárias para mitigar suas consequências, sob pena de perder o direito a indenização.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1060371",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Julgue o item que se seguem, a respeito da disciplina jurídica dos contratos no direito civil.Haja vista a boa-fé objetiva, o segurado possui o dever de informar a ocorrência de sinistro ao segurador, logo que tomar conhecimento desse fato, e adotar as medidas necessárias para mitigar suas consequências, sob pena de perder o direito a indenização.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1014218",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Valinhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos."
    ],
    "enunciado_principal": "Uma empresa de transporte aéreo teve problemas em uma de suas aeronaves e, por esse motivo, deslocou seus passageiros utilizando-se da locação de um ônibus, com uma alteração substancial e unilateral do contrato de transporte. No trajeto terrestre, os passageiros foram roubados e ameaçados com armas de fogo. A título de responsabilidade civil, o contrato de transporte previsto no Código Civil e o tipo de transporte escolhido pelos passageiros, é correto dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há indenização, pela existência de cláusula excludente."
      },
      {
        "letra": "B",
        "texto": "não há indenização, pela excludente de caso fortuito externo."
      },
      {
        "letra": "C",
        "texto": "há responsabilidade apenas da empresa de transporte rodoviário."
      },
      {
        "letra": "D",
        "texto": "há responsabilidade apenas da empresa de transporte aéreo."
      },
      {
        "letra": "E",
        "texto": "há responsabilidade concorrente entre as duas transportadoras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1013576",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Poá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Assinale a alternativa que traz corretamente um entendimento sumulado do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na execução de crédito relativo a cotas condominiais, este tem preferência sobre o hipotecário."
      },
      {
        "letra": "B",
        "texto": "A embriaguez do segurado exime a seguradora do pagamento da indenização prevista em contrato de seguro de vida."
      },
      {
        "letra": "C",
        "texto": "A fiança prestada sem autorização de um dos cônjuges implica a ineficácia parcial da garantia."
      },
      {
        "letra": "D",
        "texto": "A falta de registro do compromisso de compra e venda de imóvel dispensa a prévia interpelação para constituir em mora o devedor."
      },
      {
        "letra": "E",
        "texto": "A simples devolução indevida de cheque não caracteriza dano moral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1008832",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Segundo entendimento do Superior Tribunal de Justiça, o suicídio não é coberto nos dois primeiros anos de vigência do contrato de seguro de vida, ressalvado o direito do beneficiário à devolução do montante da reserva técnica formada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1007758",
    "metadata": "Ano: 2019 | Banca: CEV-URCA | Órgão: Prefeitura de Mauriti - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Através de um instrumento particular, subscrito por duas testemunhas, um menor de 16 anos, estudante do ensino médio, fanático por vôlei, tomou por empréstimo a sua vizinha e amiga, o valor de R$ 10.000,00 (dez mil reais) para participar de uma campanha de doação de fundos para seu time de vôlei do coração, autorizando que a referida mutuante entregasse, em nome do mutuário, a referida importância, diretamente aos dirigentes do clube, o que foi feito. Não foi fixado prazo para o pagamento do mútuo, nem houve previsão de juros, exigindo, entretanto, a credora, a fiança de dois amigos do mutuário, solteiros, maiores e capazes. Recusando-se a pagar o empréstimo, foram procurados o pai e a mãe do mutuário, os quais se negaram a ratificar o empréstimo e, por consequência a honrá-lo, sob o argumento de que não o havia autorizado. Diante dos fatos, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Presumem-se devidos os juros pelo mutuário e por seus fiadores."
      },
      {
        "letra": "B",
        "texto": "A dívida deve ser paga pelos fiadores."
      },
      {
        "letra": "C",
        "texto": "Esse mútuo não pode ser reavido nem do mutuário, nem de seus fiadores."
      },
      {
        "letra": "D",
        "texto": "Esse mútuo é uma obrigação que apenas vincula o menor e, assim, quando vencido e não restituído, poderá ser cobrado apenas do mutuário, não sendo exigido dos fiadores."
      },
      {
        "letra": "E",
        "texto": "Não é válida, no caso, a negativa dos pais em honrar o empréstimo, que poderá ser cobrado deles, mas sem juros."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "999070",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Boa Vista - RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Acerca de responsabilidade civil, de negócio jurídico e de transmissão e extinção de obrigações, julgue o item seguinte.Em contratos de fiança, a declaração de vontade do fiador pode ser expressa ou presumida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "992455",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Sertãozinho - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Considerando a disciplina constante do Código Civil sobre o contrato de fiança, bem como a Jurisprudência do Superior Tribunal de Justiça, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A fiança prestada sem autorização de um dos cônjuges implica a ineficácia total da garantia."
      },
      {
        "letra": "B",
        "texto": "Admite-se a interpretação extensiva da fiança, desde que não resulte em obrigações não previstas no contrato, vedando-se a analogia."
      },
      {
        "letra": "C",
        "texto": "Na locação, o fiador responde por obrigações resultantes de aditamento ao qual não anuiu, desde que decorrentes de obrigações anteriormente assumidas."
      },
      {
        "letra": "D",
        "texto": "É inválida a penhora de bem de família pertencente a fiador de contrato de locação."
      },
      {
        "letra": "E",
        "texto": "As dívidas futuras não podem ser objeto de fiança."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "992161",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Serrana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Considerando a Jurisprudência do Superior Tribunal de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A simples devolução indevida de cheque caracteriza dano moral, mas não a apresentação antecipada de cheque pré-datado."
      },
      {
        "letra": "B",
        "texto": "O contrato de seguro por danos pessoais não compreende os danos morais, salvo previsão em cláusula expressa."
      },
      {
        "letra": "C",
        "texto": "São civilmente responsáveis pelo ressarcimento de dano, decorrente de publicação pela imprensa, tanto o autor do escrito quanto o proprietário do veículo de divulgação."
      },
      {
        "letra": "D",
        "texto": "No seguro de responsabilidade civil facultativo, cabe o ajuizamento de ação pelo terceiro prejudicado direta e exclusivamente em face da seguradora do apontado causador do dano."
      },
      {
        "letra": "E",
        "texto": "No transporte desinteressado, de simples cortesia, o transportador só será civilmente responsável por danos causados ao transportado quando incorrer em dolo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "990773",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Acerca do contrato de fiança, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a fiança prestada por fiador convivente em união estável, sem a outorga uxória do outro companheiro, não é nula, nem anulável."
      },
      {
        "letra": "B",
        "texto": "salvo disposição contratual em contrário, qualquer das garantias da locação se estende até a efetiva devolução do imóvel, mesmo se prorrogada a locação por prazo indeterminado."
      },
      {
        "letra": "C",
        "texto": "o contrato de fiança deve ser interpretado finalisticamente, de modo que a responsabilidade dos fiadores abrange os termos com os quais expressamente consentiram, bem como os que dela decorram, mesmo sem consentimento expresso."
      },
      {
        "letra": "D",
        "texto": "a fiança prestada sem autorização de um dos cônjuges implica a ineficácia total da garantia, mesmo se o fiador emitir declaração falsa, ocultando seu estado civil de casado."
      },
      {
        "letra": "E",
        "texto": "havendo mais de um locatário, não é válida a fiança prestada por um deles em relação aos demais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "990771",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Sobre o contrato de seguro, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o simples atraso no pagamento de prestação do prêmio do seguro importa em desfazimento automático do contrato, não sendo necessária a prévia constituição em mora do contratante pela seguradora, mediante interpelação."
      },
      {
        "letra": "B",
        "texto": "a ocorrência do suicídio, premeditado ou não, antes dos primeiros dois anos de vigência inicial do contrato exime, por si só, a seguradora do dever de indenizar."
      },
      {
        "letra": "C",
        "texto": "o pedido dirigido à seguradora para que reconsidere indenização securitária suspende o prazo prescricional de ação em que se pleiteia a indenização denegada."
      },
      {
        "letra": "D",
        "texto": "é abusiva a negativa de renovação ou a modificação súbita do contrato de seguro de vida, mantido sem alterações ao longo dos anos, por ofensa aos princípios da boa-fé objetiva, da cooperação, da confiança e da lealdade."
      },
      {
        "letra": "E",
        "texto": "a seguradora não pode se eximir do dever de indenizar, alegando omissão de doenças preexistentes por parte do segurado, se dele não exigiu exames clínicos prévios, mesmo se restar comprovado que ele agiu de má-fé."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "987737",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Depósito, Mandato, Comissão, Agência e Distribuição",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Helena obrigou-se, a título gratuito, mediante contrato que exige escritura pública para ter validade, ao pagamento, pelo período determinado de um ano, de uma prestação mensal a Ana. A respeito dessa situação hipotética, assinale a opção que apresenta a denominação do contrato celebrado entre Helena e Ana.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrato de constituição de renda"
      },
      {
        "letra": "B",
        "texto": "contrato de agência e distribuição"
      },
      {
        "letra": "C",
        "texto": "contrato de depósito necessário"
      },
      {
        "letra": "D",
        "texto": "contrato de doação"
      },
      {
        "letra": "E",
        "texto": "contrato estimatório"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987641",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "De acordo com o Código Civil e o entendimento jurisprudencial do STJ, assinale a opção correta no que tange a contrato de seguro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É válida a exclusão de cobertura de seguro de vida na hipótese de sinistro decorrente de conduta do segurado praticada em estado de embriaguez."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de pagamento do valor da apólice ao segurado pela seguradora, esta poderá acionar em regresso o autor do dano, mas não se sub-roga nos direitos e nas ações que competirem ao segurado."
      },
      {
        "letra": "C",
        "texto": "Em caso de morte do segurado por suicídio no transcurso do primeiro ano de vigência do contrato de seguro de vida, o beneficiário terá direito à indenização."
      },
      {
        "letra": "D",
        "texto": "O suicídio não premeditado, se ocorrido no transcurso do segundo ano de vigência do contrato de seguro de vida, é hipótese de pagamento ao beneficiário da indenização decorrente do contrato."
      },
      {
        "letra": "E",
        "texto": "O capital estipulado no seguro de vida não é considerado como herança para todos os efeitos de direito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "983971",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Marta, locadora, alugou seu imóvel a João, locatário. Ao contrato, compareceu como fiador Ricardo, pai de João, que não renunciou ao benefício de ordem. Em razão de atrasos no pagamento, Marta informou a João que ajuizaria ação para reaver o imóvel. Com receio, João propõe a devolução do imóvel mediante distrato, com extinção da dívida em parcelas exigíveis após 03 (três) meses de sua saída do imóvel. Marta aceita e ambos assinam o distrato, sem a participação de Ricardo. João, contudo, não paga a Marta os valores devidos por força do distrato. Diante desses fatos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marta poderá cobrar a dívida decorrente do inadimplemento do distrato de João e Ricardo, solidariamente;"
      },
      {
        "letra": "B",
        "texto": "Ricardo é devedor de Marta em razão dos valores não pagos no contrato de locação;"
      },
      {
        "letra": "C",
        "texto": "João nada deve a Marta, pois o distrato é anulável em razão da coação exercida por Marta, que ameaçou processá-lo;"
      },
      {
        "letra": "D",
        "texto": "Marta poderá cobrar o crédito existente de João, não podendo exigi-lo de Ricardo;"
      },
      {
        "letra": "E",
        "texto": "Ricardo poderá ser cobrado subsidiariamente pela dívida decorrente do distrato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "963245",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: AL-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Empréstimo: Comodato e Mútuo",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Prestação de Serviços e Empreitada"
    ],
    "enunciado_principal": "Em relação ao direito contratual brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O empréstimo gratuito de bens infungíveis é denominado mútuo."
      },
      {
        "letra": "B",
        "texto": "A doação pode ser revogada por ingratidão do donatário, ou por inexecução do encargo."
      },
      {
        "letra": "C",
        "texto": "No contrato de empreitada, a obrigação do empreiteiro de fornecer os materiais é presumida."
      },
      {
        "letra": "D",
        "texto": "O mandato não pode ser tácito."
      },
      {
        "letra": "E",
        "texto": "No transporte de pessoas, a responsabilidade contratual do transportador por acidente com o passageiro é elidida pela demonstração de culpa de terceiro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1375965",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Manaus - AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "À luz das disposições do direito civil pertinentes ao processo de integração das leis, aos negócios jurídicos, à prescrição e às obrigações e contratos, julgue o item a seguir.De acordo com o STJ, a transferência de veículo pelo segurado, sem a prévia anuência da seguradora, é, por si só, fato suficiente para eximi-la do dever de indenizar caso referido bem sofra sinistro após a data da alienação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1173686",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Pelo contrato de fiança, uma pessoa garante satisfazer ao credor uma obrigação assumida pelo devedor, caso este não a cumpra. Sobre o contrato de fiança, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As obrigações nulas não são suscetíveis de fiança, exceto se a nulidade resultar apenas de incapacidade pessoal do devedor."
      },
      {
        "letra": "B",
        "texto": "A fiança prestada sem autorização de um dos cônjuges implica em ineficácia parcial da garantia."
      },
      {
        "letra": "C",
        "texto": "Apenas nos casos de fiança em locação o fiador responde por obrigações resultantes de aditamento ao qual não anuiu."
      },
      {
        "letra": "D",
        "texto": "Se o fiador se tornar insolvente, poderá o credor exigir que ele seja substituído ou complementado até o limite da fiança anteriormente exigida."
      },
      {
        "letra": "E",
        "texto": "A fiança não pode ter valor inferior ao da obrigação principal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1044855",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: SAAE de Barretos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Tendo em vista ou entendimento consubstanciado nas Súmulas do Tribunal Superior de Justiça sobre o contrato de seguro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O suicídio não é coberto nos dois primeiros anos de vigência do contrato de seguro de vida, não havendo direito do beneficiário à devolução do montante da reserva técnica formada."
      },
      {
        "letra": "B",
        "texto": "A recusa de cobertura securitária, sob a alegação de doença preexistente, é lícita caso não tenha havido a realização de exames médicos prévios à contratação, mesmo se não demonstrada a má-fé do segurado."
      },
      {
        "letra": "C",
        "texto": "No seguro de responsabilidade civil facultativo, cabe o ajuizamento de ação pelo terceiro prejudicado direta e exclusivamente em face da seguradora do apontado causador do dano."
      },
      {
        "letra": "D",
        "texto": "A seguradora não se exime do dever de indenizar em razão da transferência do veículo sem a sua prévia comunicação, ressalvada a hipótese de efetivo agravamento do risco."
      },
      {
        "letra": "E",
        "texto": "O contrato de seguro por danos pessoais não compreende os danos morais, salvo cláusula expressa de exclusão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1031133",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Buritizal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Sobre o contrato de transporte, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se considera gratuito o transporte quando, embora feito sem remuneração, o transportador auferir vantagens indiretas."
      },
      {
        "letra": "B",
        "texto": "O transportador pode recusar passageiros, desde que devolva o valor da passagem."
      },
      {
        "letra": "C",
        "texto": "Não é lícito ao transportador exigir a declaração do valor da bagagem a fim de fixar o limite da indenização."
      },
      {
        "letra": "D",
        "texto": "Subordina-se às normas do contrato de transporte o feito gratuitamente, por amizade ou cortesia."
      },
      {
        "letra": "E",
        "texto": "Ao passageiro não é possível desistir do transporte, depois de iniciada a viagem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "962989",
    "metadata": "Ano: 2018 | Banca: NC-UFPR | Órgão: Câmara de Quitandinha - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Sobre o fiador, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O bem de família do fiador é impenhorável."
      },
      {
        "letra": "B",
        "texto": "A obrigação do fiador passa aos herdeiros, mas a responsabilidade da fiança se limita ao tempo decorrido até a morte do fiador, e não pode ultrapassar as forças da herança."
      },
      {
        "letra": "C",
        "texto": "O fiador, na locação, responde por obrigações resultantes de aditamento ao qual não anuiu."
      },
      {
        "letra": "D",
        "texto": "A fiança prestada sem autorização de um dos cônjuges não implica a ineficácia total da garantia."
      },
      {
        "letra": "E",
        "texto": "O fiador que não integrou a relação processual na ação de despejo responde pela execução do julgado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "958685",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Prefeitura de Caruaru - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "O contrato de fiança é um pacto acessório, pelo qual uma pessoa garante satisfazer ao credor uma obrigação assumida pelo devedor, caso este não a cumpra. Dadas essas características,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente as dívidas já existentes podem ser objeto de fiança, podendo-se demandar o fiador ainda que ilíquida a obrigação do devedor principal."
      },
      {
        "letra": "B",
        "texto": "o fiador poderá exonerar-se da fiança que tiver assinado sem limitação de tempo, sempre que lhe convier, ficando obrigado por todos os efeitos da fiança, durante sessenta dias após a notificação do credor, conforme o Código Civil."
      },
      {
        "letra": "C",
        "texto": "a fiança só pode ser estipulada com o consentimento do devedor."
      },
      {
        "letra": "D",
        "texto": "a fiança deve ser de valor igual ou superior ao da obrigação principal, dada sua natureza de garantia."
      },
      {
        "letra": "E",
        "texto": "a obrigação do fiador não passa aos herdeiros, por sua natureza personalíssima, extinguindo-se com a morte do garante."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "953764",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "O contrato de fiança é celebrado entre o fiador e o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "credor do afiançado, podendo ser gratuito ou oneroso, mas o fiador, se como tal demandado, poderá compensar sua dívida com a de seu credor ao afiançado."
      },
      {
        "letra": "B",
        "texto": "afiançado, sendo gratuito ou oneroso, mas o fiador, se como tal demandado, não poderá compensar sua dívida com a do credor ao afiançado, porque, obrigando-se por terceiro uma pessoa, não pode compensar essa dívida com a que o credor dele lhe dever."
      },
      {
        "letra": "C",
        "texto": "afiançado, sendo necessariamente gratuito, mas o fiador, se como tal demandado, não poderá compensar sua dívida com a do credor ao afiançado, porque, obrigando-se por terceiro uma pessoa, não pode compensar essa dívida com a que o credor dele lhe dever."
      },
      {
        "letra": "D",
        "texto": "credor do afiançado, podendo ser gratuito ou oneroso, e o fiador, se como tal demandado, não poderá compensar sua dívida com a de seu credor ao afiançado, porque a compensação exige que duas pessoas sejam, ao mesmo tempo, credoras e devedoras uma da outra."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "949985",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TCE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Depósito, Mandato, Comissão, Agência e Distribuição",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Paulo assumiu a obrigação de, com autonomia, habitualidade e mediante remuneração, promover certos negócios jurídicos à conta de Pedro em zona determinada, sem ter a sua disposição o objeto da negociação. Nessa situação hipotética, de acordo com o Código Civil, configura-se contrato de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agência."
      },
      {
        "letra": "B",
        "texto": "corretagem."
      },
      {
        "letra": "C",
        "texto": "comissão."
      },
      {
        "letra": "D",
        "texto": "mandato."
      },
      {
        "letra": "E",
        "texto": "distribuição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "936334",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Parte Geral"
    ],
    "enunciado_principal": "Relativamente à hipótese de interrupção da contagem do prazo prescricional operada contra o fiador, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ela não prejudica o devedor afiançado quando a relação não envolva obrigação solidária passiva."
      },
      {
        "letra": "B",
        "texto": "a lei deve ser interpretada ampliativamente em qualquer caso de fiança, para prejudicar o devedor."
      },
      {
        "letra": "C",
        "texto": "nunca haverá a extensão da interrupção do prazo quanto ao devedor."
      },
      {
        "letra": "D",
        "texto": "ela não prejudica o devedor, quando a relação envolva solidariedade passiva."
      },
      {
        "letra": "E",
        "texto": "ela prejudica o devedor afiançado, independentemente da relação se basear em obrigação solidariedade passiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "936326",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "O Superior Tribunal de Justiça consagrou a orientação de que é incabível a ação do terceiro prejudicado direta e exclusivamente em face da seguradora do suposto causador do dano (Súmula n. 529). Contudo, em casos excepcionais nos quais a obrigação de indenizar a vítima se revele incontroversa, o mesmo Tribunal Superior tem admitido a ação direta e exclusiva da vítima em face da seguradora. Assinale a alternativa que indica uma de tais hipóteses excepcionais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pretensão relativa à identificação da ocorrência do sinistro coberto pelo seguro obrigatório."
      },
      {
        "letra": "B",
        "texto": "a pretensão deduzida para fins de reparação de danos quando o ofensor nega a ocorrência de sinistro."
      },
      {
        "letra": "C",
        "texto": "a pretensão de complementação de indenização securitária decorrente do seguro de responsabilidade civil facultativo."
      },
      {
        "letra": "D",
        "texto": "a pretensão deduzida na ação de reparação de dano para denunciar a seguradora à lide."
      },
      {
        "letra": "E",
        "texto": "a pretensão exposta em face do ofensor, causador do dano."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "929470",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Os casos de dívida de jogo e garantia real prestada por terceiro representam, respectivamente, obrigação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nula; de garantia pessoal."
      },
      {
        "letra": "B",
        "texto": "anulável; com debitum sem obrigatio."
      },
      {
        "letra": "C",
        "texto": "com schuld sem haftung; com haftung sem schuld."
      },
      {
        "letra": "D",
        "texto": "com debitum e obrigatio; com schuld sem haftung."
      },
      {
        "letra": "E",
        "texto": "ilícita; com debitum e obligatio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "926035",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Depósito, Mandato, Comissão, Agência e Distribuição",
      "Compra e Venda",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Com relação ao direito dos contratos, analise as afirmativas a seguir. I. O mandato conferido com a cláusula “em causa própria” é irrevogável e não se extingue pela morte do mandante nem do mandatário. II. É nula a venda de ascendente a descendente, salvo se os outros descendentes e o cônjuge do alienante expressamente houverem consentido. III. Ao transportador incumbe o ônus de provar a excludente do fato de terceiro com vistas a exonerar-se do dever de indenizar o passageiro que sofreu dano no trajeto. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, somente."
      },
      {
        "letra": "B",
        "texto": "I e II, somente."
      },
      {
        "letra": "C",
        "texto": "I e III, somente."
      },
      {
        "letra": "D",
        "texto": "II e III, somente."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "922218",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Banestes",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Uma das garantias pessoais ao cumprimento de um contrato é a fiança, que é prestada por um terceiro denominado fiador. Acerca dessa garantia, analise as afirmativas a seguir. I. O contrato de fiança pode ser celebrado verbalmente ou por escrito, admitindo, em qualquer caso, interpretação extensiva. II. A fiança pode ser parcial e, nesse caso, o fiador não será obrigado além da parte da dívida que toma sob sua responsabilidade. III. Se o fiador se tornar insolvente ou incapaz, poderá o credor exigir que seja substituído. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente I;"
      },
      {
        "letra": "B",
        "texto": "somente II;"
      },
      {
        "letra": "C",
        "texto": "somente I e III;"
      },
      {
        "letra": "D",
        "texto": "somente II e III;"
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "922217",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Banestes",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Durante a prestação de fiança bancária deve ser verificada a documentação apresentada pelo fiador, especialmente se este for casado, porque:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é proibida a prestação de fiança por pessoa casada, ainda que com autorização do cônjuge, exceto no regime da separação absoluta de bens;"
      },
      {
        "letra": "B",
        "texto": "se o fiador se divorciar dentro do prazo de vigência do contrato garantido, ficará desobrigado da fiança;"
      },
      {
        "letra": "C",
        "texto": "se o fiador casado for sócio de sociedade empresária, não poderá prestar fiança;"
      },
      {
        "letra": "D",
        "texto": "nenhum dos cônjuges pode prestar fiança, sem autorização do outro, exceto no regime da separação absoluta de bens;"
      },
      {
        "letra": "E",
        "texto": "o fiador casado não poderá renunciar ao benefício de ordem, salvo no regime da separação absoluta de bens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "922216",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Banestes",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "No contrato de corretagem celebrado entre A e B ficou estabelecida por escrito a exclusividade do corretor B perante o cliente A. Durante o prazo de vigência do contrato, A obteve a realização do negócio diretamente com Domingos, sem a mediação do corretor. Com base nessas informações, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "iniciado e concluído o negócio diretamente entre as partes, nenhuma remuneração será devida ao corretor, mesmo diante da cláusula de exclusividade"
      },
      {
        "letra": "B",
        "texto": "caso ficasse provada a inércia e ociosidade do corretor durante a execução da mediação, ainda assim o cliente teria que pagar a remuneração diante da cláusula de exclusividade;"
      },
      {
        "letra": "C",
        "texto": "a cláusula de exclusividade da corretagem, que deve ser ajustada por escrito, torna o corretor mandatário do cliente, podendo aquele representar este na conclusão do negócio;"
      },
      {
        "letra": "D",
        "texto": "ajustada a corretagem com exclusividade, terá o corretor direito de ser remunerado integralmente, ainda que o negócio realizado diretamente entre o cliente e Domingos não tenha contado com sua mediação;"
      },
      {
        "letra": "E",
        "texto": "se o cliente tivesse celebrado o negócio com Domingos após o término do prazo contratual, e o negócio se realizasse por efeito dos trabalhos do corretor, nenhuma remuneração lhe seria devida diante da extinção da exclusividade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "922215",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Banestes",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "O documento emitido pela seguradora que substitui a proposta e a apólice e onde constam todas as condições da contratação do seguro é o(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "bilhete;"
      },
      {
        "letra": "B",
        "texto": "endosso;"
      },
      {
        "letra": "C",
        "texto": "averbação;"
      },
      {
        "letra": "D",
        "texto": "certificado de seguro;"
      },
      {
        "letra": "E",
        "texto": "Questionário de Avaliação de Risco (QAR)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "917421",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Campo Limpo Paulista - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "A respeito do contrato de fiança, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é espécie de contrato bilateral."
      },
      {
        "letra": "B",
        "texto": "a fiança prestada sem autorização de um dos cônjuges implica a ineficácia parcial da garantia."
      },
      {
        "letra": "C",
        "texto": "a estipulação da fiança depende do consentimento do credor."
      },
      {
        "letra": "D",
        "texto": "a fiança, sem prazo determinado, gera a possibilidade de exoneração unilateral do fiador."
      },
      {
        "letra": "E",
        "texto": "o valor da fiança deve ser igual ao valor da obrigação principal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "904783",
    "metadata": "Ano: 2018 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Sobre o contrato de seguro, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ele será nulo se estipulado para garantia de risco proveniente de ato doloso do segurado ou do beneficiário."
      },
      {
        "letra": "B",
        "texto": "Se o segurado fizer declaração inexata ou omitir circunstância que possa influir na aceitação da proposta ou na taxa do prêmio, perderá o direito à garantia, mas nesse caso não ficará obrigado a pagar o prêmio vencido."
      },
      {
        "letra": "C",
        "texto": "No seguro de vida, o suicídio não é coberto nos dois primeiros anos de vigência do contrato, ressalvado o direito do beneficiário à devolução do montante da reserva técnica formada."
      },
      {
        "letra": "D",
        "texto": "Se o segurador expedir a apólice sabedor de que o risco que o contrato pretendia cobrir estava superado fica obrigado a pagar em dobro o prêmio estipulado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "904448",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "O contrato de fiança é o instrumento pelo qual uma pessoa garante satisfazer ao credor uma obrigação assumida pelo devedor, caso este não a cumpra. Considerando as normas que regulamentam o instituto da fiança, avalie as seguintes asserções e a relação proposta por elas: I. A estipulação da fiança é condicionada ao consentimento expresso do devedor. PORQUE II. A fiança deve se dar por escrito e não admite interpretação extensiva.Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a asserção I é uma proposição falsa e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "as asserções I e II são proposições verdadeiras e a II é uma justificativa da I."
      },
      {
        "letra": "C",
        "texto": "as asserções I e II são proposições verdadeiras, mas a II não é uma justificativa da I."
      },
      {
        "letra": "D",
        "texto": "a asserção I é uma proposição verdadeira e a II é uma proposição falsa."
      },
      {
        "letra": "E",
        "texto": "as asserções I e II são proposições falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "895331",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Pelo contrato de fiança, uma pessoa garante satisfazer ao credor uma obrigação assumida pelo devedor, caso este não a cumpra. Em relação a esta matéria é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se pode estipular a fiança sem consentimento do devedor ou contra a sua vontade."
      },
      {
        "letra": "B",
        "texto": "Não sendo limitada, a fiança compreenderá todos os acessórios da dívida principal, excluindo-se apenas as despesas judiciais, desde a citação do fiador."
      },
      {
        "letra": "C",
        "texto": "Se o fiador se tornar insolvente ou incapaz, não poderá o credor exigir que seja substituído."
      },
      {
        "letra": "D",
        "texto": "A fiança dar-se-á por escrito, e não admite interpretação extensiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "893167",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EBSERH",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Considerando o que dispõe o Código Civil acerca de negócios jurídicos e contratos, julgue o item a seguir.Nos contratos de seguro de vida, o segurador se obriga, mediante o recebimento do prêmio, a garantir o interesse do segurado contra eventuais riscos que possam advir de ato doloso por este praticado, observados os princípios da probidade e da boa-fé.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "888335",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: ALESE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "No contrato oneroso de transporte, a responsabilidade do transportador",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é elidida se as partes estipularem cláusula excludente de responsabilidade."
      },
      {
        "letra": "B",
        "texto": "não admite nenhuma excludente de responsabilidade."
      },
      {
        "letra": "C",
        "texto": "não difere do transporte feito gratuitamente."
      },
      {
        "letra": "D",
        "texto": "deixa de existir se houver prova de culpa de terceiro, não sendo afastada por motivo de força maior."
      },
      {
        "letra": "E",
        "texto": "existe independentemente de prova de culpa do transportador, salvo se o fato decorrer de força maior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "878214",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Em determinado contrato, uma pessoa garantiu satisfazer ao credor uma obrigação assumida pelo devedor. A dívida é futura e o devedor não anuiu ao contrato. Nessa situação, se o devedor não cumprir a obrigação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o contrato será passível de invalidação."
      },
      {
        "letra": "B",
        "texto": "será admitida a interpretação extensiva para beneficiar o devedor."
      },
      {
        "letra": "C",
        "texto": "o contrato será nulo."
      },
      {
        "letra": "D",
        "texto": "o garantidor poderá utilizar o benefício de ordem."
      },
      {
        "letra": "E",
        "texto": "será restabelecida a garantia diante da evicção da coisa dada em pagamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "873713",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Geraldo, que é solteiro e tem em seu patrimônio um único imóvel onde reside sozinho, prestou fiança ao seu sobrinho Tiago, em contrato de locação de imóvel urbano com fins residenciais que havia sido pactuado pelo prazo inicial de doze meses, estabelecendo, ainda, que o fiador ficaria responsável até a entrega das chaves, além de constar renúncia ao benefício de ordem. O contrato prorrogou-se por prazo indeterminado e, após essa prorrogação, Tiago ficou sem pagar por seis prestações. Diante deste caso e segundo entendimento do Superior Tribunal de Justiça, Geraldo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser cobrado diretamente pelo locador pelas parcelas deixadas em aberto por Tiago, e não tem direito à proteção do bem de família no caso, em razão de não estar dentro da abrangência da proteção legal à família."
      },
      {
        "letra": "B",
        "texto": "não poderá ser cobrado pela dívida, uma vez que o débito foi posterior ao prazo determinado no contrato originário, de modo que cessou a sua responsabilidade como fiador."
      },
      {
        "letra": "C",
        "texto": "poderá ser cobrado pela dívida, mas não diretamente, pois o credor precisará acionar primeiramente o devedor principal, diante da ilegalidade da renúncia ao benefício de ordem e, caso Tiago não tenha patrimônio suficiente, Geraldo poderá valer-se da proteção do bem de família por se tratar de seu único bem imóvel com finalidade de moradia."
      },
      {
        "letra": "D",
        "texto": "pode ser cobrado diretamente pelo locador pelas parcelas deixadas em aberto por Tiago, mas tem direito à proteção do bem de família por se tratar de seu único bem imóvel com finalidade de moradia."
      },
      {
        "letra": "E",
        "texto": "pode ser cobrado diretamente pelo locador pelas parcelas deixadas em aberto por Tiago, e não tem direito à proteção do bem de família no caso, em razão da origem da dívida."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873614",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Em relação à fiança, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A fiança dar-se-á por escrito, por ser contrato acessório formal, admitindo interpretação extensiva."
      },
      {
        "letra": "B",
        "texto": "As dívidas futuras podem ser objeto de fiança; mas o fiador, neste caso, não será demandado senão depois que se fizer certa e líquida a obrigação do principal devedor."
      },
      {
        "letra": "C",
        "texto": "Para ser estipulada, a fiança exige consentimento ou autorização do devedor, por integrar seu direito pessoal de crédito."
      },
      {
        "letra": "D",
        "texto": "A fiança pode exceder o valor da obrigação principal, mas não pode ser de valor inferior a ela."
      },
      {
        "letra": "E",
        "texto": "A fiança compreenderá sempre todos os acessórios da dívida principal, inclusive as despesas judiciais, desde a citação do fiador, não podendo ser estipulada de modo limitado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "871839",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Em transporte gratuito de pessoa, a responsabilidade civil do transportador é regulada pela seguinte regra, extraída da lei e da jurisprudência:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No transporte desinteressado, de simples cortesia, o transportador só será civilmente responsável por danos causados ao transportado quando incorrer em dolo ou culpa grave."
      },
      {
        "letra": "B",
        "texto": "O transportador não responde em nenhuma hipótese pelos danos causados à pessoa transportada, mas responde pelos danos causados à sua bagagem, salvo motivo de força maior ou fortuito interno."
      },
      {
        "letra": "C",
        "texto": "Subordina-se às normas do contrato de transporte aquele realizado gratuitamente por amizade ou cortesia."
      },
      {
        "letra": "D",
        "texto": "Não se considera gratuito o transporte apenas se o transportador receber remuneração em dinheiro, não desnaturando a gratuidade o recebimento de vantagem indireta, como o pagamento de pedágio e alimentação do transportador."
      },
      {
        "letra": "E",
        "texto": "É vedado o transporte de menores desacompanhados dos pais ou responsáveis, sujeitando essa infração à responsabilidade objetiva do transportador."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "868154",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Pessoa Jurídica",
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Parte Geral",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Quanto ao dano moral, considere: I. A pessoa jurídica pode sofrer dano moral. II. A correção monetária do valor da indenização do dano moral incide desde a data do evento danoso. III. Não caracteriza dano moral a apresentação antecipada de cheque pré-datado. IV. O contrato de seguro por danos pessoais compreende os danos morais, salvo cláusula expressa de exclusão. Corresponde a entendimentos sumulados pelo Superior Tribunal de Justiça o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "C"
  }
]