[
  {
    "id": "3007037",
    "metadata": "Ano: 2024 | Banca: - | Órgão: -",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Propriedade",
      "Desapropriação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "[Questão Inédita] Analise as assertivas a seguir: I - a propriedade atenderá a sua função social; II - a lei estabelecerá o procedimento para desapropriação por necessidade ou utilidade pública, ou por interesse social, mediante justa e prévia indenização em barras de ouro, ressalvados os casos previstos nesta Constituição; III - no caso de iminente perigo público, a autoridade competente poderá usar de propriedade particular, assegurada ao proprietário indenização ulterior, se houver dano; IV - a pequena e a média propriedade rural, assim definidas em lei, desde que trabalhadas pela família, não serão objeto de penhora para pagamento de débitos decorrentes de sua atividade produtiva, dispondo a lei sobre os meios de financiar o seu desenvolvimento; V - aos autores pertence o privilégio temporário de utilização, publicação ou reprodução de suas obras, transmissível aos herdeiros pelo tempo que a lei fixar; Estão de acordo com o texto constitucional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma alternativa;"
      },
      {
        "letra": "B",
        "texto": "Duas alternativas;"
      },
      {
        "letra": "C",
        "texto": "Três alternativas;"
      },
      {
        "letra": "D",
        "texto": "Quatro alternativas;"
      },
      {
        "letra": "E",
        "texto": "Cinco alternativas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3006049",
    "metadata": "Ano: 2024 | Banca: Instituto JK | Órgão: Prefeitura de São João do Paraíso - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Desapropriação"
    ],
    "enunciado_principal": "No tocante ao instituto da desapropriação, escreva V ou F, conforme seja Verdadeiro ou Falso. ( ) Apenas o poder público pode promover a desapropriação. ( ) A declaração de utilidade pública, ocorrerá por meio de lei, de iniciativa do chefe do poder executivo. ( ) Caducará a desapropriação, quando não efetivada mediante acordo ou intentada judicialmente, no prazo de 05 (cinco) anos, contados da data de expedição do ato que declara como de utilidade pública. ( ) Uma vez expropriados e incorporados à Fazenda Pública, poderão ser objeto de reivindicação, por meio de processo judicial, no casos em que for verificado nulidade no processo de desapropriação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, F"
      },
      {
        "letra": "B",
        "texto": "V, F, F, F"
      },
      {
        "letra": "C",
        "texto": "F, F, F, V"
      },
      {
        "letra": "D",
        "texto": "F, F, V, F"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1160477",
    "metadata": "Ano: 2020 | Banca: Quadrix | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Desapropriação"
    ],
    "enunciado_principal": "No Brasil, o direito à propriedade não é absoluto. Considerando essa informação, julgue o item a respeito da desapropriação. Uma vez emitido o ato declaratório de utilidade pública do imóvel a ser desapropriado, a autoridade pública poderá entrar na propriedade para realizar vistoria, com auxílio da força policial, independentemente de autorização judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1183427",
    "metadata": "Ano: 2018 | Banca: FADESP | Órgão: Prefeitura de Marabá - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Desapropriação",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Usucapião"
    ],
    "enunciado_principal": "Dentre os instrumentos de regularização listados a seguir, aquele que não de aplica a imóvel localizado em área pública é o/a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "doação."
      },
      {
        "letra": "B",
        "texto": "legitimação fundiária."
      },
      {
        "letra": "C",
        "texto": "usucapião."
      },
      {
        "letra": "D",
        "texto": "desapropriação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "906333",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Desapropriação"
    ],
    "enunciado_principal": "Em relação à imissão provisória de posse em processo de desapropriação judicial, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por se tratar de ato de transmissão de posse e não de propriedade, a mesma não poderá ser objeto de registro, mas tão somente de averbação."
      },
      {
        "letra": "B",
        "texto": "Por ser ato meramente processual, não há previsão de ingresso no registro."
      },
      {
        "letra": "C",
        "texto": "Quando houver expressa concordância do expropriado, ela pode ser registrada na matrícula, como aquisição do domínio pelo expropriante, mesmo em caso de contestação do valor ofertado como indenização."
      },
      {
        "letra": "D",
        "texto": "Somente quando se tratar de implementação de projetos habitacionais ou de regularização fundiária, em área urbana ou de expansão urbana, poderão ser unificados dois ou mais imóveis, mesmo quando imitidos em favor do expropriante em processos distintos; todavia, a unificação não poderá abranger imóvel contíguo, cuja propriedade já tenha sido adquirida pelo mesmo expropriante."
      }
    ],
    "gabarito": "C"
  }
]