[
  {
    "id": "3582939",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "À luz do Código Civil e considerando, quando pertinente, a jurisprudência do STJ, julgue o item que se segue, relativo a direito de vizinhança, direito real de habitação, decadência, evicção e união estável. A pretensão de responsabilização por danos causados ao imóvel vizinho em razão do mau uso da propriedade deve ser dirigida ao ocupante do imóvel limítrofe, na qualidade de vizinho, independentemente de ser ele proprietário ou mero possuidor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3328233",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Gentil - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "A respeito das árvores limítrofes, conforme a Lei nº 10.406/2002 −Código Civil, a árvore cujo tronco estiver na linha divisória presume-se pertencer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao dono do prédio confinante da esquerda."
      },
      {
        "letra": "B",
        "texto": "Ao Município, já que está na divisória entre os prédios."
      },
      {
        "letra": "C",
        "texto": "Ao dono do prédio confinante da direita."
      },
      {
        "letra": "D",
        "texto": "Em comum aos donos dos prédios confinantes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3151537",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "De acordo com o disposto no Código Civil, “o proprietário ou o possuidor de um prédio tem o direito de fazer cessar as interferências prejudiciais à segurança, ao sossego e à saúde dos que o habitam, provocadas pela utilização de propriedade vizinha”. O entendimento do STJ em relação a esse dispositivo é o de que, nas relações de vizinhança, vigora o princípio da responsabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "objetiva, havendo o dever de indenizar ou compensar se provados a conduta, o dano e o nexo causal."
      },
      {
        "letra": "B",
        "texto": "subjetiva, havendo o dever de indenizar ou compensar se provados a conduta, a culpa ou o dolo, o dano e o nexo causal."
      },
      {
        "letra": "C",
        "texto": "subjetiva, havendo o dever de indenizar ou compensar se provados a conduta, o dolo, o dano e o nexo causal."
      },
      {
        "letra": "D",
        "texto": "objetiva fundado na teoria do risco integral, havendo o dever de indenizar ou compensar se provados a conduta e o dano, independentemente de haver nexo causal entre eles."
      },
      {
        "letra": "E",
        "texto": "subjetiva, havendo o dever de indenizar ou compensar se provados a conduta, a culpa, o dano e o nexo causal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3136249",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Considerando a regulação do direito de propriedade pelo Código Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é defeso abrir janelas, ou fazer eirado, terraço ou varanda, a menos de um metro do terreno vizinho."
      },
      {
        "letra": "B",
        "texto": "a água do poço ou nascente alheia preexistentes não condicionam as construções do vizinho se forem aquelas artificiais e frutos da obra humana."
      },
      {
        "letra": "C",
        "texto": "não é lícito encostar à parede divisória fogões de cozinha ou quaisquer aparelhos suscetíveis de produzir infiltrações ou interferências prejudiciais ao vizinho."
      },
      {
        "letra": "D",
        "texto": "na zona rural, não será permitido levantar edificações a menos de cinco metros do terreno vizinho."
      },
      {
        "letra": "E",
        "texto": "em se tratando de vãos, ou aberturas para luz, seja qual for a quantidade, altura e disposição, o vizinho poderá, a todo tempo, levantar a sua edificação, ou contramuro, ainda que lhes vede a claridade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3113955",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Joyce de Assis e Marcel Queirós são proprietários de imóveis vizinhos e limítrofes na zona urbana do município de Nobres, Mato Grosso. Marcel iniciou a construção de uma casa de três pavimentos em seu terreno, que bloqueia parcialmente a ventilação natural da casa de Joyce, alterando as condições de ventilação que ela desfruta há décadas. Preocupada com o impacto da obra sobre o bem-estar de sua família e o valor de seu imóvel, Joyce procura orientação jurídica para eventualmente buscar medidas legais. Com base no direito de propriedade e nos direitos de vizinhança previstos no Código Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o proprietário tem o direito de construir livremente em seu terreno desde que siga as normas municipais, sem necessidade de considerar eventuais prejuízos a imóveis vizinhos."
      },
      {
        "letra": "B",
        "texto": "o exercício do direito de propriedade está condicionado à preservação dos direitos de vizinhança, vedadas práticas prejudiciais aos vizinhos."
      },
      {
        "letra": "C",
        "texto": "na zona urbana, o proprietário não poderá realizar construções a menos de três metros do terreno vizinho."
      },
      {
        "letra": "D",
        "texto": "a eventual violação ao direito de vizinhos gera a indenização pela desvalorização econômica do bem, sendo incabível o pleito de demolição."
      },
      {
        "letra": "E",
        "texto": "o proprietário do bem deverá tolerar construções no terreno vizinho, desde que atendidas a legislação ambiental pertinente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3089734",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 7ª Região (CE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Aline é vizinha de Pedro e possui, em seu terreno, uma grande árvore com frutos. Seus ramos ultrapassam, pela parte de cima, o muro que divide os dois imóveis, acarretando sombra na piscina de Pedro. Além disso, 05 frutos da árvore costumam cair na casa do vizinho e, apesar das reclamações deste, Aline nunca resolveu tais entraves. Com base nessa situação, Pedro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ingressar no terreno de Aline para podar a árvore, sem prévio aviso."
      },
      {
        "letra": "B",
        "texto": "poderá cortar os ramos da árvore que ultrapassem o muro até o plano vertical divisório, mas devera devolver os frutos que caírem em seu imóvel."
      },
      {
        "letra": "C",
        "texto": "não poderá cortar os ramos da árvore que ultrapassem o muro até o plano vertical divisório, mas os frutos que caírem em seu imóvel serão seus."
      },
      {
        "letra": "D",
        "texto": "poderá cortar os ramos da árvore que ultrapassem o muro até o plano vertical divisório, e os frutos que caírem em seu imóvel serão seus."
      },
      {
        "letra": "E",
        "texto": "não poderá cortar os ramos da árvore que ultrapassem o muro até o plano vertical divisório e devera devolver os frutos que caírem em seu imóvel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3088388",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 7ª Região (CE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Deise estava jogando vôlei com seu filho quando, acidentalmente, a bola caiu no imóvel de sua vizinha Cássia, a qual se recusou a devolver o objeto. Com base nessa siluação hipotética e à luz da legislação acerca do direito de vizinhança, Cássia",
    "alternativas": [
      {
        "letra": "A",
        "texto": "faz jus ao pagamento de indenização, pelo fato de que um objeto caiu em seu imóvel, independentemente de dano."
      },
      {
        "letra": "B",
        "texto": "é obrigada a tolerar que Deise ingresse em seu imóvel, ainda que devolva a bola prévia e voluntariamente."
      },
      {
        "letra": "C",
        "texto": "tem o direito de apoderar-se da bola que está em seu imóvel."
      },
      {
        "letra": "D",
        "texto": "& obrigada a tolerar que Deise entre em seu imóvel para pegar a bola, mesmo sem prévio aviso."
      },
      {
        "letra": "E",
        "texto": "é obrigada a tolerar que Deise entre em seu imóvel, mediante prévio aviso, para pegar a bola."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3054051",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Santa Leopoldina - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Em relação aos direitos de vizinhança e ao uso anormal da propriedade, de acordo com a Lei nº 10.406/2002 − Código Civil, assinalar a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O proprietário ou o possuidor de um prédio não tem o direito de fazer cessar as interferências prejudiciais à segurança, ao sossego e à saúde dos que o habitam, provocadas pela utilização de propriedade vizinha."
      },
      {
        "letra": "B",
        "texto": "Ainda que por decisão judicial devam ser toleradas as interferências, poderá o vizinho exigir a sua redução, ou eliminação, quando estas se tornarem possíveis."
      },
      {
        "letra": "C",
        "texto": "O proprietário ou o possuidor não tem direito a exigir do dono do prédio vizinho a demolição, ou a reparação deste, quando ameace ruína, bem como que lhe preste caução pelo dano iminente."
      },
      {
        "letra": "D",
        "texto": "São liberadas as interferências considerando-se a natureza da utilização, a localização do prédio, atendidas as normas que distribuem as edificações em zonas, e os limites ordinários de tolerância dos moradores da vizinhança."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3049332",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Virgulino adquiriu, em março, um imóvel localizado em condomínio de luxo, mas veio a descobrir que o proprietário anterior deixara três pendências. Primeiro, o débito condominial relativo a janeiro não foi pago e agora vem sendo cobrado dele pelo condomínio. Segundo, no limite do terreno há um casebre que está em iminência de ruína e cuja demolição vem sendo demandada pelo vizinho, que seria atingido caso o casebre efetivamente viesse a ruir. Terceiro, o vizinho deixou de pagar a conta do serviço autônomo municipal de água e esgoto, que também vem sendo cobrado dele. Virgulino pode ser responsabilizado pelo cumprimento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente do débito condominial;"
      },
      {
        "letra": "B",
        "texto": "somente da obrigação de demolir o casebre;"
      },
      {
        "letra": "C",
        "texto": "somente do débito condominial e da conta de água e esgoto;"
      },
      {
        "letra": "D",
        "texto": "somente do débito condominial e da obrigação de demolir o casebre;"
      },
      {
        "letra": "E",
        "texto": "do débito condominial, da obrigação de demolir o casebre e da conta de água e esgoto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3030243",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Em relação às restrições decorrentes do direito de vizinhança, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o legislador adotou o critério da pré-ocupação como determinante para a invocação do direito de vizinhança, conferindo proteção aos primeiros ocupantes."
      },
      {
        "letra": "B",
        "texto": "o exercício do direito por parte do possuidor pressupõe comprovada posse justa e de boa-fé."
      },
      {
        "letra": "C",
        "texto": "o proprietário ou o possuidor de um prédio tem o d ireito de fazer cessar as interferências prejudiciais à segurança, ao sossego e à saúde dos que o habitam, considerando-se a natureza da utilização e a localização do prédio, independentemente de culpa."
      },
      {
        "letra": "D",
        "texto": "a aferição da normalidade do uso e da interferência entre vizinhos não está subordinada a parâmetros e balizas legais, permitida a discricionariedade judicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2555803",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Pinheiro - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Qual é a principal função do direito de vizinhança no contexto dos condomínios edilícios:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Permitir a livre circulação de vizinhos nas áreas privadas dos outros condôminos."
      },
      {
        "letra": "B",
        "texto": "Assegurar a paz e a ordem social, protegendo os condôminos contra comportamentos anti-sociais."
      },
      {
        "letra": "C",
        "texto": "Garantir que todos os condôminos possam realizar festas sem restrições de horário."
      },
      {
        "letra": "D",
        "texto": "Estabelecer regras que permitem a construção de janelas voltadas para as áreas privativas dos vizinhos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2509897",
    "metadata": "Ano: 2024 | Banca: MS CONCURSOS | Órgão: Prefeitura de Mirante da Serra - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Sobre o direito de construir, é incorreto afirmar, conforme o Código Civil, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defeso abrir janelas, ou fazer eirado, terraço ou varanda, a menos de metro e meio do terreno vizinho. As janelas cuja visão não incida sobre a linha divisória, bem como as perpendiculares, não poderão ser abertas a menos de setenta e cinco centímetros, desde que, tais aberturas para luz ou ventilação, não sejam maiores de dez centímetros de largura sobre vinte de comprimento e construídas a mais de dois metros de altura de cada piso."
      },
      {
        "letra": "B",
        "texto": "Na zona rural, não será permitido levantar edificações a menos de dois metros do terreno vizinho."
      },
      {
        "letra": "C",
        "texto": "O proprietário pode, no lapso de ano e dia após a conclusão da obra, exigir que se desfaça janela, sacada, terraço ou goteira sobre o seu prédio; escoado o prazo, não poderá, por sua vez, edificar sem atender ao disposto no artigo antecedente, nem impedir, ou dificultar, o escoamento das águas da goteira, com prejuízo para o prédio vizinho. E, em se tratando de vãos, ou aberturas para luz, seja qual for a quantidade, altura e disposição, o vizinho poderá, a todo tempo, levantar a sua edificação, ou contramuro, ainda que lhes vede a claridade."
      },
      {
        "letra": "D",
        "texto": "O proprietário ou ocupante do imóvel é obrigado a tolerar que o vizinho entre no prédio, mediante prévio aviso, para dele temporariamente usar, quando indispensável à reparação, construção, reconstrução ou limpeza de sua casa ou do muro divisório; ou apoderar-se de coisas suas, inclusive animais que aí se encontrem casualmente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2348946",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Marcelo Rocha relata à sua advogada, Gabriela Ruth, que é proprietário e possuidor do apartamento 72, da Rua do Céu, 99999, Bairro Paraíso da Lua, desde 2002, sendo que João Catapimba é o proprietário da unidade 62, que se encontra localizada imediatamente embaixo da sua. Entre 2002 e 2010, a unidade 62 ficou alugada, sendo que de 2010 a 2022, a tia do proprietário habitou o apartamento (unidade 62). Durante os dois períodos, nenhuma reclamação houve a respeito de barulho ou qualquer incômodo que pudesse ter sido causado por Marcelo. Com a morte da tia, João Catapimba passou a habitar o imóvel. Desde então, injustificadamente, João passou a desferir golpes no teto de sua residência, ou seja, no piso da residência de Marcelo. Com o passar do tempo, os incidentes pioraram, ocasionando até em xingamentos e ameaças de morte praticados por João contra Marcelo. Esses atos eram realizados, a partir da janela do apartamento 62, em direção à unidade 72. Diante da situação hipotética narrada, com base no tema Direitos de Vizinhança, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O exercício das prerrogativas de proprietário e possuidor não pode extravasar os limites da razoabilidade e da normalidade de modo a prejudicar a segurança, o sossego e a saúde das pessoas que habitam a propriedades vizinha."
      },
      {
        "letra": "B",
        "texto": "Na situação narrada, não se configura qualquer forma de abuso, pois discussões por barulhos fazem parte das relações de vizinhança, se tratando de transtorno passageiro do cotidiano."
      },
      {
        "letra": "C",
        "texto": "A violação do Direito de Vizinhança só se caracteriza quando o uso da propriedade violar normas administrativas emanadas da autoridade municipal."
      },
      {
        "letra": "D",
        "texto": "O dissabor cotidiano é o fato contumaz e imperceptível que não atinge a esfera jurídica personalíssima do indivíduo, por conseguinte, as atitudes de João são normais e aceitáveis na relação entre vizinhos."
      },
      {
        "letra": "E",
        "texto": "As atitudes de João são legítimas e válidas, se realizadas até as 22 horas, pois se encontram no limite legal para o exercício pleno do direito de uso do proprietário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2328433",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "As árvores da casa de João são muito bonitas e frondosas. Seus galhos ultrapassaram a linha do muro divisório e acabaram por passar por cima deste, fazendo sombra na piscina de José. Apesar das reclamações de José, João não as aparava. Eventualmente, caíam até frutos na casa de José. Baseado no enunciado e na legislação civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José pode cortar os galhos das árvores que ultrapassaram o muro e invadiram seu terreno até o plano vertical divisório e os frutos que caírem em seu terreno são seus;"
      },
      {
        "letra": "B",
        "texto": "José pode cortar os galhos das árvores que ultrapassaram o muro e invadiram seu terreno até o plano vertical divisório, mas deve devolver os frutos que caírem em seu terreno;"
      },
      {
        "letra": "C",
        "texto": "José não pode cortar os galhos das árvores que ultrapassaram o muro e invadiram seu terreno até o plano vertical divisório, mas os frutos que caírem em seu terreno são seus;"
      },
      {
        "letra": "D",
        "texto": "José não pode cortar os galhos das árvores que ultrapassaram o muro e invadiram seu terreno até o plano vertical divisório, bem como deve devolver os frutos que caírem em seu terreno;"
      },
      {
        "letra": "E",
        "texto": "a possibilidade ou não de José cortar os galhos das árvores que ultrapassaram o muro e invadiram seu terreno até o plano vertical divisório e se apropriar dos frutos dependerá de Lei Municipal específica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2324212",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Sapucaia do Sul - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Sobre o direito de vizinhança, o proprietário ou o possuidor de um prédio: I. Não tem o direito de fazer cessar as interferências prejudiciais à segurança, ao sossego e à saúde dos que o habitam, provocadas pela utilização de propriedade vizinha. II. Tem direito a exigir do dono do prédio vizinho a demolição, ou a reparação deste, quando ameace ruína, bem como que lhe preste caução pelo dano iminente. III. Em que alguém tenha direito de fazer obras, pode, no caso de dano iminente, exigir do autor delas as necessárias garantias contra o prejuízo eventual. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2324211",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Sapucaia do Sul - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Sobre o direito de vizinhança exposto na Lei nº 10.406/2002, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dono do prédio que não tiver acesso à via pública, nascente ou porto, pode, mediante pagamento de indenização cabal, constranger o vizinho a lhe dar passagem, cujo rumo será judicialmente fixado, se necessário."
      },
      {
        "letra": "B",
        "texto": "Se ocorrer alienação parcial do prédio, de modo que uma das partes perca o acesso à via pública, nascente ou porto, o proprietário da outra deve tolerar a passagem."
      },
      {
        "letra": "C",
        "texto": "A árvore, cujo tronco estiver na linha divisória, pertence apenas a um dos donos dos prédios confinantes."
      },
      {
        "letra": "D",
        "texto": "As raízes e os ramos de árvore, que ultrapassarem a estrema do prédio, poderão ser cortados, até o plano vertical divisório, pelo proprietário do terreno invadido."
      },
      {
        "letra": "E",
        "texto": "Os frutos caídos de árvore do terreno vizinho pertencem ao dono do solo onde caíram, se este for de propriedade particular."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2324210",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Sapucaia do Sul - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "De acordo com a Lei nº 10.406/2002, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dono ou o possuidor do prédio inferior não é obrigado a receber as águas que correm naturalmente do superior, podendo realizar obras que embaracem o seu fluxo."
      },
      {
        "letra": "B",
        "texto": "O proprietário de nascente, ou do solo onde caem águas pluviais, satisfeitas as necessidades de seu consumo, pode impedir, ou desviar o curso natural das águas remanescentes pelos prédios inferiores."
      },
      {
        "letra": "C",
        "texto": "O proprietário tem direito de construir barragens, açudes, ou outras obras para represamento de água em seu prédio; se as águas represadas invadirem prédio alheio, será o seu proprietário indenizado pelo dano sofrido, deduzido o valor do benefício obtido."
      },
      {
        "letra": "D",
        "texto": "Não é permitido a quem quer que seja, mesmo mediante prévia indenização aos proprietários prejudicados, construir canais, através de prédios alheios, para receber as águas a que tenha direito, indispensáveis às primeiras necessidades da vida."
      },
      {
        "letra": "E",
        "texto": "O aqueduto impedirá que os proprietários cerquem os imóveis e construam sobre ele."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2324209",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Sapucaia do Sul - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Sobre o direito de construir, abordado no Capítulo dos Direitos de Vizinhança do Código Civil brasileiro, analise as assertivas abaixo: I. Na zona rural, será permitido levantar edificações a menos de três metros do terreno vizinho. II. O proprietário pode, no lapso de ano e dia após a conclusão da obra, exigir que se desfaça janela, sacada, terraço ou goteira sobre o seu prédio; escoado o prazo, não poderá, por sua vez, edificar sem atender ao disposto no artigo antecedente, nem impedir, ou dificultar, o escoamento das águas da goteira, com prejuízo para o prédio vizinho. III. O proprietário ou ocupante do imóvel não é obrigado a tolerar que o vizinho entre no prédio, mesmo mediante prévio aviso, para apoderar-se de coisas suas, inclusive animais que aí se encontrem casualmente, entre outros. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2322742",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Analise o caso hipotético a seguir. Renato procurou a Defensoria Pública do Estado de Minas Gerais relatando que sua vizinha Ana, construiu um muro invadindo o seu quintal e provocando um deslocamento de terra. Ele desejava saber quais eram os seus direitos. Com base nesse caso, de acordo com o direito de vizinhança, analise as afirmativas a seguir. I. Se o muro invadiu o terreno de Renato em proporção não superior à vigésima parte deste, Ana adquire a propriedade da parte do solo invadido, se o valor da construção exceder ao dessa parte, independentemente de boa-fé, respondendo por indenização que represente, também, o valor da área perdida e a desvalorização da área remanescente. II. Se Ana agiu de boa-fé e a invasão do solo excedeu a vigésima parte do muro, ela adquire a propriedade da parte do solo invadido, e responde por perdas e danos que abranjam o valor que a invasão acresceu à construção, mais o da área perdida e o da desvalorização da área remanescente; mas se agiu de má-fé, é obrigada a demolir o muro, pagando as perdas e danos apurados, que serão devidos em dobro. Se o deslocamento de terra gerar prejuízo, também deverá ressarci-lo. III. Não é permitida a execução de qualquer obra ou serviço suscetível de provocar desmoronamento ou deslocação de terra, ou que comprometa a segurança do prédio vizinho, senão após haverem sido feitas as obras acautelatórias. Caso Ana tenha realizado de forma correta as obras acautelatórias, ela se exime da obrigação de ressarcir eventuais prejuízos causados. Está(ão) correta(s) a(s) afirmativa(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2320540",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Prefeitura de Nova Friburgo - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Na clássica lição de San Tiago Dantas, há conflito de vizinhança sempre que um ato praticado pelo dono de um prédio, ou estado de coisas por ele mantido, vá exercer seus efeitos sobre o imóvel vizinho, causando prejuízo ao próprio imóvel ou incômodo ao morador. Essa interferência, repercussão in alieno, é o elemento fundamental do conflito. (O conflito de vizinhança e sua composição, Rio de Janeiro, 1939, p. 72.) Nos termos do Art. 1277 do Código Civil, o proprietário ou o possuidor de um prédio tem o direito de fazer cessar as interferências prejudiciais à segurança, ao sossego e à saúde dos que o habitam, provocadas pela utilização de propriedade vizinha. Sobre as interferências provocadas pela propriedade vizinha, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ainda que por decisão judicial devam ser toleradas as interferências, poderá o vizinho exigir a sua redução, ou eliminação, quando estas se tornarem possíveis."
      },
      {
        "letra": "B",
        "texto": "Somente o proprietário tem direito a exigir do dono do prédio vizinho a demolição, ou a reparação deste, quando ameace ruína, bem como que lhe preste caução pelo dano iminente."
      },
      {
        "letra": "C",
        "texto": "O proprietário ou o possuidor de um prédio, em que alguém tenha direito de fazer obras, pode, no caso de dano iminente, exigir do autor delas as necessárias garantias contra o prejuízo eventual."
      },
      {
        "letra": "D",
        "texto": "Proíbem-se as interferências considerando-se a natureza da utilização, a localização do prédio, atendidas as normas que distribuem as edificações em zonas, e os limites ordinários de tolerância dos moradores da vizinhança. Tais proibições, contudo, não prevalecem quando as interferências forem justificadas por interesse público, caso em que o proprietário ou possuidor, causador das interferências, pagará ao vizinho indenização cabal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2305303",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: CEMIG - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Em relação aos direitos de vizinhança e às normas previstas pelo Código Civil brasileiro, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O proprietário é obrigado, independentemente de indenização, a tolerar a passagem, através de seu imóvel, de cabos, tubulações e outros condutos subterrâneos de serviços de utilidade pública, em proveito de proprietários vizinhos, quando de outro modo for impossível ou excessivamente onerosa."
      },
      {
        "letra": "B",
        "texto": "O proprietário ou o possuidor de um prédio tem o direito de fazer cessar as interferências prejudiciais à segurança, ao sossego e à saúde dos que o habitam, provocadas pela utilização de propriedade vizinha."
      },
      {
        "letra": "C",
        "texto": "O dono do prédio que não tiver acesso à via pública, nascente ou porto, pode, mediante pagamento de indenização cabal, constranger o vizinho a lhe dar passagem, cujo rumo será judicialmente fixado, se necessário."
      },
      {
        "letra": "D",
        "texto": "O proprietário tem direito a cercar, murar, valar ou tapar de qualquer modo o seu prédio, urbano ou rural, e pode constranger o seu confinante a proceder com ele à demarcação entre os dois prédios, a aviventar rumos apagados e a renovar marcos destruídos ou arruinados, repartindo-se proporcionalmente entre os interessados as respectivas despesas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2301968",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Sinimbu - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Nos termos da Lei nº 10.406/2002 — Código Civil, a distância mínima das edificações até o terreno vizinho na zona rural é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Meio metro."
      },
      {
        "letra": "B",
        "texto": "Um metro."
      },
      {
        "letra": "C",
        "texto": "Dois metros."
      },
      {
        "letra": "D",
        "texto": "Três metros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2287601",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CRC-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Os direitos de vizinhança referem-se ao conjunto de normas legais que estabelecem as regras de convivência entre proprietários de imóveis vizinhos. Essas normas visam garantir um ambiente harmonioso e respeitoso entre as propriedades, prevenindo conflitos e assegurando que cada indivíduo possa usufruir de seu imóvel sem prejudicar os direitos dos demais. Considerando o direito de construir, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É lícito encostar à parede divisória chaminés, fogões, fornos ou quaisquer aparelhos ou depósitos suscetíveis de produzir infiltrações ou interferências prejudiciais ao vizinho."
      },
      {
        "letra": "B",
        "texto": "É permitida a execução de qualquer obra ou serviço suscetível de provocar desmoronamento ou deslocação de terra, ou que comprometa a segurança do prédio vizinho, senão após haverem sido feitas as obras acautelatórias."
      },
      {
        "letra": "C",
        "texto": "O confinante, que primeiro construir, pode assentar a parede divisória até meia espessura no terreno contíguo, sem perder por isso o direito a haver meio valor dela se o vizinho a travejar, caso em que o primeiro fixará a largura e a profundidade do alicerce."
      },
      {
        "letra": "D",
        "texto": "O possuidor pode, no lapso de ano e dia após a conclusão da obra, exigir que se desfaça janela, sacada, terraço ou goteira sobre o seu prédio; escoado o prazo, não poderá, por sua vez, edificar sem atender ao disposto no artigo antecedente, nem impedir, ou dificultar, o escoamento das águas da goteira, com prejuízo para o prédio vizinho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2285069",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TBG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "À luz da legislação que dispõe acerca de ocupação do solo, servidão de passagem, áreas não edificantes e faixa de domínio, julgue o item que se segue. De acordo com o Código Civil, o dono de prédio que não tiver acesso a via pública está impedido de obrigar o vizinho a lhe dar passagem, não cabendo, nesse caso, pagamento de indenização cabal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2253113",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Carlos é proprietário de um terreno localizado em área urbana e deseja construir um prédio de apartamentos no local. No entanto, ele se depara com uma restrição no Plano Diretor do município que impede a construção de prédios com mais de dois pavimentos naquela região. Diante dessa situação, considerando as disposições do Código Civil Brasileiro sobre o direito de construir, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos poderá exercer o direito de construir no terreno sem a necessidade de autorização prévia do Poder Público, uma vez que é proprietário do imóvel e possui autonomia para realizar a construção."
      },
      {
        "letra": "B",
        "texto": "Carlos poderá exercer o direito de construir no terreno, desde que obtenha a anuência de todos os proprietários vizinhos, uma vez que a construção de um prédio de apartamentos pode afetar a vizinhança."
      },
      {
        "letra": "C",
        "texto": "Carlos poderá exercer o direito de construir no terreno, mas estará sujeito a restrições impostas pela associação de moradores da região, que poderá limitar a altura e o tipo de construção permitidos."
      },
      {
        "letra": "D",
        "texto": "Carlos poderá exercer o direito de construir no terreno, mas estará sujeito à autorização prévia do Poder Público, que poderá impor limitações ou condicionantes à construção."
      },
      {
        "letra": "E",
        "texto": "Carlos não poderá exercer o direito de construir no terreno, uma vez que o Plano Diretor do município limita a altura máxima dos prédios naquela região."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2247756",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Existindo dois prédios contíguos, um pertencente a João e outro a José, havia a necessidade de construir um muro divisório entre as propriedades. João começou a construir e pediu a José que contribuísse com 50% da obra. Entretanto, José disse que não contribuiria, já que quem queria construí-lo era João. Com base no Código Civil e na jurisprudência do Superior Tribunal de Justiça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José tem a obrigação de contribuir. O muro vai demarcar a divisão com sua propriedade, sendo sua obrigação custear metade;"
      },
      {
        "letra": "B",
        "texto": "José não tem a obrigação de contribuir. João até pode construir o muro, mas às suas expensas;"
      },
      {
        "letra": "C",
        "texto": "José tem a obrigação de contribuir. Mas, caso não o faça durante a obra, João não terá direito a ressarcimento após ela concluída;"
      },
      {
        "letra": "D",
        "texto": "João não pode construir o muro divisório sem a autorização de José;"
      },
      {
        "letra": "E",
        "texto": "José não tem a obrigação de contribuir durante a obra, sendo direito potestativo seu custear ou não o muro divisório. João não terá direto a ressarcimento após o muro pronto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2232599",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Canoas - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "O Direito de Vizinhança regula um dos aspectos mais suscetíveis a conflito na vida urbana. Nos termos da Lei nº 10.406/2002 — Código Civil, em relação aos limites entre prédios e ao direito de construir, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O proprietário construirá de maneira que o seu prédio não despeje águas, direta ou indiretamente, sobre o prédio vizinho."
      },
      {
        "letra": "B",
        "texto": "É defeso abrir janelas, ou fazer eirado, terraço ou varanda, a menos de metro e meio do terreno vizinho."
      },
      {
        "letra": "C",
        "texto": "As janelas cuja visão não incida sobre a linha divisória, bem como as perpendiculares, não poderão ser abertas a menos de um metro."
      },
      {
        "letra": "D",
        "texto": "Na zona rural não será permitido levantar edificações a menos de cinco metros do terreno vizinho."
      },
      {
        "letra": "E",
        "texto": "Não é lícito encostar à parede divisória chaminés ordinárias e fogões de cozinha."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2200150",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Piratininga - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Conforme disposto na Lei nº 10.406/2002 — Código Civil, sobre o uso anormal da propriedade, analisar os itens abaixo: I. O proprietário ou o possuidor de um prédio tem o direito de fazer cessar as interferências prejudiciais à segurança, ao sossego e à saúde dos que o habitam, provocadas pela utilização de propriedade vizinha. II. O proprietário ou o possuidor não tem direito a exigir do dono do prédio vizinho a demolição, ou a reparação deste, quando ameace ruína, mas pode exigir que lhe preste caução pelo dano iminente. III. Ainda que por decisão judicial devam ser toleradas as interferências, poderá o vizinho exigir a sua redução, ou eliminação, quando estas se tornarem possíveis. Estão CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "B",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "C",
        "texto": "Somente os itens II e III."
      },
      {
        "letra": "D",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2110249",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Florêncio tem uma linda casa em Camboinhas, com um extenso quintal no qual gosta de descansar e ver o pôr do sol. Sucede que, em 15/01/2018, Alvin começa a construir uma casa no terreno vizinho, sendo certo que uma das janelas foi aberta a menos de um metro e meio do terreno de Florêncio. Assim, em 16/01/2019, Florêncio ajuíza nunciação de obra nova contra Alvin, no que obtém liminar a fim de paralisar a construção, já em fase final. Em contestação, apresentada em 23/03/2019, o réu articula duas teses de defesa: (i) decadência do direito de embargar a obra, considerando que a ação foi proposta após o prazo de ano e dia previsto pelo Código Civil; e (ii) apesar de a janela, realmente, ficar situada a menos de um metro e meio do terreno de Florêncio, é feita de um material e em tal inclinação que não ocorre o devassamento visual do imóvel vizinho. Comprovada pericialmente a segunda tese, Alvin pede o julgamento da questão de fundo, desistindo da prejudicial de decadência. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "procedem ambas as teses de defesa, mas não será possível examinar a segunda;"
      },
      {
        "letra": "B",
        "texto": "procede apenas a primeira tese de defesa, e será possível examinar a segunda;"
      },
      {
        "letra": "C",
        "texto": "procede apenas a segunda tese de defesa;"
      },
      {
        "letra": "D",
        "texto": "procede apenas a primeira tese de defesa, e não será possível examinar a segunda;"
      },
      {
        "letra": "E",
        "texto": "nenhuma das teses de defesa procede, e a obra deve ser desfeita."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1994002",
    "metadata": "Ano: 2022 | Banca: OBJETIVA | Órgão: Prefeitura de Dezesseis de Novembro - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Conforme disposto na Lei nº 10.406/2002 - Código Civil, sobre o direito de construir, analisar os itens abaixo: I. Nas cidades, vilas e povoados cuja edificação estiver adstrita a alinhamento, o dono de um terreno pode nele edificar, madeirando na parede divisória do prédio contíguo, se ela suportar a nova construção; mas terá de embolsar ao vizinho metade do valor da parede e do chão correspondentes. II. O confinante, que primeiro construir, pode assentar a parede divisória até meia espessura no terreno contíguo, perdendo o direito a haver meio valor dela se o vizinho a travejar, caso em que o primeiro fixará a largura e a profundidade do alicerce. III. Se a parede divisória pertencer a um dos vizinhos, e não tiver capacidade para ser travejada pelo outro, poderá este fazer-lhe alicerce ao pé sem prestar caução àquele, ainda que exponha a risco a construção anterior. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item I."
      },
      {
        "letra": "B",
        "texto": "Somente o item II."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "D",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1990395",
    "metadata": "Ano: 2022 | Banca: CONSULPAM | Órgão: Prefeitura de Irauçuba - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "A respeito do direito de construir julgue os itens abaixo: I- O proprietário ou ocupante do imóvel é obrigado a tolerar que o vizinho entre no prédio, mediante prévio aviso, para uso temporário, quando indispensável à reparação, construção, reconstrução ou limpeza de sua casa ou do muro divisório. II- O proprietário ou ocupante do imóvel é obrigado a tolerar que o vizinho entre no prédio, mediante prévio aviso, para apoderar-se de coisas suas, inclusive animais que aí se encontrem casualmente. III- É permitido fazer escavações ou quaisquer obras que tirem ao poço ou à nascente de outrem, a água indispensável às suas necessidades normais. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item III está correto."
      },
      {
        "letra": "B",
        "texto": "Apenas o item I está correto."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão corretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1959537",
    "metadata": "Ano: 2022 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança",
      "Servidões"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A servidão proporciona utilidade para o prédio dominante e grava o prédio serviente, que pertence a diverso dono e constitui-se mediante declaração expressa dos proprietários, ou por testamento, e subsequente registro no Cartório de Títulos e Documentos."
      },
      {
        "letra": "B",
        "texto": "Mediante recebimento de indenização que atenda, também, à desvalorização da área remanescente, o proprietário é obrigado a tolerar a passagem, através de seu imóvel, de cabos, tubulações e outros condutos subterrâneos de serviços de utilidade pública, em proveito de proprietários vizinhos, quando de outro modo for impossível ou excessivamente onerosa. No entanto, o proprietário prejudicado pode exigir que a instalação seja feita de modo menos gravosa à propriedade, bem como, depois, seja removida, à sua custa, para outro local do imóvel."
      },
      {
        "letra": "C",
        "texto": "A propriedade de solo abrange jazidas, minas e demais recursos minerais e os potenciais de energia hidráulica."
      },
      {
        "letra": "D",
        "texto": "Somente o proprietário pode ajuizar ação reivindicatória de caráter petitório, não possuindo o usufrutuário legitimidade e interesse para ajuizá-la, mas apenas o nu proprietário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1951292",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Ademir é proprietário de um sítio contíguo à chácara de seu vizinho Viriato. Ambos os prédios contavam com saídas próprias e independentes para a única estrada pública que passa pela localidade. Certa feita, porém, Ademir alienou uma parte de seu terreno para Bruno, transferindo para este a metade do sítio mais próxima à estrada e reservando para si a propriedade da outra metade, que era contígua à chácara de Viriato. Com isso, a porção de terreno que permaneceu com Ademir deixou de contar com qualquer saída independente para a única via pública existente na região. Nessas circunstâncias, é correto afirmar que, para ter acesso à estrada, Ademir:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá constranger Bruno ou Viriato a lhe darem passagem pelos respectivos terrenos, devendo a passagem forçada recair sobre o imóvel que a ela se prestar mais facilmente;"
      },
      {
        "letra": "B",
        "texto": "poderá constranger Bruno a lhe dar passagem pelo terreno deste, sem necessidade de indenizá-lo, ou obter a passagem forçada pelo terreno de Viriato, mediante indenização cabal;"
      },
      {
        "letra": "C",
        "texto": "poderá exigir que Bruno tolere sua passagem pelo terreno deste, mas não terá passagem forçada pelo terreno de Viriato, ainda que esteja disposto a pagar indenização cabal;"
      },
      {
        "letra": "D",
        "texto": "poderá constranger Viriato a lhe dar passagem pelo terreno deste, mas não terá passagem forçada pelo terreno de Bruno se nada foi acordado entre eles no momento da alienação;"
      },
      {
        "letra": "E",
        "texto": "não poderá exigir nem que Bruno nem que Viriato tolerem sua passagem pelos respectivos terrenos, ainda que esteja disposto a pagar indenização cabal pela passagem forçada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1942008",
    "metadata": "Ano: 2022 | Banca: OBJETIVA | Órgão: Prefeitura de Nova Hartz - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Conforme disposto na Lei nº 10.406/2002 - Código Civil, em relação ao direito de construir, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defeso abrir janelas ou fazer eirado, terraço ou varanda, a menos de três metros do terreno vizinho."
      },
      {
        "letra": "B",
        "texto": "As janelas cuja visão não incida sobre a linha divisória, bem como as perpendiculares, não poderão ser abertas a menos de um metro."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de vãos ou aberturas para luz, seja qual for a quantidade, altura e disposição, o vizinho poderá, a todo tempo, levantar a sua edificação, ou contramuro, ainda que lhes vede a claridade."
      },
      {
        "letra": "D",
        "texto": "Na zona rural, não será permitido levantar edificações a menos de cinco metros do terreno vizinho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1908875",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "De acordo com o regramento dos direitos de vizinhança disciplinados pelo Código Civil, considere: I. Os ramos de árvore que ultrapassarem os limites de um prédio, poderão ser cortados, até o plano vertical divisório, pelo proprietário do terreno invadido, sendo desnecessária a autorização do dono do local em que a árvore estiver plantada. II. O proprietário poderá levantar em seu terreno as construções que lhe aprouver, sendo permitido, em zonas urbanas, abrir janelas, terraços ou varandas a menos de metro e meio do terreno vizinho, independentemente de anuência do proprietário adjacente para o qual a construção se volta. III. O ocupante de imóvel, mediante prévio aviso, é obrigado a tolerar que o vizinho entre no prédio para apoderar-se de coisas suas que ali se encontrem causalmente. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1869742",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Renata vem sofrendo grandes dificuldades em fruir com tranquilidade de sua chácara, por conta dos transtornos decorrentes de obras que vêm sendo realizadas na propriedade de seu vizinho, Evandro. Depois de anos de desleixo, com construções de integridade questionável, Evandro foi obrigado a realizar algumas dessas obras por imposição do poder público, para reparar inclusive violações à regulamentação ambiental aplicável àquela área. Sobre o caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por se tratar de obras justificadas por interesse público, não pode Renata pretender de Evandro indenização pelos prejuízos sofridos, mas poderá exigir a sua redução, ou eliminação, quando estas se tornarem possíveis;"
      },
      {
        "letra": "B",
        "texto": "no tocante às construções de integridade questionável, ante o risco de ruína iminente, poderá Renata exigir de Evandro não somente a demolição ou reparação delas, mas também que lhe preste caução pelo dano iminente;"
      },
      {
        "letra": "C",
        "texto": "se as obras no terreno de Evandro ensejarem curso de água para o terreno de Renata, ela poderá exigir que ele seja desviado ou que ela seja indenizada pelos prejuízos sofridos, independentemente de o novo curso de água lhe trazer algum benefício;"
      },
      {
        "letra": "D",
        "texto": "Renata poderá recusar que a tubulação subterrânea de serviços de utilidade pública destinada ao terreno de Evandro passe pelo seu terreno, salvo se ele comprovar que seja impossível proceder de outro modo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1860020",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Em agosto de 2019, Caio firmou com determinada construtora um contrato de promessa de compra e venda de um apartamento de 90 m² de área privativa e uma vaga de garagem no mesmo prédio. A promessa de compra e venda não foi levada a registro. Por outro lado, a convenção de condomínio foi registrada no cartório de registro de imóveis em outubro de 2019. Caio locou o apartamento a terceiro em novembro de 2019.A partir dessa situação hipotética, julgue o seguinte item. O inquilino depende da anuência de Caio para propor ação que busque cessar eventuais interferências a seu sossego geradas por habitante de imóvel lindeiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1861792",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Bertioga - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Ricardo é proprietário de um imóvel em um bairro afastado do centro da cidade, no qual ainda não há gás encanado. A concessionária fornecedora de gás, pretendendo a instalação de gás encanado em todo o bairro, apresenta o plano de obras, no qual consta que uma grande parte da tubulação passará pelo imóvel de Ricardo. Diante da situação hipotética, é correto afirmar que Ricardo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tem direito à indenização, por se tratar de serviço de utilidade pública."
      },
      {
        "letra": "B",
        "texto": "não será obrigado a tolerar a passagem dos tubos de gás em seu imóvel."
      },
      {
        "letra": "C",
        "texto": "não poderá exigir que a instalação seja feita de modo menos gravoso ao seu imóvel, considerando se tratar de serviço de utilidade pública."
      },
      {
        "letra": "D",
        "texto": "poderá exigir a realização de obras de segurança, caso as instalações ofereçam grave risco."
      },
      {
        "letra": "E",
        "texto": "poderá receber indenização relativa às obras realizadas, que não compreenderão a desvalorização da área remanescente do imóvel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1848762",
    "metadata": "Ano: 2021 | Banca: OBJETIVA | Órgão: Prefeitura de Horizontina - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "De acordo com a Lei nº 10.406/2002 - Código Civil, em relação aos direitos de vizinhança, sobre o direito de construir, analisar os itens abaixo: I. É defeso abrir janelas ou fazer eirado, terraço ou varanda a menos de um metro e meio do terreno vizinho. II. Na zona rural, será permitido levantar edificações a menos de três metros do terreno vizinho. III. À parede divisória não é lícito encostar chaminés, fogões, fornos ou quaisquer aparelhos ou depósitos suscetíveis de produzir infiltrações ou interferências prejudiciais ao vizinho. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item I."
      },
      {
        "letra": "B",
        "texto": "Somente o item II."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II e III."
      },
      {
        "letra": "E",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1846199",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Várzea Paulista - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Caio construiu, na zona urbana, em seu terreno, uma parede de tijolos de vidro translúcido, a uma distância perpendicular de um metro do imóvel lindeiro, de propriedade de Tício. Sobre o caso hipotético, pode-se corretamente afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio não violou qualquer norma de vizinhança, tendo em vista que a parede de tijolos de vidro translúcido pode ser levantada a menos de metro e meio do prédio vizinho, não importando servidão sobre ele."
      },
      {
        "letra": "B",
        "texto": "Caio violou a norma de vizinhança, tendo em vista que não se distingue a visão direta da oblíqua ou perpendicular na proibição de construir a menos de três metros do prédio de outrem."
      },
      {
        "letra": "C",
        "texto": "Tício pode, no lapso de ano e dia após a conclusão da obra, exigir que se desfaça a parede."
      },
      {
        "letra": "D",
        "texto": "Caio poderia ter construído o muro, desde que tivesse respeitado a distância mínima de 5 metros do terreno de Tício."
      },
      {
        "letra": "E",
        "texto": "Caio poderia ter construído o muro, desde observasse a distância mínima de cinquenta e cinco centímetros do imóvel de Tício."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1844984",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Luiz, é dono do imóvel A, que não tem acesso a via pública. Tentou conversar amigavelmente com o dono do imóvel B para que lhe fornecesse passagem pelo seu imóvel a via pública, tratando-se da única alternativa para que o imóvel A tenha saída para a rua. O dono do imóvel B recusou-se a admitir a passagem alegando que tal situação traria insegurança ao seu imóvel, no qual residia com a sua família: três filhas e esposa. Luiz então procurou a Defensoria Pública para compreender melhor seus direitos. Diante do caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Luiz poderá constranger o vizinho a lhe conceder passagem forçada, inclusive judicialmente, se necessário, mediante o pagamento de indenização."
      },
      {
        "letra": "B",
        "texto": "a passagem forçada deverá ocorrer somente por ajuste contratual entre as partes e, por se tratar de direito real de fruição e gozo, deve ser necessariamente registrada no cartório de registro de imóveis competente."
      },
      {
        "letra": "C",
        "texto": "considerando a negativa do vizinho, caberá a Luiz somente acionar judicialmente o Município para que realize abertura de uma nova via pública que venha a garantir saída ao seu imóvel."
      },
      {
        "letra": "D",
        "texto": "Luiz poderá constranger o vizinho a lhe conceder a passagem forçada, inclusive judicialmente, se necessário, sem prestar o pagamento de indenização."
      },
      {
        "letra": "E",
        "texto": "a passagem forçada deverá ocorrer somente por ajuste contratual entre as partes, não podendo ser imposta judicialmente, pois pressupõe acerto de vontade das partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1826542",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "A respeito dos contratos e do direito das coisas, julgue o item subsequente. O proprietário, na condição de possuidor indireto, exime-se da responsabilidade por danos causados ao vizinho pelo locatário que fizer uso indevido do imóvel.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1791346",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "De acordo com o Código Civil, em habitação predial, para que sejam proibidas interferências prejudiciais à segurança, ao sossego e à saúde dos seus habitantes pela utilização de propriedade vizinha, deve-se considerar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o propósito de habitação."
      },
      {
        "letra": "B",
        "texto": "a possibilidade de remoção."
      },
      {
        "letra": "C",
        "texto": "a real existência de incômodo."
      },
      {
        "letra": "D",
        "texto": "a localização do prédio."
      },
      {
        "letra": "E",
        "texto": "a anterioridade da posse."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1137579",
    "metadata": "Ano: 2020 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Câmara de Patrocínio - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "O uso e gozo por parte dos proprietários e possuidores de prédios vizinhos podem ser limitados pelas regras dos direitos de vizinhança previstas no Código Civil. A respeito desse tema, assinale a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito do proprietário encravado à passagem forçada não é gratuito, sendo a indenização pela limitação a forma mais apropriada de arcar com os prejuízos dela decorrentes."
      },
      {
        "letra": "B",
        "texto": "O proprietário de prédio imediatamente ou mediatamente inferior é obrigado a receber e escoar as águas pluviais, nascentes ou correntes que naturalmente escorram do superior, desde que previamente indenizado."
      },
      {
        "letra": "C",
        "texto": "Cuida-se de presunção iure et de iure o condomínio necessário de paredes, muros e valas de divisas entre dois imóveis distintos, cabendo aos respectivos titulares dos imóveis o compartilhamento das despesas de conservação."
      },
      {
        "letra": "D",
        "texto": "É proibida a abertura de janelas em prédios urbanos a menos de dois metros da linha divisória, aumentando para cinco metros do terreno vizinho a distância para a construção de edificações em imóveis rurais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1690471",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Birigui - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Proprietário de um imóvel pretende construir um aqueduto no terreno de seu vizinho, para receber águas provenientes de outro imóvel. Diante deste fato, aponte a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por proporcionar utilidade para o prédio dominante, não há necessidade de solicitar autorização do proprietário do terreno vizinho."
      },
      {
        "letra": "B",
        "texto": "Será autorizada a realização do aqueduto, desde que ele possa ser removido, rateadas entre os respectivos donos."
      },
      {
        "letra": "C",
        "texto": "Restringir-se-á o exercício dessa servidão, que serve às necessidades do prédio dominante, por agravar o encargo ao prédio serviente."
      },
      {
        "letra": "D",
        "texto": "O dono do prédio serviente não poderá embaraçar de modo algum o exercício legítimo da servidão, se se tratar do consumo de água potável."
      },
      {
        "letra": "E",
        "texto": "É possível a construção do aqueduto, desde que não existam outros meios de passagem de águas e haja o pagamento de indenização."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1323616",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Portão - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Segundo a Lei nº 10.406/2002 - Código Civil, em relação aos direitos da vizinhança, analisar a sentença abaixo: O dono do prédio que não tiver acesso à via pública, nascente ou porto, pode, mediante pagamento de indenização cabal, constranger o vizinho a lhe dar passagem, cujo rumo será judicialmente fixado, se necessário (1ª parte). O proprietário de nascente, ou do solo onde caem águas pluviais, satisfeitas as necessidades de seu consumo, pode impedir ou desviar o curso natural das águas remanescentes pelos prédios inferiores (2ª parte). A sentença está:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Totalmente correta."
      },
      {
        "letra": "B",
        "texto": "Correta somente em sua 1ª parte."
      },
      {
        "letra": "C",
        "texto": "Correta somente em sua 2ª parte."
      },
      {
        "letra": "D",
        "texto": "Totalmente incorreta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1093938",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: ESEF - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Tadeu é dono de um gato, que, em diversas situações, é encontrado no terreno de sua vizinha, Paula. Cansada dos estragos que o gato faz em sua casa, Paula o procura para saber quais as providências pode tomar em relação às constantes invasões. De acordo com o previsto no Código Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paula é obrigada a tolerar que Tadeu entre no seu imóvel, sem aviso prévio, desde que seja exclusivamente para se apoderar do gato."
      },
      {
        "letra": "B",
        "texto": "Paula pode impedir a entrada de Tadeu em seu imóvel para se apoderar do gato, ainda que a entrada de Tadeu tenha sido feita com aviso prévio."
      },
      {
        "letra": "C",
        "texto": "Desde que a entrada no imóvel de Paula tenha sido exclusivamente para reaver o gato, Tadeu não é obrigado a ressarcir eventuais danos causados."
      },
      {
        "letra": "D",
        "texto": "Paula pode exigir de Tadeu a construção de tapumes especiais para impedir a passagem do gato. Nesse caso, Paula não está obrigada a concorrer para as despesas."
      },
      {
        "letra": "E",
        "texto": "Paula pode altear a parede divisória, se necessário reconstruindo-a, para suportar o alteamento para impedir a passagem do gato. Nesse caso, arcará com todas as despesas, inclusive de conservação, mesmo se Tadeu adquirir meação também na parte aumentada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1093863",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Mauá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Sobre o direito de vizinhança, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode o proprietário ou o possuidor de um imóvel ingressar com ação demolitória ao argumento de que a construção do vizinho interfere na ventilação e na iluminação de seu terreno, em razão do descumprimento de posturas municipais."
      },
      {
        "letra": "B",
        "texto": "Tanto o proprietário como o possuidor podem fazer cessar as interferências que prejudiquem a saúde ou a segurança dos que habitam o imóvel, provocadas pelo uso anormal da propriedade vizinha, assim entendida como imóveis confinantes ou contíguos."
      },
      {
        "letra": "C",
        "texto": "O proprietário ou possuidor de um prédio pode ingressar com ação cominatória contra estabelecimento comercial vizinho, fundado em perturbações sonoras, comprovando a inexistência de alvará de funcionamento."
      },
      {
        "letra": "D",
        "texto": "Quando a lei civil faz menção a prédio vizinho, ela abrange imóveis rurais ou urbanos, mesmo que não sejam contíguos ou confinantes, desde que haja construções."
      },
      {
        "letra": "E",
        "texto": "As interferências prejudiciais à segurança, à saúde ou à segurança provocadas pelo uso anormal da propriedade vizinha devem ser intoleráveis, mesmo justificado por interesse público, como por exemplo um hospital localizado em zona estritamente residencial, hipótese em que se deve determinar a cessação da atividade lesiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1037429",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "De acordo com o CCB, a respeito dos direitos de vizinhança, analise as afirmativas a seguir. I. As limitações ou restrições de vizinhança independem de reconhecimento convencional. II. O proprietário ou o possuidor tem direito de exigir do dono do prédio vizinho a demolição ou a reparação deste, quando ameace ruína, bem como lhe preste caução pelo dano iminente. III. O mau uso da propriedade deve ser analisado, em regra, pelo critério de normalidade ou anormalidade de sua utilização. IV. A passagem forçada é o direito que tem o dono de prédio rústico ou urbano, que se encontra encravado, de constranger o vizinho a lhe dar passagem, mediante o pagamento de indenização cabal, cujo rumo será judicialmente fixado, se necessário. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "991818",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: SAAE de Itabira - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "No que se refere ao direito de construir previsto no Código Civil quando da disciplina dos direitos de vizinhança, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Civil veda o estilicídio, na medida em que impede que o proprietário construa de maneira que o seu prédio despeje águas, especialmente de chuvas, diretamente sobre o prédio vizinho."
      },
      {
        "letra": "B",
        "texto": "Nos imóveis urbanos, é proibido abrir janelas, ou fazer eirado, terraço ou varanda, a menos de metro e meio do terreno vizinho."
      },
      {
        "letra": "C",
        "texto": "Com o advento das regras do novo Código de Processo Civil, para todas as hipóteses envolvendo abusos no direito de construir caberá, por parte do proprietário prejudicado, tão somente a ação demolitória sob o procedimento comum."
      },
      {
        "letra": "D",
        "texto": "Parede de tijolos de vidro translúcido pode ser levantada a menos de metro e meio do prédio vizinho, não importando a servidão sobre ele."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "973932",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Sobre os direitos de vizinhança, considere as seguintes afirmativas: 1. Quando as águas, artificialmente levadas ao prédio superior, ou aí colhidas, correrem dele para o inferior, poderá o dono deste reclamar que se desviem, ou se lhe indenize o prejuízo que sofrer. 2. O proprietário de nascente, ou do solo onde caem águas pluviais, satisfeitas as necessidades de seu consumo, poderá impedir, ou desviar o curso natural das águas remanescentes pelos prédios inferiores. 3. O dono ou o possuidor do prédio inferior é obrigado a receber as águas que correm naturalmente do superior, não podendo realizar obras que embaracem o seu fluxo. 4. O proprietário ou o possuidor de um prédio tem o direito de fazer cessar as interferências prejudiciais à segurança, ao sossego e à saúde dos que o habitam, provocadas pela utilização de propriedade vizinha. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 1 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 1, 2 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 3 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1115800",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Pará de Minas - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Sobre os direitos reais disciplinados pelo Código Civil, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em todas as hipóteses envolvendo abusos no direito de construir, caberá, por parte do proprietário prejudicado, a ação demolitória, sem prejuízo de outras medidas processuais, como a ação reivindicatória e as ações possessórias."
      },
      {
        "letra": "B",
        "texto": "É proibido, em se tratando de imóveis urbanos, abrir janelas ou fazer eirado, terraço ou varanda, a menos de três metros do terreno vizinho, sendo que em imóveis rurais a limitação passa a ser de quinze metros."
      },
      {
        "letra": "C",
        "texto": "A construção de aquedutos, por meio de prédios alheios, para receber as águas a que tenha direito, indispensáveis às primeiras necessidades, impede que os proprietários cerquem os imóveis e construam sobre ele."
      },
      {
        "letra": "D",
        "texto": "O imóvel situado na zona rural que o proprietário abandonar, com a intenção de não mais o conservar em seu patrimônio, e que não se encontrar na posse de outrem, será arrecadado, como bem vago, e passará à propriedade do município no qual se achar na respectiva circunscrição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "992521",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Olímpia - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "No direito de construir, é permitido",
    "alternativas": [
      {
        "letra": "A",
        "texto": "encostar à parede divisória fogões de cozinha."
      },
      {
        "letra": "B",
        "texto": "ao proprietário construir de maneira que seu prédio despeje águas diretamente sobre o prédio vizinho."
      },
      {
        "letra": "C",
        "texto": "abrir janelas a menos de um metro e meio do terreno vizinho."
      },
      {
        "letra": "D",
        "texto": "levantar edificações a menos de três metros do terreno vizinho, desde que seja área rural."
      },
      {
        "letra": "E",
        "texto": "realizar construções capazes de poluir a água de poço, desde que mediante indenização."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "974660",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Com relação às águas, no direito de vizinhança, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dono ou possuidor do prédio inferior é obrigado a receber as águas que correm naturalmente do superior, sendo possível realizar obras para embaraçar o fluxo."
      },
      {
        "letra": "B",
        "texto": "Quando as águas artificialmente levadas ao prédio superior correrem dele para o inferior, poderá o dono deste reclamar que se desviem, ou se lhe indenize o prejuízo que sofrer."
      },
      {
        "letra": "C",
        "texto": "O proprietário de nascente pode desviar o curso natural das águas remanescentes pelos prédios inferiores."
      },
      {
        "letra": "D",
        "texto": "O proprietário não tem direito de construir barragens, açudes ou outras obras para represamento de água em seu prédio."
      },
      {
        "letra": "E",
        "texto": "A construção de aqueduto impede que o proprietário cerque o imóvel, mas permite a utilização das águas paras as primeiras necessidades da vida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "951398",
    "metadata": "Ano: 2018 | Banca: IF-MT | Órgão: IF-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Acerca do direito de construir, nos termos do Código Civil, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O proprietário pode levantar em seu terreno as construções que lhe aprouver, salvo o direito dos vizinhos e os regulamentos administrativos."
      },
      {
        "letra": "B",
        "texto": "O proprietário construirá de maneira que o seu prédio não despeje águas, diretamente, sobre o prédio vizinho."
      },
      {
        "letra": "C",
        "texto": "É permitido abrir janelas, ou fazer eirado, terraço ou varanda, a menos de metro e meio do terreno vizinho."
      },
      {
        "letra": "D",
        "texto": "As janelas cuja visão não incida sobre a linha divisória, bem como as perpendiculares, não poderão ser abertas a menos de setenta e cinco centímetros."
      },
      {
        "letra": "E",
        "texto": "O proprietário prejudicado poderá exigir que seja subterrânea a canalização que atravessa áreas edificadas, pátios, hortas, jardins ou quintais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "950516",
    "metadata": "Ano: 2018 | Banca: COMPERVE - UFRN | Órgão: TJ-RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Dona Jura tem um boteco que, há aproximadamente três anos, vem prejudicando o sossego e a tranquilidade do condomínio vizinho. A partir das quartas -feiras, o som ao vivo e o barulho dos clientes festejando impossibilitam a tranquilidade de quem mora no condomínio. Dona Jura possui todas as autorizações para o funcionamento do boteco, inclusive autorização judicial, e cumpre com o determinado pela legislação para conter o barulho do bar. Segundo o Código Civil, o condomínio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem o direito de fazer cessar as interferências prejudiciais ao sossego daqueles que ali habitam, provocadas pela utilização de propriedade vizinha."
      },
      {
        "letra": "B",
        "texto": "tem de suportar a interferência, considerando-se a natureza da utilização, a localização do prédio, atendidas as normas que distribuem as edificações em zonas e os limites extraordinários de tolerância dos moradores da vizinhança."
      },
      {
        "letra": "C",
        "texto": "tem de suportar a interferência, uma vez que o seu direito não prevalece, já que as interferências são justificadas por interesse público, caso em que o proprietário ou o possuidor, causador delas, pagará ao vizinho indenização cabal."
      },
      {
        "letra": "D",
        "texto": "tem o direito fazer cessar as interferências prejudiciais ao sossego, sendo intolerável a atividade do boteco, mesmo oferecendo medidas alternativas para reduzir seu impacto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "944989",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: COREN-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "A moradia é um direito fundamental social. As regras relativas aos direitos de vizinhança estão previstas no Código Civil de 2002. Com relação ao assunto, identifique como verdadeiros (V) ou falsos (F) as seguintes afirmativas: ( ) O proprietário ou o possuidor tem direito a exigir do dono do prédio vizinho a demolição, ou a reparação deste, quando ameace ruína, bem como que lhe preste caução pelo dano iminente. ( ) A árvore, cujo tronco estiver na linha divisória entre dois imóveis confinantes, presume-se pertencer ao proprietário do terreno onde as raízes da árvore estiverem fincadas. ( ) Os frutos caídos de árvore do terreno vizinho pertencem ao dono do solo onde caíram, se este for de propriedade particular. ( ) A construção de tapumes especiais para impedir a passagem de animais de pequeno porte deve ter suas despesas repartidas proporcionalmente entre os proprietários dos prédios confinantes. Assinale a alternativa que apresenta a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – V."
      },
      {
        "letra": "B",
        "texto": "F – F – V – F."
      },
      {
        "letra": "C",
        "texto": "V – V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – F – V."
      },
      {
        "letra": "E",
        "texto": "V – F – V – F."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "927846",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Sorocaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Responsabilidade civil",
      "Direito de Vizinhança",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os direitos de vizinhança e sobre a responsabilidade civil de indenizar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É subjetiva a responsabilidade do condomínio pelos danos provenientes das coisas que dele caírem, ainda que não identificado o autor do ato ilícito."
      },
      {
        "letra": "B",
        "texto": "Os ramos de árvores que ultrapassarem o limite de determinado prédio não poderão ser cortados pelo proprietário do terreno invadido, salvo se o ramo estiver impedindo ou limitando a utilização da propriedade."
      },
      {
        "letra": "C",
        "texto": "Pelo instituto da passagem forçada, proporciona-se passagem adicional a um prédio cujo acesso à via pública seja inconveniente, em razão de sua localização ou de suas dimensões."
      },
      {
        "letra": "D",
        "texto": "O possuidor de determinado imóvel pode exigir do dono do prédio vizinho, quando este ameace desabamento, a prestação de caução pelo dano iminente."
      },
      {
        "letra": "E",
        "texto": "O proprietário ou ocupante de imóvel não é obrigado a tolerar que o vizinho entre em seu prédio para recuperar coisas suas, ainda que mediante aviso prévio."
      }
    ],
    "gabarito": "D"
  }
]