[
  {
    "id": "3538757",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Analise as proposições abaixo, acerca da hipotecа: I. Executada a hipoteca, se o produto não bastar para pagamento da dívida e despesas judiciais, continuará o devedor obrigado pessoalmente pelo restante. II. Os sucessores do devedor podem remir a hipoteca no todo mas não parcialmente na proporção de seus quinhões. III. É defeso ao devedor dar a coisa hipotecada em pagamento após o vencimento da dívida. IV. A hipoteca não abrange as acessões, melhoramentos ou construções do imóvel. De acordo com o Código Civil, é correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3328201",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: ENAC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Considere os seguintes atos e fatos jurídicos: i) impenhorabilidade do bem de família; ii) legitimidade do agente de garantias para execução e para ações judiciais que envolvam discussões sobre a existência, a validade ou a eficácia do ato jurídico do crédito garantido; e iii) direito de preferência do locatário em adquirir o imóvel locado. Sobre o tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a oponibilidade a terceiros depende do registro do título correlato em todas as hipóteses, mas em nenhuma delas terá eficácia constitutiva;"
      },
      {
        "letra": "B",
        "texto": "a oponibilidade a terceiros depende do registro do título nas hipóteses ii e iii, ao passo que, na hipótese i, o registro será constitutivo;"
      },
      {
        "letra": "C",
        "texto": "nas hipóteses ii e iii, o registro do título é constitutivo do direito, ao passo que, na hipótese i, o registro apenas tornará o direito oponível a terceiros;"
      },
      {
        "letra": "D",
        "texto": "em nenhuma das hipóteses o registro terá eficácia constitutiva e a oponibilidade do título dependerá de registro apenas nas hipóteses ii e iii;"
      },
      {
        "letra": "E",
        "texto": "em nenhuma das hipóteses o registro terá eficácia constitutiva e a oponibilidade do título dependerá de registro apenas na hipótese iii."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3328200",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: ENAC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A incorporadora XTY lançou um grande empreendimento imobiliário na cidade de Recife. Para se financiar, contratou mútuo com o Banco Crescer é Preciso S/A e pretendia dar em hipoteca as unidades que construiria e venderia. O registrador responsável, no entanto, suscitou dúvida, quanto ao requerimento, em três aspectos: I. é impossível a constituição de hipoteca sobre bem futuro, que ainda não é de propriedade do devedor nem será (porque as unidades serão comercializadas); II. também é inviável a constituição da garantia real sobre o terreno que está para sofrer incorporação imobiliária, uma vez que a hipoteca traduz vínculo jurídico indivisível, que adere à coisa por inteiro e a cada uma das suas partes, de modo que não contemplaria as modificações que já se anunciam sobre o imóvel; e III. a constituição de hipoteca seria inócua, por ser ineficaz perante futuros adquirentes das unidades privativas. Nesse sentido, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas a terceira alegação procede, embora não impeça a constituição da garantia;"
      },
      {
        "letra": "B",
        "texto": "procedem a segunda alegação, embora seja superável pela expressa e imprescindível menção no título constitutivo de que a garantia compreende todas as acessões, melhoramentos ou construções do imóvel, e a terceira alegação, que, no entanto, não obsta a constituição da garantia;"
      },
      {
        "letra": "C",
        "texto": "improcede a primeira alegação, porque não há qualquer impedimento à constituição de hipoteca sobre bem futuro, bem como a segunda, porque a hipoteca abrange ex lege todas as acessões, melhoramentos ou construções do imóvel;"
      },
      {
        "letra": "D",
        "texto": "procede apenas a primeira alegação, diante do impedimento à constituição de hipoteca sobre bem futuro, o mesmo que se verifica quanto ao penhor, por exemplo;"
      },
      {
        "letra": "E",
        "texto": "todas as alegações improcedem, na medida em que o princípio da especialização é superado no caso de hipotecas para financiamento de incorporação imobiliária, sendo certo, ademais, que a garantia já abrange ex lege todas as acessões, melhoramentos ou construções do imóvel, bem como que não há vedação para a futura alienação das unidades privativas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3328196",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: ENAC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Roberval pegou R$ 100.000,00 emprestados com Jeremias, dando, em garantia da dívida, a hipoteca de uma sala comercial de sua propriedade, devidamente registrada na matrícula do imóvel. Ocorre que Jeremias cedeu o crédito para Lupicínio, que se limitou a notificar Roberval da cessão. A averbação da cessão do crédito no registro do imóvel hipotecado é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ineficaz, tendo em vista que a garantia hipotecária é acessória do crédito e, portanto, acompanha o principal na cessão automaticamente;"
      },
      {
        "letra": "B",
        "texto": "ônus de Lupicínio, cujo exercício deve ocorrer judicialmente, como forma de evitar fraudes contra outros credores de Roberval;"
      },
      {
        "letra": "C",
        "texto": "dever de Lupicínio, pois sem a averbação ele não poderá demandar Roberval pelo pagamento do crédito de R$ 100.000,00;"
      },
      {
        "letra": "D",
        "texto": "direito de Lupicínio, mas necessária para que ele possa recorrer à garantia hipotecária, em caso de inadimplemento do crédito principal;"
      },
      {
        "letra": "E",
        "texto": "vedada, pois somente Jeremias tem legitimidade para pretender a execução da hipoteca, como direito personalíssimo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3295844",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o pacto comissório é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proibido no contrato de hipoteca."
      },
      {
        "letra": "B",
        "texto": "cláusula essencial dos contratos de corretagem."
      },
      {
        "letra": "C",
        "texto": "cláusula que estipula o pagamento de comissão no caso de desistência ou arrependimento do negócio."
      },
      {
        "letra": "D",
        "texto": "cláusula que estipula o pagamento de comissão no caso de conclusão do negócio."
      },
      {
        "letra": "E",
        "texto": "permitido em qualquer tipo de contrato, desde que os contratantes sejam plenamente capazes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3231180",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A respeito da prescrição no direito civil, dos contratos, da hipoteca, da propriedade e do negócio jurídico, julgue o item subsequente.É vedado hipotecar direitos oriundos da imissão provisória na posse concedida ao município.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3216451",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "João celebrou contrato de empréstimo com uma instituição financeira para aquisição de um caminhão, dando o veículo em garantia fiduciária. Após inadimplir as parcelas do empréstimo, a instituição financeira executou a garantia fiduciária e tomou posse do caminhão. No ato da entrega do bem, João tentou retirar o equipamento de monitoramento de última geração instalado no caminhão, já que era passível de remoção sem causar danos ao bem, o que foi negado pelo Banco. Tendo como referência essa situação hipotética, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O equipamento de monitoramento é um bem acessório que deverá acompanhar o caminhão, bem principal."
      },
      {
        "letra": "B",
        "texto": "Por ser o equipamento de monitoramento considerado um bem naturalmente infungível, sua inclusão no caminhão gera a incorporação e impossibilita a restituição."
      },
      {
        "letra": "C",
        "texto": "O equipamento de monitoramento constitui item essencial para utilização do caminhão, tornando-se parte integrante do veículo e deve acompanhá-lo no ato da entrega."
      },
      {
        "letra": "D",
        "texto": "O equipamento de monitoramento é considerado pertença e deve seguir com o caminhão, por determinação do princípio da gravitação jurídica, já que perde sua função ao ser desacoplado do caminhão."
      },
      {
        "letra": "E",
        "texto": "O inadimplemento do contrato de empréstimo para aquisição de caminhão dado em garantia, a despeito de importar na consolidação da propriedade do mencionado veículo nas mãos do credor fiduciante, não conduz ao perdimento da pertença em favor deste."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3215472",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Julgue o item que se segue, referente a posse e direitos e garantias reais. Antes de vencida a primeira hipoteca, o credor de segunda hipoteca, ainda que vencida, está impedido de executar o imóvel, mesmo no caso de insolvência do devedor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3298500",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "O Código Civil de 2002 aborda uma variedade de direitos reais, entre eles, o direito de garantia representado pela hipoteca, essencial para assegurar o cumprimento de obrigações. Os arts. 1.473 e seguintes, do Código Civil, regulam as questões atinentes à hipoteca. Sobre o tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo o caso de insolvência do devedor, o credor da segunda hipoteca, vencida, poderá executar o imóvel antes de vencida a primeira."
      },
      {
        "letra": "B",
        "texto": "Dentro em sessenta dias, contados do registro do título aquisitivo, tem o adquirente do imóvel hipotecado o direito de remi-lo, citando os credores hipotecários e propondo importância não inferior ao preço por que o adquiriu."
      },
      {
        "letra": "C",
        "texto": "Poderá o adquirente exercer a faculdade de abandonar o imóvel hipotecado, até os quinze dias subsequentes à citação, com que se inicia o procedimento executivo."
      },
      {
        "letra": "D",
        "texto": "O dono do imóvel hipotecado pode constituir outra hipoteca sobre ele, mediante novo título, em favor do mesmo ou de outro credor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3253596",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Acerca do instituto do Penhor, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o disposto no Código Civil, o penhor é um direito real que vincula qualquer coisa, móvel ou imóvel ao pagamento de uma dívida."
      },
      {
        "letra": "B",
        "texto": "No penhor pecuário, o devedor não poderá alienar os animais empenhados sem prévio consentimento, por escrito, do credor."
      },
      {
        "letra": "C",
        "texto": "No penhor mercantil, as coisas empenhadas ficam em poder do credor."
      },
      {
        "letra": "D",
        "texto": "O instrumento do penhor deverá ser levado a registro, pelo devedor, no Cartório de Títulos e Documentos."
      },
      {
        "letra": "E",
        "texto": "Podem ser objeto de penhor máquinas, aparelhos, materiais, instrumentos, instalados e em funcionamento, desde que com os seus respectivos acessórios."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3231939",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A respeito da hipoteca, assinale a alternativa que está de acordo com o disposto no Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É anulável, no prazo decadencial de quatro anos, a cláusula que proíbe ao proprietário alienar imóvel hipotecado."
      },
      {
        "letra": "B",
        "texto": "O dono do imóvel hipotecado pode constituir outra hipoteca sobre ele, mediante a assinatura de um novo título, desde que em favor do mesmo credor."
      },
      {
        "letra": "C",
        "texto": "O inadimplemento da obrigação garantida por hipoteca, ocasiona, necessariamente, ao credor, o automático vencimento das demais obrigações de que for titular, garantidas pelo mesmo imóvel."
      },
      {
        "letra": "D",
        "texto": "Não se considera insolvente o devedor por faltar ao pagamento das obrigações garantidas por hipotecas posteriores à primeira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3172664",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "“A”, maior e capaz, dá em hipoteca a “B” o seu único imóvel. Diante do exposto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como se trata do único imóvel de “A”, essa hipoteca não é válida"
      },
      {
        "letra": "B",
        "texto": "Como “A” já tinha dado em hipoteca esse mesmo imóvel a outra pessoa, não será possível ter essa segunda hipoteca"
      },
      {
        "letra": "C",
        "texto": "Essa hipoteca é válida"
      },
      {
        "letra": "D",
        "texto": "As acessões e os melhoramentos, que forem realizadas no imóvel por “A”, não beneficiam o credor hipotecário"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3128975",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Santo André - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Acerca do instituto da hipoteca, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É um direito real de garantia que confere ao credor o poder de penhorar um bem móvel do devedor em caso de inadimplemento."
      },
      {
        "letra": "B",
        "texto": "Trata-se de um direito pessoal que confere ao credor o poder de penhorar um bem móvel do devedor em caso de inadimplemento."
      },
      {
        "letra": "C",
        "texto": "Corresponde a um direito de preferência que confere ao devedor a prioridade no recebimento dos valores referentes à dívida."
      },
      {
        "letra": "D",
        "texto": "É um contrato bilateral que estabelece a transferência da propriedade de um bem imóvel ao credor como garantia do pagamento da dívida."
      },
      {
        "letra": "E",
        "texto": "Pode ser constituída para garantia de dívida futura ou condicionada, desde que determinado o valor máximo do crédito a ser garantido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3113285",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A respeito da pessoa jurídica, dos direitos reais, da posse e dos atos unilaterais, julgue o item subsequente, considerando o Código Civil e, no que couber, o entendimento jurisprudencial dos tribunais superiores. No caso de imóvel dado em hipoteca, fica impedido o exercício do direito de retenção por terceiros sobre eventuais benfeitorias nele erguidas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3104179",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Com base no disposto no Código Civil a respeito de guarda compartilhada de filhos e espécies de direitos reais, julgue o item seguinte. Não podem ser objeto de hipoteca os direitos oriundos da imissão provisória na posse, quando concedida à União, aos estados, ao Distrito Federal, aos municípios ou às suas entidades delegadas e a respectiva cessão e promessa de cessão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3104175",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "No que se refere aos contratos de penhor civil e de seguro, julgue o item que se segue, à luz da jurisprudência do STJ.Em contrato de penhor civil, é legítima cláusula contratual que afasta a responsabilidade civil de instituição financeira por eventuais danos decorrentes de furto ou extravio de bem entregue em garantia ao contrato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3086920",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "Reinoldo toma crédito do Banco Dinheiro Já! para aquisição da casa própria. Como garantia, grava hipoteca sobre o bem adquirido, uma linda fazenda cortada por um aprazível riacho. Imediatamente imitido na posse, constrói uma voluptuária piscina e uma casa para um funcionário que cuidava do jardim, mas nada transcreve à matrícula. A par disso, verifica que seu terreno fora acrescido por aluvião às margens do riacho. Todavia, em 2023, cai em inadimplência, razão pela qual o banco inicia a execução extrajudicial da hipoteca, adjudicando para si o imóvel. Como propusera demanda anulatória contra tal adjudicação, a imissão da instituição financeira na posse ainda demora, de modo que Reinoldo acresce benfeitoria necessária ao imóvel. Nesse caso, é correto afirmar que Reinoldo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não terá direito de retenção ou indenização sobre nada (piscina, casa, aluvião e benfeitoria necessária);"
      },
      {
        "letra": "B",
        "texto": "terá direito de retenção sobre a benfeitoria e de indenização pelo acréscimo por aluvião, uma vez que todos os demais melhoramentos estavam abrangidos pela hipoteca;"
      },
      {
        "letra": "C",
        "texto": "terá direito de retenção exclusivamente sobre a benfeitoria necessária construída após a execução da hipoteca, uma vez que todos os demais melhoramentos e acréscimos estavam abrangidos pela hipoteca;"
      },
      {
        "letra": "D",
        "texto": "terá direito de indenização apenas pelo acréscimo por aluvião, uma vez que os demais melhoramentos ou estavam abrangidos pela hipoteca ou foram implementados após a execução extrajudicial;"
      },
      {
        "letra": "E",
        "texto": "terá direito a retenção ou indenização pelos acréscimos e melhoramentos havidos antes da execução, não abrangidos pela hipoteca até por falta de transcrição na matrícula, mas não sobre a benfeitoria necessária após a execução, porque feita de boa-fé na pendência de demanda anulatória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3049341",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "O delegatário do Registro de Imóveis da Cidade X suscita dúvida nos seguintes termos: “Tenho dúvida em proceder ao cancelamento da hipoteca sobre o imóvel de matrícula XXX, requerido pelo devedor com base na prescrição da obrigação principal, porque: i) não consta o consentimento expresso do credor, tampouco houve contencioso administrativo ou judicial a declarar a prescrição, elementos imprescindíveis à providência requerida; ii) de todo modo, a prescrição apenas extinguiria a pretensão, mas não a obrigação principal, de modo que não afetaria a hipoteca; e iii) seja como for, por se tratar de dívida a prazo, o início do prazo prescricional se deu apenas na data da última parcela, independentemente de prévio inadimplemento ou do vencimento antecipado da dívida”. Nesse caso, o registrador:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está errado em todas as suas colocações;"
      },
      {
        "letra": "B",
        "texto": "está correto em todas as suas colocações;"
      },
      {
        "letra": "C",
        "texto": "está correto apenas em relação aos itens i e ii;"
      },
      {
        "letra": "D",
        "texto": "está correto apenas em relação aos itens i e iii;"
      },
      {
        "letra": "E",
        "texto": "está correto apenas em relação aos itens ii e iii."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3044243",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Vitória - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Bento, divorciado, reside sozinho em imóvel de sua propriedade localizado na Rua do Céu, Bairro das Flores. Nos últimos anos, ele tem sofrido por inúmeras perdas profissionais, que levaram ao acúmulo de várias dívidas. Entre elas, as maiores são a pensão alimentícia de seu filho, Ezequiel, o mútuo com Banco Zeta S.A., e as cotas condominiais do Condomínio Residencial Rio das Flores relativas à sua residência. Diante da situação hipotética, com base no ordenamento jurídico brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impenhorabilidade do bem de Bento pode ser oposta ao Ezequiel, por se tratar de pensão alimentícia decorrente de vínculo familiar."
      },
      {
        "letra": "B",
        "texto": "Os bens móveis da residência de Bento usualmente mantidos em um lar comum são penhoráveis pelo Banco Zeta S.A."
      },
      {
        "letra": "C",
        "texto": "Apesar de Bento ser divorciado e residir sozinho no bem, ele é protegido pela impenhorabilidade de bem de família diante do Banco Zeta S.A."
      },
      {
        "letra": "D",
        "texto": "O Condomínio Residencial Rio das Flores não poderá executar o apartamento de Bento por se tratar de bem de família."
      },
      {
        "letra": "E",
        "texto": "Caso Bento seja possuidor de vários imóveis utilizados como residência, a impenhorabilidade recairá sobre o de maior valor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3030609",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Prefeitura de Esmeraldas - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "De acordo com a Lei nº 6.015/1973, será realizado no Registro de Títulos e Documentos, a depender do caso, o registro ou a transcrição para surtir efeitos em relação a terceiros de: I. Penhor comum sobre coisas móveis. II. Penhor de máquinas e de aparelhos utilizados na indústria. III. Penhor de veículos. IV. Penhor rural. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2758995",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EPE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Sebastião Alves, comerciante, com objetivo de ampliar seus negócios, celebra dois contratos com o Banco XYZ. O primeiro acordo é um mútuo hipotecário, com uma cláusula que permite ao Banco XYZ assumir a posse do imóvel se três parcelas não forem quitadas. O segundo contrato tem como objetivo assegurar a compra de maquinário para uma de suas empresas através de alienação fiduciária. Sobre a hipótese narrada, tendo como base o estudo das garantias, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A cláusula, que permite ao Banco XYZ a aquisição do imóvel hipotecado em caso de inadimplemento, é nula."
      },
      {
        "letra": "B",
        "texto": "Na alienação fiduciária, o devedor fiduciante possui a propriedade resolúvel do bem, tendo o credor a posse indireta."
      },
      {
        "letra": "C",
        "texto": "Na atualidade, só se admite a hipoteca legal, devendo as partes pactuar o contrato de administração fiduciária de garantia."
      },
      {
        "letra": "D",
        "texto": "A mora do devedor na alienação fiduciária é considerada como ex persona, devendo haver a interpelação judicial ou extrajudicial."
      },
      {
        "letra": "E",
        "texto": "A propriedade fiduciária é constituída por meio do contrato de mútuo com cláusula de hipoteca ou anticrese."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2586637",
    "metadata": "Ano: 2024 | Banca: NC-UFPR | Órgão: Prefeitura de Campo Magro - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Acerca da hipoteca no Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pagamento de uma ou mais prestações da dívida não importa em exoneração da hipoteca, sendo defesa a disposição expressa em favor da exoneração no título ou na quitação."
      },
      {
        "letra": "B",
        "texto": "A hipoteca sobre dívida futura ou condicional é admitida, desde que determinado o valor máximo do crédito a ser garantido, caso esse em que a execução será possível, não obstante a falta de concordância do devedor quanto ao montante da dívida ou da verificação da condição."
      },
      {
        "letra": "C",
        "texto": "A cláusula que proíbe ao proprietário alienar imóvel hipotecado é nula, hipótese essa em que também não pode se convencionar o vencimento antecipado do crédito hipotecário, se o imóvel for alienado."
      },
      {
        "letra": "D",
        "texto": "A hipoteca, a pedido do proprietário, poderá ser estendida para garantir novas obrigações em favor do mesmo credor, desde que não exceda o prazo e o valor máximo da garantia original e seja averbada na matrícula do imóvel."
      },
      {
        "letra": "E",
        "texto": "Apenas o credor titular do crédito mais prioritário poderá promover a execução judicial ou extrajudicial da garantia, ainda que convencionado de modo diverso por todos os credores, na hipótese de superveniente multiplicidade de credores garantidos pela mesma hipoteca estendida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2585440",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Vinhedo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Sobre a hipoteca, direito real de garantia, considere as seguintes assertivas: I – É nula a cláusula que proíbe ao proprietário alienar imóvel hipotecado. II – Pode ser convencionada cláusula de vencimento da obrigação se o imóvel hipotecado for alienado. III – A hipoteca não pode ser constituída para garantia de dívida futura ou condicionada. IV – As hipotecas legais, de qualquer natureza, independem de registro. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2566040",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Câmara de Campinas - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Considere que Maria passa por sérios problemas financeiros advindos de gastos com o tratamento de câncer de José, seu esposo. Com o fim de possibilitar o melhor tratamento disponível no país para José, Maria fez um empréstimo bancário de um milhão de reais, a ser pago em 30 anos, e, como garantia, hipotecou seu imóvel de mil metros quadrados localizado no Bairro do Cambuí, em Campinas. Com base na situação hipotética, no disposto no Código Civil e na Lei de Registros Públicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Devidamente constituída a hipoteca, ela valerá pelo prazo de 30 (trinta) anos, findo o qual só será mantido o número anterior se reconstituída por novo título e novo registro."
      },
      {
        "letra": "B",
        "texto": "Caso Maria fique inadimplente com cinco prestações do empréstimo, deverá o credor declarar vencidas as demais obrigações garantidas pelo mesmo imóvel."
      },
      {
        "letra": "C",
        "texto": "Ao estabelecer o direito real de garantia, o contrato de hipoteca pode prever que Maria está proibida de alienar o imóvel hipotecado."
      },
      {
        "letra": "D",
        "texto": "Uma vez regularmente constituída a hipoteca, Maria não poderá constituir outra hipoteca sobre o mesmo imóvel."
      },
      {
        "letra": "E",
        "texto": "O cancelamento da hipoteca só pode ser feito por meio de autorização expressa ou quitação outorgada pelo credor, em instrumento público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2565352",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Câmara de Poços de Caldas - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Certo administrador de empresas gerencia uma sociedade que presta serviços a diversos municípios, sendo vencedor em processos licitatórios e cumprindo rigorosamente os contratos formalizados. Por sua notória capacidade, é frequentemente convidado a participar de projetos privados. Em determinado momento, exige que seu contratante preste garantia real para que possa realizar o serviço com pagamento postergado no tempo. Nos termos do Código Civil, a hipoteca:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode incidir sobre bem inalienável."
      },
      {
        "letra": "B",
        "texto": "Pode ser ofertada por quem não é dono."
      },
      {
        "letra": "C",
        "texto": "Deve ter como referência o valor do crédito garantido."
      },
      {
        "letra": "D",
        "texto": "Deve ser subscrita por, pelo menos, um condômino, no caso de coisa comum."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2547675",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Câmara de Itajubá - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Lucas deseja fazer um penhor agrícola relativo à sua futura safra de arroz, bem como uma hipoteca ou outra forma de garantia real em relação à sua fazenda. Entretanto, tem algumas dúvidas relativas aos institutos. Sobre o penhor agrícola, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A única forma de garantia que é possível ser dada sobre o imóvel rural, que envolva direitos reais, é a hipoteca."
      },
      {
        "letra": "B",
        "texto": "No penhor agrícola aquele que penhora se torna fiel depositário do bem penhorado, pois, por regra, mantém a posse sobre o bem em questão."
      },
      {
        "letra": "C",
        "texto": "Não é possível o penhor sobre a safra futura, posto que implicaria em uma garantia incerta. O penhor de safra apenas é possível após a colheita da safra e sua quantificação."
      },
      {
        "letra": "D",
        "texto": "Por mandamento constitucional não é possível a existência de hipoteca sobre propriedade rural. A Constituição criou a impenhorabilidade das propriedades rurais que sejam produtivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2542386",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Acerca de propriedade, penhor e hipoteca, assinale a opção correta, com base no que dispõe o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a garantia de novas obrigações em favor do mesmo credor, é permitida a extensão da hipoteca, podendo esta exceder ao valor máximo constante da especialização da garantia original, desde que seja objeto de averbação subsequente na matrícula do imóvel."
      },
      {
        "letra": "B",
        "texto": "No condomínio de lotes, a fração ideal de cada condômino pode ser proporcional à área do solo de cada unidade autônoma, ao respectivo potencial construtivo ou a outros critérios definidos pelo plano diretor municipal."
      },
      {
        "letra": "C",
        "texto": "A multipropriedade é instituída por ato entre vivos ou testamento, registrada no órgão municipal competente, devendo constar daquele ato a duração dos períodos correspondentes a cada fração de tempo."
      },
      {
        "letra": "D",
        "texto": "O penhor agrícola que recai sobre colheita pendente, ou em via de formação, extingue-se automaticamente caso a colheita que se tenha dado em garantia seja frustrada ou insuficiente."
      },
      {
        "letra": "E",
        "texto": "A multipropriedade não se extingue automaticamente se todas as frações de tempo forem do mesmo multiproprietário."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2522213",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Sobre hipoteca, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível ser objeto de hipoteca a propriedade fiduciária, mas não o direito de uso especial para fins de moradia."
      },
      {
        "letra": "B",
        "texto": "É insolvente o devedor por faltar ao pagamento das obrigações garantidas por hipotecas posteriores à primeira hipoteca."
      },
      {
        "letra": "C",
        "texto": "A hipoteca poderá, por requerimento do proprietário, ser posteriormente estendida para garantir novas obrigações em favor do mesmo credor, mantidos o registro e a publicidade originais, não existindo prioridade de direitos, ainda que contraditórios, ingressos na matrícula do imóvel."
      },
      {
        "letra": "D",
        "texto": "Na hipótese de superveniente multiplicidade de credores garantidos pela mesma hipoteca estendida, apenas o credor titular do crédito mais prioritário poderá promover a execução judicial da garantia, não podendo ser convencionado de modo diverso por todos os credores."
      },
      {
        "letra": "E",
        "texto": "O credor hipotecário que efetuar o pagamento, a qualquer tempo, das dívidas garantidas pelas hipotecas anteriores sub-rogar-se-á nos seus direitos, sem prejuízo dos que lhe competirem contra o devedor comum."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2482653",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: SES-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Helena Quincas Borba é casada pelo regime de comunhão parcial de bens com Aires Cunha, desde 1999. Devido às graves dificuldades financeiras, ela teve diversos imóveis hipotecados nos últimos meses.O primeiro, um apartamento que é a residência familiar, foi hipotecado ao Banco Alpha S.A., em virtude da celebração de um contrato de mútuo; até a presente data, no entanto, a hipoteca não foi registrada no Registro Geral de Imóvel competente. Esse imóvel foi adquirido ainda em construção, e teve uma hipoteca anterior, firmada entre a construtora e o agente financeiro.O terreno que Helena possuía na Região Oceânica foi hipotecado devido à condenação por sentença judicial de primeira instância, para o pagamento de quantia certa. E, por fim, teve um imóvel comercial hipotecado, adquirido por arrematação, para garantia do pagamento do restante do preço da arrematação.A respeito do tema hipoteca, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ausência de registro da hipoteca afasta a exceção à regra de impenhorabilidade do bem de família legal prevista na Lei no 8.009/1990."
      },
      {
        "letra": "B",
        "texto": "A hipoteca judiciária constitui um efeito secundário da sentença judicial transitada em julgado de natureza condenatória, o que obsta a efetivação da pendência de julgamento de apelação recebida em efeito suspensivo."
      },
      {
        "letra": "C",
        "texto": "A hipoteca advém de contrato, da lei ou de sentença judicial, necessitando de sua inscrição no cartório de registro de imóveis para fins de constituição e efetivação."
      },
      {
        "letra": "D",
        "texto": "A hipoteca firmada entre a construtora e o agente financeiro, anterior ou posterior à celebração da promessa de compra e venda, não tem eficácia perante os adquirentes do imóvel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2450734",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "De acordo com o Código Civil brasileiro, o adquirente de imóvel hipotecado pode tomar a seu cargo o pagamento do crédito garantido, se o credor, notificado, deixar de impugnar a transferência do débito no prazo de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco dias."
      },
      {
        "letra": "B",
        "texto": "dez dias."
      },
      {
        "letra": "C",
        "texto": "quinze dias."
      },
      {
        "letra": "D",
        "texto": "trinta dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2386951",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Claudio vendeu uma casa hipotecada para Carlos. Carlos desconhecia o gravame e foi surpreendido pela carta do banco informando da necessidade de pagamento. Baseado no enunciado e no código civil, assinale a alternativa correta quanto à extinção da hipoteca:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a alienação do imóvel hipotecado extingue a hipoteca;"
      },
      {
        "letra": "B",
        "texto": "a alienação do imóvel, por escritura pública, extingue a hipoteca;"
      },
      {
        "letra": "C",
        "texto": "o perecimento do imóvel extingue a hipoteca;"
      },
      {
        "letra": "D",
        "texto": "a constituição de nova hipoteca sobre o mesmo bem extingue a hipoteca;"
      },
      {
        "letra": "E",
        "texto": "há vedação de alienação de bem hipotecado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3105373",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CORE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Ramo do direito civil, os direitos reais cuidam das relações jurídicas que produzem efeitos que podem ser opostos contra qualquer pessoa, envolvendo pessoas e bens. Na situação em que é firmado contrato para que o devedor transfira a posse de um imóvel de sua propriedade ao seu credor para que ele perceba os valores mensais a título de aluguel ocorre:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Penhora."
      },
      {
        "letra": "B",
        "texto": "Hipoteca."
      },
      {
        "letra": "C",
        "texto": "Anticrese."
      },
      {
        "letra": "D",
        "texto": "Concessão de direito real de uso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2433871",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Prefeitura de Santana da Vargem - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "No que dispõe o Direito Civil brasileiro sobre a hipoteca como direito real de garantia, analise as afirmativas a seguir. I. Aquele que adquire o imóvel hipotecado, desde que não se tenha exigido pessoalmente para efetuar o pagamento das dívidas aos credores hipotecários, poderá exonerar-se da hipoteca, abandonando o imóvel. II. O prazo de validade de uma hipoteca convencional é de trinta anos, contados da data do contrato que a constituir, a contar do momento em que se complete este prazo, só poderá subsistir o contrato de hipoteca reconstituindo-se por novo título e novo registro. III. É anulável a cláusula que autoriza o credor hipotecário a ficar com o objeto da garantia, se a dívida não for paga no vencimento; entretanto, posteriormente ao vencimento, poderá o devedor dar a coisa em pagamento da dívida. IV. Pode ser dado em hipoteca o direito de uso especial para fins de moradia. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2319986",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "De forma a pôr fim a uma potencial demanda judicial, Henrique, proprietário da Fazenda Santa Cruz, reconheceu ser devida indenização a Tatiana, vizinha e proprietária da Fazenda Algodões, em razão de dano material ocasionado ao imóvel fronteiriço. Na composição, Henrique pagaria a indenização em 60 (sessenta) parcelas mensais, cuja obrigação deveria ser garantida por uma hipoteca. Em razão de Fazenda Santa Cruz ser seu único imóvel e ter valor muito superior à indenização, Henrique ofereceu a Tatiana, como garantia da obrigação, um conjunto de salas comerciais pertencente a Paula, irmã do devedor. Sem nenhuma disposição especial a mais, o acordo foi celebrado por meio de escritura pública subscrita pelos três envolvidos. Contudo, logo após a constituição da garantia na matrícula dos imóveis, as salas vieram a perecer, em razão de desabamento do edifício. Apesar de o condomínio contar com seguro pelas acessões sobre o terreno, o solo em si não estava abrangido por proteção contratual, tal como decidido em assembleia própria. Diante destes fatos, a garantia do negócio jurídico descrito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fica integralmente extinta."
      },
      {
        "letra": "B",
        "texto": "será restringida ao valor da indenização do seguro."
      },
      {
        "letra": "C",
        "texto": "será restringida à hipoteca da fração ideal do terreno."
      },
      {
        "letra": "D",
        "texto": "deverá ser recomposta por Henrique, em razão de determinação legal."
      },
      {
        "letra": "E",
        "texto": "é sub-rogada pelo valor da indenização do seguro e mantida sobre a fração ideal do terreno."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2307913",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Durante suas férias, Joaquim decidiu se hospedar em uma pousada de luxo de propriedade de Marcelo. Como pretendia ficar por um longo período, Joaquim levou diversas bagagens, joias, dinheiro e até mesmo alguns bens móveis de sua residência. Passada uma semana do início da hospedagem, apesar das insistentes cobranças de Marcelo, Joaquim ainda não havia pagado nenhuma diária. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marcelo poderá tomar em garantia todos os objetos de Joaquim, independentemente do valor da dívida."
      },
      {
        "letra": "B",
        "texto": "Marcelo pode fazer efetivo o penhor, antes de recorrer à autoridade judiciária, se houver perigo na demora, dando a Joaquim comprovante dos bens de que se apossou."
      },
      {
        "letra": "C",
        "texto": "Ainda que tenha tabela impressa, prévia e ostensivamente exposta na recepção da pousada de Marcelo, o penhor será nulo."
      },
      {
        "letra": "D",
        "texto": "Marcelo é credor quirografário de Joaquim e, portanto, pode exigir o penhor legal da dívida."
      },
      {
        "letra": "E",
        "texto": "Para que Marcelo seja credor de Joaquim é necessária convenção por escrito entre as partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2307550",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Propriedade Resolúvel e Propriedade Fiduciária",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca",
      "Noções Fundamentais de Direitos Reais",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "Sobre determinado imóvel, pendiam (i) penhora proveniente de execução trabalhista em face de seu proprietário; e (ii) hipoteca bancária. Sucede que, em uma execução cível no juízo estadual, o bem, depois da devida tramitação, foi levado a leilão e arrematado por preço superior às dívidas vinculadas aos gravames. Expedida a carta de arrematação, o Registro de Imóveis se recusa a transferir a propriedade ao arrematante, diante das anotações constantes da matrícula. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda que a arrematação seja forma de aquisição originária da propriedade, seus efeitos são relativos às partes no processo, de modo que o registro da carta só poderá ocorrer com a concordância dos demais credores;"
      },
      {
        "letra": "B",
        "texto": "a arrematação é forma de aquisição originária da propriedade, de modo que, inexistindo prévia relação entre o arrematante e o antigo proprietário, os gravames anteriores devem ser cancelados, e a carta, registrada, mesmo que, com isso, não concordem os credores;"
      },
      {
        "letra": "C",
        "texto": "como a arrematação é forma de aquisição derivada da propriedade, seus efeitos são relativos às partes no processo, de modo que o registro da carta só poderá ocorrer com a concordância dos demais credores;"
      },
      {
        "letra": "D",
        "texto": "embora a aquisição seja forma de aquisição originária da propriedade, o arrematante recebe o bem com seus ônus, notadamente a hipoteca devidamente registrada, da qual só se exonerará após o pagamento;"
      },
      {
        "letra": "E",
        "texto": "a arrematação é forma de aquisição derivada da propriedade, de modo que, inexistindo prévia relação entre o arrematante e o antigo proprietário, os gravames anteriores devem ser cancelados, e a carta, registrada, mesmo que, com isso, não concordem os credores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2307543",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Carolina adquiriu um imóvel mediante financiamento obtido junto ao Banco X. O crédito relativo ao financiamento foi assegurado por meio de garantia hipotecária, devidamente estabelecida no registro do imóvel, em benefício do Banco X. Entretanto, o Banco X veio a ceder diversos dos seus créditos, incluindo aquele referente ao financiamento de Carolina, para a instituição financeira Y. Carolina foi devidamente notificada na cessão, mas esta não foi averbada no registro do imóvel. Diante disso, a instituição financeira Y:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é a nova credora hipotecária, pois o registro serve apenas para tornar o crédito oponível a terceiros;"
      },
      {
        "letra": "B",
        "texto": "recebe a titularidade do crédito e pode cobrá-lo de Carolina, mas não é beneficiada pela garantia hipotecária;"
      },
      {
        "letra": "C",
        "texto": "não tem pretensão contra Carolina, mas somente contra o Banco X, pois a cessão de crédito é ineficaz frente ao devedor;"
      },
      {
        "letra": "D",
        "texto": "pode pretender o reembolso do desembolsado perante o Banco X, mas a cessão de crédito é nula;"
      },
      {
        "letra": "E",
        "texto": "não tem qualquer direito, pois o negócio jurídico não produz efeitos sem modificação no registro do imóvel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2281645",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TBG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Acerca de contratos, direitos reais e desconsideração da personalidade jurídica, julgue o item a seguir. Ainda que o imóvel esteja hipotecado, é lícito ao seu proprietário aliená-lo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2270222",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Câmara de São Joaquim da Barra - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Penhor e hipoteca são exemplos de direitos reais sobre coisas alheias. Sobre estes Institutos, considerando o Código Civil, podemos afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A hipoteca tem por objeto somente bens imóveis."
      },
      {
        "letra": "B",
        "texto": "No penhor, a posse direta do bem sempre permanece com o credor pignoratício."
      },
      {
        "letra": "C",
        "texto": "Tanto no penhor quanto na hipoteca, o credor poderá ficar com o objeto da garantia, se a dívida não for paga no vencimento, desde que haja previsão expressa no ato constitutivo do direito."
      },
      {
        "letra": "D",
        "texto": "Ambos são direitos reais sobre coisas alheias de garantia. Neles não há transferência da propriedade do bem, seu objeto, e sim a constituição de limitação ao direito de propriedade através de vínculo real."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2250170",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "É característica da hipoteca",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ser um direito acessório, pois garante o cumprimento de uma dívida principal, desde que seja presente e incondicionada."
      },
      {
        "letra": "B",
        "texto": "a sequela, de maneira que a garantia hipotecária acompanha o bem gravado, exceto em caso de alienação."
      },
      {
        "letra": "C",
        "texto": "a impossibilidade de substituição da hipoteca legal por caução de títulos da dívida pública federal ou estadual ou por outra garantia."
      },
      {
        "letra": "D",
        "texto": "a impossibilidade de se convencionar que vencerá o crédito hipotecário se o imóvel for alienado."
      },
      {
        "letra": "E",
        "texto": "a indivisibilidade, sendo certo que a lei permitiu, excepcionalmente, a possibilidade de divisão da hipoteca se esta recair sobre unidades autônomas ou lotes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2247762",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Locação de Coisas",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A sociedade XYZ, que passava por dificuldades financeiras, conseguiu locar um imóvel comercial mediante oferecimento de fiança, a qual fora prestada, concomitantemente, por José, sócio menor de idade, representado, no ato, por seu pai, e por Sérgio, diretor administrativo, que, a época, vivia em união estável com Mariana, Sobrevindo o inadimplemento, o locador requereu a penhora do bem de família de José e de dinheiro de Sérgio disponível em conta. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "consoante entendimento do Supremo Tribunal Federal, é inconstitucional a penhora de bem de família do fiador em caso de locação de imóvel comercial, porque não se colocam, nesses casos, os mesmos interesses que orientaram a tese quanto às locações residenciais (fomentar o acesso à moradia):"
      },
      {
        "letra": "B",
        "texto": "à luz da jurisprudência do Superior Tribunal de Justiça, a ausência de outorga uxória para a prestação de fiança leva apenas à inoponibilidade da garantia ao cônjuge que a ela não anuiu;"
      },
      {
        "letra": "C",
        "texto": "se o locador comprovar que o imóvel de José está hipotecado para outro credor, cessará a proteção ao bem de família, por força da disposição do próprio beneficiário que dela abriu mão;"
      },
      {
        "letra": "D",
        "texto": "de acordo com a jurisprudência do Superior Tribunal de Justiça, a equiparação, inclusive constitucional, da união estável ao casamento, leva à igualdade de regimes jurídicos, notadamente em relação à necessidade de outorga uxória sob pena de ineficácia total, imprescindível nesse caso, ainda que o locador não soubesse que Sérgio era companheiro de Mariana;"
      },
      {
        "letra": "E",
        "texto": "é nula a fiança prestada por José, mesmo com representação por seu pai, por falta de autorização judicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2221705",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Responsabilidade civil",
      "Contratos em Geral",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Paulo obteve empréstimo do Banco Dinheiro na Mão S/A. Em garantia, empenhou joias de família cuja avaliação alçava a 50% do valor da dívida. Após ter quitado 45% do saldo devedor, é comunicado de que, em um assalto ao banco, as joias foram roubadas. Nesse caso, à luz exclusivamente do Direito Civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com o perecimento da coisa empenhada, resolve-se o contrato entre as partes, retornando ambas ao status quo ante, de modo que Paulo ficará exonerado da dívida;"
      },
      {
        "letra": "B",
        "texto": "a instituição financeira deverá indenizar Paulo pelo valor dos bens perdidos, sendo certo que, enquanto não proceder a esse pagamento, será lícito ao devedor suspender o das parcelas do empréstimo, invocando a exceção de contrato não cumprido (exceptio non adimpleti contractus);"
      },
      {
        "letra": "C",
        "texto": "embora a instituição financeira deva indenizar Paulo pelo valor das joias roubadas, não é possível a compensação entre o valor do empréstimo e o das joias, por expressa vedação legal na hipótese de penhor e pela diferença de origem dos débitos;"
      },
      {
        "letra": "D",
        "texto": "a instituição financeira deve indenizar Paulo pelo valor das joias roubadas, sendo certo que é possível a compensação entre o valor do empréstimo e o das joias; assim, considerando a quitação de 95% do saldo devedor (45% pelo pagamento das parcelas e 50% pela compensação), Paulo poderá invocar a teoria do adimplemento substancial para dar por cumprida sua obrigação;"
      },
      {
        "letra": "E",
        "texto": "a instituição financeira não responde pelo caso fortuito/força maior, uma vez que não pode ser responsabilizada por danos decorrentes de atividades criminosas, notadamente roubo à mão armada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2221696",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Paulo prometeu comprar, na planta, um imóvel da Construtora Vida Maravilha por dois milhões de reais. Ocorre que, antes desse negócio, a construtora, no âmbito do Sistema Financeiro de Habitação, o havia alienado fiduciariamente à Caixa Econômica Federal como garantia do financiamento. obtido para a Incorporação, tudo devidamente registrado. Anos depois, em uma disputa judicial entre Paulo es Construtora acerca do imóvel, o juiz, de oficio, determina o prosseguimento do processo, desconsiderando a existência da alienação fiduciária em favor da Caixa Econômica Federal por aplicação do enunciado sumular nº 308 do Superior Tribunal de Justiça, segundo o qual a hipoteca firmada entre o agente financiador e a construtora não pode ser oposta ao terceiro adquirente. Nesse caso, o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderia ter agido de oficio, porque, nos termos do enunciado sumular nº 381 do Superior Tribunal de Justiça, \"nos contratos bancários, é vedado ao julgador conhecer, de oficio, da abusividade das cláusulas\";"
      },
      {
        "letra": "B",
        "texto": "não poderia ter aplicado analogicamente a entendimento sumular, considerando a diferença entre a hipoteca e a alienação fiduciária, sendo certo que, neste último instituto, a coisa sequer pertence ao alienante;"
      },
      {
        "letra": "C",
        "texto": "não poderia ter aplicado o entendimento sumular, embora seja teoricamente possível a analogia entre hipoteca e alienação fiduciária, porque a alienação fiduciária precedeu a venda a Paulo, sendo inclusive registrada para fins de eficácia erga omnes;"
      },
      {
        "letra": "D",
        "texto": "não poderia ter aplicado o entendimento sumular, embora seja teoricamente possível a analogia entre hipoteca e alienação fiduciária para tais fins, porque o imóvel estava inserido no Sistema Financeiro de Habitação e alienado à Caixa Econômica Federal, de modo que deve prevalecer o interesse público;"
      },
      {
        "letra": "E",
        "texto": "acertou ao realizar a analogia, porque deu interpretação teleológica ao verbete, cuja incidência independe da data da venda e da criação da garantia, seja hipoteca ou alienação fiduciária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2166892",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Fabrício celebrou contrato de mútuo com o Banco A em janeiro de 2022, oferecendo em garantia hipotecária da dívida, prevista para vencer em junho daquele ano, um dos seus diversos imóveis. O registro da hipoteca foi requerido em abril e ultimado em maio de 2022. Em fevereiro de 2022, Fabrício celebrou novo contrato de mútuo, desta vez com o Banco B, oferecendo como garantia do negócio hipoteca sobre o mesmo imóvel. A prenotação desta hipoteca deu-se em março, sendo o respectivo registro concluído em abril de 2022. Considere que ambas as hipotecas foram constituídas validamente e que a obrigação contraída perante o Banco B tinha seu vencimento estipulado apenas para outubro de 2022. Considere, ainda, que Fabrício esteve a todo tempo plenamente solvente, mas nunca pagou a dívida contraída perante o Banco A. Nesse cenário, é correto afirmar que, no mês de julho de 2022:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Banco A já poderia executar sua garantia hipotecária sobre o imóvel;"
      },
      {
        "letra": "B",
        "texto": "o Banco B já poderia executar sua garantia hipotecária sobre o imóvel;"
      },
      {
        "letra": "C",
        "texto": "nenhuma das duas garantias hipotecárias constituídas sobre o imóvel poderia ser executada naquele momento;"
      },
      {
        "letra": "D",
        "texto": "a dívida contraída perante o Banco B já poderia ser considerada vencida antecipadamente;"
      },
      {
        "letra": "E",
        "texto": "o Banco A já poderia remir a hipoteca oferecida ao Banco B, consignando em juízo a importância devida a este."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2165966",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TST",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A sociedade limitada X contrata empréstimo bancário com o Banco Y. Maria, sócia da sociedade limitada X, voluntariamente concede em garantia ao empréstimo contratado o imóvel único no qual mantém moradia com sua família, por meio de constituição de alienação fiduciária, Inadimplente a sociedade imitada X, o Banco Y, credor fiduciário, executa a garantia que recai sobre o imóvel, consolidando a propriedade resolúvel em seu favor. A respeito do caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a impenhorabilidade do bem de família prevalece sobre a alienação fiduciária em garantia, ainda que livremente pactuada entre Maria e o Banco Y;"
      },
      {
        "letra": "B",
        "texto": "tal como na hipoteca, e presumido o benefício à entidade familiar de Maria na contratação do empréstimo bancário pela sociedade limitada X, gravado de garantia fiduciária;"
      },
      {
        "letra": "C",
        "texto": "a alienação fiduciária em garantia é inválida por tratar-se de bem de família a garantia ofertada, não tendo sido os valores obtidos com o empréstimo feitos em favor do imóvel ou da unidade familiar;"
      },
      {
        "letra": "D",
        "texto": "dado que a alienação fiduciária em garantia foi livremente pactuada, o imóvel pertencente à entidade familiar é impenhorável, tendo em vista que não se aplicam as exceções , do Art. 39 da Lei n° 8.009/1990;"
      },
      {
        "letra": "E",
        "texto": "o inadimplemento do contrato de empréstimo bancário pela sociedade limitada X consolida a propriedade imóvel em nome do Banco Y, independentemente da natureza do bem dado em garantia por meio da alienação fiduciária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2164931",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: PROCON-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "O cessionário do crédito hipotecário tem o direito de fazer averbar a cessão no registro do imóvel.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2144033",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Cristóvão e Antônia celebraram financiamento imobiliário com o Banco ABC, garantido por alienação fiduciária do apartamento adquirido. Sobrevindo o inadimplemento por parte de Cristóvão e Antônia, a instituição financeira procedeu à consolidação da propriedade em seu nome. Seguindo as disposições contratuais previamente firmadas, o imóvel foi avaliado por uma auditoria externa no valor de quatrocentos mil reais, quando o saldo em aberto já alçava a quinhentos mil reais. Ainda com base no contrato, a instituição financeira deixa de proceder aos leilões judiciais e dá por extinta a dívida, havendo para si o imóvel. Cristóvão e Antônia ajuízam demanda indenizatória para ver restituído o valor das prestações que já tinham suportado antes da perda do bem. Nesse caso, à luz exclusivamente do Código Civil e da Lei nº 9.514/1997, o juiz deverá reconhecer que a instituição financeira impôs aos adquirentes pacto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comissório, vedado pelo ordenamento jurídico, e determinar a realização dos leilões previstos na Lei nº 9.514/1997 para arrecadar, no mínimo, o valor da dívida, das despesas, dos prêmios de seguro, dos encargos legais, inclusive tributos, e das contribuições condominiais;"
      },
      {
        "letra": "B",
        "texto": "marciano, vedado pelo ordenamento jurídico, e determinar a realização dos leilões previstos na Lei nº 9.514/1997 para arrecadar, no mínimo, o valor da dívida, das despesas, dos prêmios de seguro, dos encargos legais, inclusive tributos, e das contribuições condominiais;"
      },
      {
        "letra": "C",
        "texto": "comissório, aceito pela doutrina e pela jurisprudência, sem vedação expressa no ordenamento, de modo a julgar improcedentes os pedidos de Cristóvão e Antônia;"
      },
      {
        "letra": "D",
        "texto": "marciano, aceito pela doutrina e pela jurisprudência, sem vedação expressa no ordenamento, de modo a julgar improcedentes os pedidos de Cristóvão e Antônia;"
      },
      {
        "letra": "E",
        "texto": "comissório, aceito pela doutrina e pela jurisprudência, sem vedação expressa no ordenamento; mas, sem prejuízo, admitir que os valores pagos ao longo do financiamento não podem ser perdidos pelos mutuários, sob pena de enriquecimento ilícito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2119324",
    "metadata": "Ano: 2023 | Banca: INQC | Órgão: COMDEP - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Edhi é cessionário de crédito hipotecário que foi realizado com todas as formalidades exigidas em lei. Após consultar advogado, recebe indicação de que deveria realizar ato no ofício imobiliário. O cessionário de crédito hipotecário tem o direito de fazer, no registro de imóveis a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "averbação"
      },
      {
        "letra": "B",
        "texto": "inscrição"
      },
      {
        "letra": "C",
        "texto": "remissão"
      },
      {
        "letra": "D",
        "texto": "anotação"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2110680",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a hipoteca.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A hipoteca convencional, que decorre do ajuste das partes, terá duração máxima de 30 (trinta) anos. Decorrido esse prazo, a hipoteca é extinta, independentemente do vencimento da dívida que ela assegura. A constituição de nova hipoteca depende de novo título e de novo registro. Essa sistemática prevista na lei civil também se aplica para a hipoteca legal."
      },
      {
        "letra": "B",
        "texto": "A arrematação ou adjudicação do imóvel hipotecado é causa extintiva da hipoteca, devidamente registrada, desde que o credor hipotecário tenha sido previamente intimado nos autos da execução."
      },
      {
        "letra": "C",
        "texto": "A hipoteca judiciária está prevista no Código Civil e no Código de Processo Civil. Pode-se dizer que se trata de um efeito anexo da sentença que condena o réu ao pagamento de prestações em dinheiro e a que determina a conversão da prestação de fazer, de não fazer ou de dar coisa em prestação pecuniária. A sentença valerá como título constitutivo da hipoteca judiciária, independentemente do requerimento da parte no processo judicial, ainda que exista recurso recebido com efeito suspensivo."
      },
      {
        "letra": "D",
        "texto": "A hipoteca pode ser constituída para garantia de dívida futura ou condicionada, desde que determinado o valor máximo do crédito a ser garantido. Nesse caso, a execução da hipoteca não dependerá de prévia e expressa concordância do devedor quanto à verificação da condição ou ao montante da dívida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2110434",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Em relação ao registro de imóveis, julgue o próximo item. As hipotecas — legais, judiciais ou convencionais — devem ser averbadas nas matrículas dos respectivos imóveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2098529",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Em escritura pública de constituição de hipoteca, pactuou-se cláusula prevendo que, caso a dívida por ela garantida não fosse paga no vencimento, o credor hipotecário estava autorizado a ficar com o imóvel objeto da garantia. Nesse caso, de acordo o Código Civil, essa cláusula é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válida, independentemente da natureza da dívida, mas tem sua eficácia condicionada ao registro da escritura no Cartório de Registro de Imóveis."
      },
      {
        "letra": "B",
        "texto": "válida e eficaz, independentemente da natureza da dívida ou do registro da escritura no Cartório de Registro de Imóveis."
      },
      {
        "letra": "C",
        "texto": "válida, mas somente nos casos em que a dívida tiver natureza alimentar; além disso, sua eficácia depende do registro da escritura no Cartório de Registro de Imóveis."
      },
      {
        "letra": "D",
        "texto": "nula de pleno direito; porém, após o vencimento da dívida, o devedor poderá dar o imóvel em pagamento dela."
      },
      {
        "letra": "E",
        "texto": "nula de pleno direito, não sendo permitido ao devedor, nem mesmo depois de vencida a dívida, dar o imóvel em pagamento dela."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2082779",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usufruto",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Assinale a alternativa correta, segundo o Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São direitos reais: a posse; a propriedade; o usufruto; o penhor; a concessão de uso especial para fins de moradia, e entre outros;"
      },
      {
        "letra": "B",
        "texto": "Podem ser objeto de hipoteca: os imóveis, excluindo-se os seus acessórios;"
      },
      {
        "letra": "C",
        "texto": "A propriedade nunca se presume plena e exclusiva, há a necessidade da produção de provas;"
      },
      {
        "letra": "D",
        "texto": "O proprietário pode conceder a outrem o direito de construir ou de plantar em seu terreno, por tempo indeterminado, mediante escritura pública devidamente registrada no Cartório de Registro de Imóveis, autorizando-se a obra no subsolo como intrínseca ao direito de superfície;"
      },
      {
        "letra": "E",
        "texto": "O usufruto pode recair em um ou mais bens, móveis ou imóveis, em um patrimônio inteiro, ou parte deste, abrangendo-lhe, no todo ou em parte, os frutos e utilidades."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2031626",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Elizabeth celebrou contrato de mútuo com o Banco X dando em garantia, por meio de hipoteca, um imóvel de sua propriedade já hipotecado em favor de outra instituição financeira. Entre outras, duas cláusulas contratuais destacam-se: a cláusula que impede Elizabeth de alienar o bem, e a cláusula que estabelece que no caso de inadimplência de três prestações, o Banco X se torna automaticamente proprietário do bem hipotecado. Com base no tema hipoteca, assinale a afirmativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um imóvel hipotecado não pode ser objeto de nova hipoteca; assim, a garantia dada no empréstimo entre Elizabeth e o Banco X é nula de pleno direito."
      },
      {
        "letra": "B",
        "texto": "A cláusula que impede Elizabeth de alienar o imóvel é válida, visto que o Código Civil brasileiro impede expressamente a alienação de bem hipotecado."
      },
      {
        "letra": "C",
        "texto": "Caso um imóvel hipotecado venha a ser objeto de nova hipoteca, haverá a anulabilidade do negócio jurídico."
      },
      {
        "letra": "D",
        "texto": "Na hipoteca, caso haja a inadimplência, o credor hipotecário tornar-se-á proprietário do bem, bastando a constituição em mora do devedor."
      },
      {
        "letra": "E",
        "texto": "É válida a segunda hipoteca estabelecida por Elisabeth, visto que o ordenamento jurídico admite que o proprietário de um imóvel hipotecado constitua outra hipoteca sobre ele."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2372067",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Sobre a hipoteca, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A perempção da hipoteca ocorre em 20 (vinte) anos contados da data do contrato"
      },
      {
        "letra": "B",
        "texto": "A hipoteca legal independe de registro."
      },
      {
        "letra": "C",
        "texto": "O dono do imóvel pode constituir segunda hipoteca sobre o mesmo bem, mas a garantia não pode ser dada em favor do credor da primeira hipoteca."
      },
      {
        "letra": "D",
        "texto": "É válida a cláusula que estabelece o vencimento da obrigação em caso de alienação do imóvel dado em garantia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2197937",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "De acordo com o Código Civil, a hipoteca é direito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pessoal, diferentemente do penhor e do usufruto, que são direitos reais."
      },
      {
        "letra": "B",
        "texto": "pessoal, tal como o penhor e o usufruto."
      },
      {
        "letra": "C",
        "texto": "real, tal como o penhor e o usufruto."
      },
      {
        "letra": "D",
        "texto": "real, diferentemente do penhor e do usufruto, que são direitos pessoais."
      },
      {
        "letra": "E",
        "texto": "real, tal como o penhor, mas diferentemente do usufruto, que é direito pessoal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2184491",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PRUDENCO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Acerca da hipoteca, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se insolvente o devedor por faltar ao pagamento das obrigações garantidas por hipotecas posteriores à primeira."
      },
      {
        "letra": "B",
        "texto": "Se o primeiro credor estiver promovendo a execução da hipoteca, o credor da segunda depositará a importância do débito e as despesas judiciais caso deseje se subrrogar nos direitos do credor da primeira hipoteca."
      },
      {
        "letra": "C",
        "texto": "Salvo caso de insolvência do devedor, o credor da segunda hipoteca, desde que vencida, poderá executar o imóvel antes de vencida a primeira."
      },
      {
        "letra": "D",
        "texto": "O dono do imóvel hipotecado pode constituir outra hipoteca sobre ele, mediante novo título, desde que em favor do mesmo credor."
      },
      {
        "letra": "E",
        "texto": "O adquirente do imóvel hipotecado, ainda que tenha obrigado pessoalmente a pagar as dívidas aos credores hipotecários, poderá exonerar-se da hipoteca, abandonando-lhes o imóvel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2111087",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "O credor pignoratício, assim entendido como a pessoa que possui um título de penhor instituído a seu favor, tem, entre outros, direito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reter a coisa e nela realizar benfeitorias sem necessidade de justificá-las, posto não haver previsão para seu ressarcimento."
      },
      {
        "letra": "B",
        "texto": "defender a posse da coisa empenhada."
      },
      {
        "letra": "C",
        "texto": "promover a execução judicial ou venda amigável, se lhe permitir expressamente o contrato, ou lhe autorizar o devedor mediante procuração."
      },
      {
        "letra": "D",
        "texto": "não entregar o que sobeje do preço, quando a dívida for paga, retendo tal valor como indenização pelas despesas de guarda e conservação."
      },
      {
        "letra": "E",
        "texto": "promover a venda antecipada, sempre que o dono da coisa pretenda substitui-la por outra garantia real."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2003840",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Júlio, capaz, solteiro, reside sozinho em imóvel próprio e é réu em ação de execução de título extrajudicial promovida pelo Banco X devido à inadimplência de contrato de mútuo. Além do imóvel e mobiliário que guarnece a casa, Júlio é proprietário de um automóvel e de uma vaga de garagem, que possui matrícula própria no registro de imóveis, e é local em que pernoita o veículo. Diante da situação narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A condição de solteiro afasta a impenhorabilidade da residência de Júlio, por inexistir o conceito de família na situação narrada."
      },
      {
        "letra": "B",
        "texto": "O automóvel, que é um veículo de transporte, de Júlio, por ser único, encontra-se protegido pela impenhorabilidade por ser bem de família."
      },
      {
        "letra": "C",
        "texto": "Todas as obras de arte e adornos que se encontram na casa de Júlio são consideradas bens de família, sendo, por conseguinte, a impossibilidade de penhora."
      },
      {
        "letra": "D",
        "texto": "A impenhorabilidade é oponível em qualquer processo de execução civil, não se admitindo exceção, salvo quando se tratar de questões tributárias ou trabalhistas."
      },
      {
        "letra": "E",
        "texto": "A vaga de garagem de Antônio, por possuir matrícula própria no registro de imóveis, não constitui bem de família para efeito de penhora."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2001708",
    "metadata": "Ano: 2022 | Banca: FUMARC | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Sobre os bens penhoráveis e impenhoráveis, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A impenhorabilidade compreende o imóvel sobre o qual se assentam a construção, as plantações, as benfeitorias de qualquer natureza e todos os equipamentos, inclusive os de uso profissional, ou móveis que guarnecem a casa, desde que quitados."
      },
      {
        "letra": "B",
        "texto": "Excluem-se da impenhorabilidade os veículos de transporte, obras de arte e adornos suntuosos."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de o casal, ou entidade familiar, ser possuidor de vários imóveis utilizados como residência, a impenhorabilidade recairá, via de regra, sobre o de menor valor."
      },
      {
        "letra": "D",
        "texto": "Para os efeitos de impenhorabilidade de que trata a Lei nº 8.009/90, consideram-se residência os imóveis utilizados pelo casal ou pela entidade familiar para moradia permanente e aluguéis comerciais."
      },
      {
        "letra": "E",
        "texto": "Quando a residência familiar se constituir em imóvel rural, a impenhorabilidade restringir-se-á à sede de moradia, com os respectivos bens móveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1985195",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Inadimplemento das Obrigações",
      "Empréstimo: Comodato e Mútuo",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Marta é proprietária de um terreno urbano não edificado no Centro da cidade de São Paulo. Ao contrair, em janeiro de 2022, uma dívida vultosa em decorrência de um contrato de mútuo firmado junto ao Banco Alfa Delta S/A, com vencimento previsto para o mês de dezembro do mesmo ano, ela ofereceu em hipoteca ao banco credor aquele imóvel, como garantia da obrigação. A constituição da hipoteca foi válida e levada imediatamente a registro. Logo após, em fevereiro de 2022, Marta celebrou um novo contrato de mútuo, desta vez com o Banco Beta Gama S/A, com vencimento previsto para abril daquele ano. Também ao contrair essa segunda obrigação, Marta instituiu garantia hipotecária sobre o mesmo terreno no Centro de São Paulo. A garantia também foi validamente constituída e levada ao registro competente em seguida. Vencida a dívida contraída junto ao Banco Beta Gama S/A, em abril de 2022, Marta, embora não esteja insolvente, não a pagou espontaneamente. Nessas circunstâncias, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desde o momento em que Marta deixou de pagar a dívida garantida pela segunda hipoteca, deve-se considerar vencida antecipadamente a primeira dívida, contraída perante o Banco Alfa Delta S/A, que poderá executar desde logo a primeira hipoteca;"
      },
      {
        "letra": "B",
        "texto": "a constituição da segunda hipoteca deve ser considerada nula caso o imóvel oferecido em garantia não seja mais valioso do que a soma das duas dívidas garantidas e seus acessórios, tornando-se o crédito do Banco Beta Gama S/A, assim, meramente quirografário;"
      },
      {
        "letra": "C",
        "texto": "caso a dívida perante o Banco Beta Gama S/A permaneça sem pagamento espontâneo, essa instituição financeira poderá promover a execução da segunda hipoteca mesmo antes do vencimento da dívida contraída perante o Banco Alfa Delta S/A e ainda que Marta continue plenamente solvente;"
      },
      {
        "letra": "D",
        "texto": "o Banco Beta Gama S/A somente poderá promover a execução da segunda hipoteca antes do vencimento da dívida contraída perante o Banco Alfa Delta S/A caso o imóvel hipotecado permita divisão cômoda, pois se considera que a segunda hipoteca apenas gravou a parcela ideal do terreno correspondente ao montante da dívida por ela garantida;"
      },
      {
        "letra": "E",
        "texto": "caso a primeira obrigação vença, em dezembro de 2022, sem que Marta pague qualquer das dívidas e sem que o Banco Alfa Delta S/A realize qualquer cobrança, o Banco Beta Gama S/A poderá promover a extinção da obrigação garantida pela primeira hipoteca, consignando o valor garantido, citando o Banco Alfa Delta S/A para recebê-lo e Marta para pagá-lo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1979157",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A respeito das garantias reais, dispõe o Código Civil que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o bem hipotecado não pode ser alienado."
      },
      {
        "letra": "B",
        "texto": "o credor pode ficar com o bem dado em garantia se a dívida não for paga no vencimento."
      },
      {
        "letra": "C",
        "texto": "o penhor se constitui pela transmissão da propriedade da coisa empenhada."
      },
      {
        "letra": "D",
        "texto": "todo credor tem penhor legal sobre os bens que lhe forem confiados a reparo ou melhoramento."
      },
      {
        "letra": "E",
        "texto": "o pagamento de uma ou mais prestações da dívida não importa exoneração correspondente da garantia, ainda que esta compreenda vários bens, salvo disposição expressa no título ou na quitação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1959532",
    "metadata": "Ano: 2022 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Lia firmou um contrato de mútuo com a Caixa Econômica Federal dando como garantia pignoraticia algumas joias. Havia uma cláusula contratual, comum a todos os contratos desta modalidade firmados pela instituição bancária, de que a eventual necessidade de ressarcimento do valor das joias, em virtude de extravio, roubo ou furto, teria como parâmetro a avaliação unilateral realizada pelo Banco, em geral bem abaixo do valor de mercado. As joias foram roubadas da agência bancária na qual estavam depositadas por uma quadrilha de ladrões de banco. Lia, inconformada com a perda das joias, propôs ação na Justiça Federal pleiteando a reparação dos danos materiais pelo ressarcimento integral do valor de mercado das joias, conforme prova técnica a ser produzida durante a instrução. Assinale a alternativa CORRETA à luz do entendimento doutrinário e jurisprudencial sobre o tema:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como se trata de ocorrência de caso fortuito ou força maior, uma vez que o roubo foi praticado por terceiros, apesar da adoção de todas as medidas de segurança pertinentes pelo banco, sendo o problema de segurança pública fora da alçada da instituição, não há responsabilidade da Caixa Econômica Federal, como credora pignoratícia, de ressarcir ao proprietário a perda das joias, nos termos da disciplina sobre penhor prevista no Código Civil."
      },
      {
        "letra": "B",
        "texto": "Como há um risco profissional assumido pelo banco quanto à perda do bem, previsto no contrato de penhor, o que faz lei entre as partes, a credora pignoratícia é responsável pelo ressarcimento, devendo-se observar, todavia, o limite de indenização previsto no contrato, que fixou os bens dados como garantia e suas especificações, nos termos do Código Civil, único conjunto de normas aplicáveis às relações travadas entre clientes e instituições financeiras."
      },
      {
        "letra": "C",
        "texto": "No caso, além das regras do Direito Civil, também incidem na hipótese as normas do Código de Defesa do Consumidor, aplicáveis às instituições financeiras em suas relações com os clientes, ressalvadas as questões de remuneração dos empréstimos financeiros, o que ensejaria a responsabilidade da Caixa Econômica Federal que assumiu o risco profissional de custódia e de restituição da coisa após o pagamento da dívida, que deve se dar, contudo, nos limites das cláusulas do contrato, porquanto de pleno conhecimento da cliente não hipossuficiente."
      },
      {
        "letra": "D",
        "texto": "No caso, além das regras do Direito Civil, também incidem na hipótese, as normas do Código de Defesa do Consumidor, aplicáveis às instituições financeiras em suas relações com os clientes, ressalvadas as questões de remuneração dos empréstimos financeiros, o que ensejaria a responsabilidade da Caixa Econômica Federal que assumiu o risco profissional de custódia e de restituição da coisa após o pagamento da dívida, não podendo prevalecer em contrato de adesão cláusulas que coloquem o consumidor em desvantagem exagerada, incompatíveis com a boa-fé e a equidade, o que impõe que a Caixa seja responsável por pagar o valor real das joias conforme apurado em perícia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1951082",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Analise as proposições abaixo. I. A hipoteca confere ao credor hipotecário o direito de excutir o bem hipotecado, e, salvo disposição legal em contrário, preferir no pagamento a outros credores, observada a prioridade no registro. II. O credor pignoratício tem direito à posse da coisa empenhada e não pode ser constrangido a devolvê-la antes de integralmente pago. III. Os bens inalienáveis, embora insuscetíveis de hipoteca, podem ser dados em penhor. IV. Se, depois da excussão do penhor ou da hipoteca, o produto não bastar para o pagamento da dívida e das despesas judiciais, o devedor continuará pessoalmente obrigado pelo restante, que será qualificado, para fins de concurso, como crédito quirografário. Acerca dos direitos reais de garantia, está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1943229",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "De acordo com entendimento do Superior Tribunal de Justiça, para que a hipoteca seja oponível erga omnes, ela deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constituída por meio de contrato."
      },
      {
        "letra": "B",
        "texto": "imposta pela lei."
      },
      {
        "letra": "C",
        "texto": "assinada por duas testemunhas."
      },
      {
        "letra": "D",
        "texto": "declarada em sentença judicial."
      },
      {
        "letra": "E",
        "texto": "inscrita no cartório de registro de imóveis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1922940",
    "metadata": "Ano: 2022 | Banca: FEPESE | Órgão: CASAN-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ter-se-á por vencido o crédito hipotecário, caso de alienação do imóvel hipotecado."
      },
      {
        "letra": "B",
        "texto": "É lícito ao credor pignoratício apropriar-se dos frutos da coisa empenhada que se encontra em seu poder."
      },
      {
        "letra": "C",
        "texto": "O penhor de veículos só se pode convencionar pelo prazo máximo de cinco anos, devendo ser averbado à margem do registro respectivo."
      },
      {
        "letra": "D",
        "texto": "É nula a averbação de hipoteca para a garantia de dívida futura ou condicionada."
      },
      {
        "letra": "E",
        "texto": "Os animais que integram a atividade pastoril, agrícola ou de lacticínios não poderão ser objeto de penhor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1900383",
    "metadata": "Ano: 2022 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Conforme o mais recente entendimento do STF, o bem de família pertencente ao fiador de contrato de locação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser penhorado seja a locação residencial ou não residencial."
      },
      {
        "letra": "B",
        "texto": "é impenhorável caso se trate de locação residencial."
      },
      {
        "letra": "C",
        "texto": "é impenhorável caso se trate de locação não residencial."
      },
      {
        "letra": "D",
        "texto": "é impenhorável nas locações residenciais, não residenciais e mistas."
      },
      {
        "letra": "E",
        "texto": "pode ser penhorado desde que se trate de locação não residencial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1889771",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PGE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Nas obrigações de restituir, quando cumprida a obrigação garantida, o credor pignoratício é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quem recebe do mutuante em penhor um bem imóvel."
      },
      {
        "letra": "B",
        "texto": "outorgante de garantia real em obrigações legais."
      },
      {
        "letra": "C",
        "texto": "devedor da obrigação de restituir o bem empenhado."
      },
      {
        "letra": "D",
        "texto": "proprietário originário do bem dado em garantia."
      },
      {
        "letra": "E",
        "texto": "quem responde pelo desgaste natural da coisa empenhada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1881197",
    "metadata": "Ano: 2022 | Banca: CESGRANRIO | Órgão: Banco da Amazônia",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "O titular da propriedade de inúmeros bens desenvolve, também, várias atividades mercantis e tem necessidade de garantir por hipoteca um determinado contrato. Nos termos do Código Civil, podem ser objeto de hipoteca",
    "alternativas": [
      {
        "letra": "A",
        "texto": "animais de estimação"
      },
      {
        "letra": "B",
        "texto": "criações exóticas"
      },
      {
        "letra": "C",
        "texto": "gado de corte"
      },
      {
        "letra": "D",
        "texto": "navios"
      },
      {
        "letra": "E",
        "texto": "obras de arte"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1867230",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: SANESUL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "No que se refere aos direitos reais de garantia, consoante disposições do Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo cláusula expressa, o terceiro que presta garantia real por dívida alheia não fica obrigado a substituí-la, ou reforçá-la, quando, sem culpa sua, se perca, deteriore, ou desvalorize."
      },
      {
        "letra": "B",
        "texto": "Os sucessores do devedor podem remir o penhor ou a hipoteca, parcialmente, na proporção dos seus quinhões ou no todo."
      },
      {
        "letra": "C",
        "texto": "É válida a cláusula que autoriza o credor pignoratício, anticrético ou hipotecário a ficar com o objeto da garantia, se a dívida não for paga no vencimento."
      },
      {
        "letra": "D",
        "texto": "Constitui-se o penhor pela transferência efetiva da posse que, em garantia do débito ao credor ou a quem o represente, faz o devedor, ou alguém por ele, de uma coisa imóvel, suscetível de alienação."
      },
      {
        "letra": "E",
        "texto": "O dono do imóvel hipotecado pode constituir outra hipoteca sobre ele, mediante novo título, desde que em favor do mesmo credor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1866093",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Acerca de responsabilidade civil, obrigações, atos unilaterais e contratos, julgue o item a seguir.É impenhorável a sede de estabelecimento comercial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1865569",
    "metadata": "Ano: 2021 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "O instituto da fiança consiste em um sujeito, denominado de fiador, que garante satisfazer ao outro sujeito, denominado de credor, uma obrigação assumida por um terceiro outro sujeito, denominado de devedor. Por tal razão é um instituto que deve manter a forma escrita e a interpretação não extensiva a fim de garantir os direitos patrimoniais envolvidos. O fiador, por sua vez, disponibiliza patrimônio como forma de obrigação fidejussória a relação obrigacional. Conforme a lei n. 8.009/1990 e o CC/2002, no contrato de locação, a penhora do bem de família do fiador é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nula."
      },
      {
        "letra": "B",
        "texto": "anulável."
      },
      {
        "letra": "C",
        "texto": "válida."
      },
      {
        "letra": "D",
        "texto": "ilícita."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1852568",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Sociedade empresária do ramo da indústria pretende dar em garantia de um mútuo, contraído junto a uma instituição financeira, máquinas, aparelhos, instrumentos, instalados e em funcionamento, com os acessórios, todos situados num de seus estabelecimentos, que não o da sede da pessoa jurídica. A constituição do penhor industrial ocorre mediante instrumento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "público, registrado no Cartório de Registro de Imóveis da circunscrição da sede da pessoa jurídica;"
      },
      {
        "letra": "B",
        "texto": "particular, registrado no Cartório de Registro de Títulos e Documentos da circunscrição onde se localiza o imóvel ao qual será aplicado o valor mutuado;"
      },
      {
        "letra": "C",
        "texto": "particular, registrado no Cartório de Registro de Imóveis da circunscrição onde estiverem situadas as coisas empenhadas;"
      },
      {
        "letra": "D",
        "texto": "público ou particular, registrado no Cartório de Registro de Imóveis da circunscrição onde estiverem situadas as coisas empenhadas;"
      },
      {
        "letra": "E",
        "texto": "público ou particular, registrado no Cartório de Registro de Títulos e Documentos da circunscrição da sede da pessoa jurídica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1852372",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Acerca do instituto da anticrese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O credor anticrético terá preferência sobre a indenização do seguro, quando o prédio seja destruído."
      },
      {
        "letra": "B",
        "texto": "O credor anticrético pode vindicar os seus direitos contra o adquirente dos bens, os redores quirografários e os hipotecários anteriores ao registro da anticrese."
      },
      {
        "letra": "C",
        "texto": "O credor anticrético pode administrar os bens dados em anticrese e fruir seus frutos e utilidades, mas terá que apresentar semestralmente balanço, exato e fiel, de sua administração."
      },
      {
        "letra": "D",
        "texto": "Se o devedor anticrético não concordar com o que se tem no balanço, por ser inexato, poderá impugná-lo e, se assim desejar, requerer a transformação em arrendamento, fixando o Juiz o valor mensal do aluguel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1827942",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Se uma pessoa der imóvel seu em garantia do cumprimento de uma obrigação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o bem não será passível de penhora por outras dívidas contraídas perante terceiros."
      },
      {
        "letra": "B",
        "texto": "ônus reais anteriormente constituídos e registrados serão ineficazes."
      },
      {
        "letra": "C",
        "texto": "a alienação do imóvel independerá de autorização do credor."
      },
      {
        "letra": "D",
        "texto": "ficarão fora da garantia benfeitorias úteis realizadas posteriormente no imóvel."
      },
      {
        "letra": "E",
        "texto": "poderá o credor renunciar à garantia, mas a validade dependerá de instrumento público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1753183",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: CODEN - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A lei confere hipoteca",
    "alternativas": [
      {
        "letra": "A",
        "texto": "às pessoas de direito público, interno ou externo, sobre os imóveis pertencentes aos encarregados da cobrança, guarda ou administração dos respectivos fundos e rendas."
      },
      {
        "letra": "B",
        "texto": "ao credor sobre o imóvel arrematado, para garantia do pagamento do restante do preço da arrematação."
      },
      {
        "letra": "C",
        "texto": "aos descendentes ou aos ascendentes, sobre os imóveis daquele que passar a outras núpcias, antes de fazer a partilha de bens do casal anterior."
      },
      {
        "letra": "D",
        "texto": "ao ofendido, sobre os imóveis do delinquente, para satisfação do dano causado pelo delito e pagamento das despesas judiciais, não podendo a hipoteca ser conferida aos herdeiros do ofendido."
      },
      {
        "letra": "E",
        "texto": "ao co-herdeiro, para garantia do seu quinhão ou torna da partilha, sobre os bens móveis e imóveis adjudicados ao herdeiro reponente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1714749",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A respeito de bens, de negócios jurídicos, de obrigações, e de contratos regulados no Código Civil, julgue o item subsequente. Considere que João tenha doado um apartamento a Mariana, sua sobrinha, com a condição de ela se formar em medicina, e que, passado algum tempo, ele tenha oferecido o mesmo imóvel em hipoteca. Nessa situação hipotética, caso seja implementada a condição pela donatária, deve-se extinguir a hipoteca.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1616468",
    "metadata": "Ano: 2020 | Banca: GUALIMP | Órgão: Prefeitura de Conceição de Macabu - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o instrumento do penhor deverá ser levado a registro, por qualquer dos contratantes; o do penhor comum será registrado no:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cartório de Registro de Imóveis."
      },
      {
        "letra": "B",
        "texto": "Cartório de Registro Civil."
      },
      {
        "letra": "C",
        "texto": "Cartório Judicial."
      },
      {
        "letra": "D",
        "texto": "Cartório de Títulos e Documentos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1278905",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Câmara de São Felipe D'Oeste - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Há duas formas de garantia no Direito Privado brasileiro. Pode-se dizer que uma forma de garantia pessoal ou fidejussória é a(o):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fiança."
      },
      {
        "letra": "B",
        "texto": "penhor."
      },
      {
        "letra": "C",
        "texto": "anticrese."
      },
      {
        "letra": "D",
        "texto": "hipoteca."
      },
      {
        "letra": "E",
        "texto": "alienação fiduciária em garantia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1290890",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Sobre Direitos Reais de Garantia, responda: I. É válida a cláusula que autoriza o credor pignoratício, anticrético ou hipotecário a ficar com o objeto da garantia, se a dívida não for paga no vencimento. II. O credor hipotecário e o pignoratício têm o direito de excutir a coisa hipotecada ou empenhada, e preferir, no pagamento, a outros credores, observada, quanto à hipoteca, a prioridade no registro, exceto quanto às dívidas que, em virtude de outras leis, devam ser pagas precipuamente a quaisquer outros créditos. III. O credor anticrético tem direito a reter em seu poder o bem, enquanto a dívida não for paga; extingue-se esse direito decorridos quinze anos da data de sua constituição. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva I é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva II é verdadeira."
      },
      {
        "letra": "C",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e III são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1155583",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: BRB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Quanto ao instituto da hipoteca e à respectiva utilização no mercado imobiliário, de acordo com a jurisprudência majoritária do Superior Tribunal de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A hipoteca firmada entre a construtora e o agente financeiro, antes da celebração da promessa de compra e venda, é eficaz para os adquirentes do imóvel, ainda que estes tenham quitado o preço."
      },
      {
        "letra": "B",
        "texto": "Caso a construtora não cumpra pontualmente as obrigações decorrentes do financiamento com a instituição financeira, devido à garantia real de hipoteca, prevalece o crédito do banco em detrimento do consumidor, ainda que este tenha pago integralmente o preço."
      },
      {
        "letra": "C",
        "texto": "Prevalece a proteção do comprador nas hipóteses envolvendo contratos de aquisição de imóveis comerciais, não submetidos ao Sistema Financeiro de Habitação, de sorte que a hipoteca instituída em favor da instituição financeira será tida por ineficaz."
      },
      {
        "letra": "D",
        "texto": "A hipoteca firmada entre a construtora e o agente financeiro, desde que seja posterior à celebração da promessa de compra e venda, é eficaz para os adquirentes do imóvel."
      },
      {
        "letra": "E",
        "texto": "A hipoteca firmada entre a construtora e o agente financeiro, anterior ou posterior à celebração da promessa de compra e venda, não tem eficácia para os adquirentes do imóvel."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1100193",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Teixeira firmou com Albérico contrato de compra e venda por meio do qual adquiriu 50 vacas leiteiras para servir-lhe como fonte de renda familiar, comprometendo-se a pagar pelos semoventes o valor de R$ 135 mil. Teixeira ofereceu como garantia real hipotecária ao cumprimento da obrigação pactuada o único imóvel residencial de sua propriedade, contudo a referida garantia não foi registrada no cartório de registro de imóveis. Como houve o descumprimento do contrato, Albérico ajuizou ação de cobrança, que foi julgada procedente, tendo Teixeira sido condenado ao pagamento da dívida acordada. Após o trânsito em julgado, Albérico propôs o cumprimento de sentença, que foi impugnado. A impugnação foi rejeitada, tendo o magistrado determinado o prosseguimento da expropriação do bem imóvel oferecido como garantia no contrato de compra e venda descumprido. Conforme o entendimento do STJ, nessa situação hipotética, a decisão que rejeitou a impugnação foi",
    "alternativas": [
      {
        "letra": "A",
        "texto": "equivocada, pois a cláusula que instituiu a garantia hipotecária, embora fosse válida, era ineficaz, em razão da falta do registro da hipoteca no cartório de imóveis."
      },
      {
        "letra": "B",
        "texto": "equivocada, pois a cláusula que instituiu a garantia hipotecária era inválida, uma vez que só se daria a constituição do direito real após a sua inscrição no cartório de registro de imóveis."
      },
      {
        "letra": "C",
        "texto": "equivocada, pois é vedada a penhora de bem de família dado em garantia hipotecária na hipótese de dívida constituída em favor da entidade familiar."
      },
      {
        "letra": "D",
        "texto": "correta, pois se admite a penhora de bem de família dado em garantia hipotecária na hipótese de dívida constituída em favor da entidade familiar, não sendo a falta do registro da hipoteca fator impeditivo para sua validade e eficácia entre as partes como crédito pessoal."
      },
      {
        "letra": "E",
        "texto": "correta, pois se admite a penhora de bem de família dado em garantia hipotecária, ainda que a dívida não fosse constituída em favor da entidade familiar, não sendo a falta do registro da hipoteca fator impeditivo para sua validade e eficácia entre as partes como crédito pessoal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1083600",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o penhor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui-se pelo contrato, independentemente da efetiva transferência da posse da coisa dada em garantia."
      },
      {
        "letra": "B",
        "texto": "não pode ser parcialmente remido pelos sucessores do devedor na proporção dos seus quinhões, mas qualquer deles pode fazê-lo no todo."
      },
      {
        "letra": "C",
        "texto": "dispensa qualquer tipo de registro."
      },
      {
        "letra": "D",
        "texto": "não se extingue pelo perecimento da coisa empenhada por culpa do devedor."
      },
      {
        "letra": "E",
        "texto": "agrícola que recai sobre colheita pendente não abrange a imediatamente seguinte, mesmo no caso de frustrar-se ou ser insuficiente a que se deu em garantia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1060688",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Quanto à hipoteca,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se decorrente da lei, de qualquer natureza, não necessitará de registro ou de especialização."
      },
      {
        "letra": "B",
        "texto": "é válida a cláusula que proíbe ao proprietário alienar imóvel hipotecado, mas não se pode convencionar que vencerá o crédito respectivo em caso de alienação."
      },
      {
        "letra": "C",
        "texto": "é única, não se podendo constituir outra sobre o imóvel gravado, salvo se em favor do mesmo credor."
      },
      {
        "letra": "D",
        "texto": "abrange todas as construções do imóvel, mas não suas acessões, melhoramentos ou pertenças."
      },
      {
        "letra": "E",
        "texto": "pode ser constituída para garantia de dívida futura ou condicionada, desde que determinado o valor máximo do crédito a ser garantido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1052735",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: UNIFAI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Assinale a alternativa correta no que tange à duração do penhor rural.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O penhor agrícola somente pode ser convencionado pelo prazo máximo de quatro anos, prorrogáveis, uma só vez, até o limite de igual tempo."
      },
      {
        "letra": "B",
        "texto": "O penhor rural somente pode ser convencionado pelo prazo máximo de três anos, prorrogáveis, uma só vez, até o limite de igual tempo."
      },
      {
        "letra": "C",
        "texto": "O penhor agrícola e o penhor pecuário somente podem ser convencionados, respectivamente, pelos prazos máximos de três e quatro anos."
      },
      {
        "letra": "D",
        "texto": "O penhor agrícola e o penhor pecuário não podem ser convencionados por prazos superiores aos das obrigações garantidas, e a garantia permanece enquanto subsistirem os bens que a constituem, embora vencidos os prazos."
      },
      {
        "letra": "E",
        "texto": "O penhor rural somente poderá ser convencionado por prazos equivalentes aos das obrigações garantidas, extinguindo-se a garantia quando vencidos os prazos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1042299",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Quanto à penhora, à hipoteca e à anticrese, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os sucessores do devedor podem remir parcialmente o penhor ou a hipoteca na proporção dos seus quinhões."
      },
      {
        "letra": "B",
        "texto": "O pagamento de uma ou mais prestações da dívida importa a exoneração correspondente da garantia, desde que esta compreenda vários bens."
      },
      {
        "letra": "C",
        "texto": "É válida a cláusula que autoriza o credor pignoratício, anticrético ou hipotecário a ficar com o objeto da garantia, se a dívida não for paga no vencimento."
      },
      {
        "letra": "D",
        "texto": "Salvo cláusula expressa, o terceiro que presta garantia real por dívida alheia não fica obrigado a substituí-la, ou reforçá-la, quando, sem culpa sua, se perca, deteriore, ou desvalorize."
      },
      {
        "letra": "E",
        "texto": "Nas hipóteses de vencimento antecipado da dívida legalmente previstas, compreendem-se os juros correspondentes ao tempo ainda não vencido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1037191",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A respeito dos direitos reais de garantia, regulados no Código Civil Brasileiro, analise as afirmativas a seguir. I. No ato constitutivo dos direitos reais de garantia, é nula a cláusula que confira ao credor a faculdade de se apoderar da coisa dada em garantia. II. O pagamento de uma ou mais prestações da dívida importa a exoneração correspondente da garantia real. III. Enquanto não registrada, a hipoteca não se constitui direito real. IV. Na instituição da hipoteca, pode convencionar-se que o proprietário fica proibido de alienar o imóvel hipotecado. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1018022",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: SCGás",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Sobre direitos reais de garantia, responda as questões: I. O credor pignoratício tem direito a apropriar-se dos frutos da coisa empenhada que se encontra em seu poder. II. O penhor se extingue com o perecimento da coisa. III. Pode ser objeto de hipoteca o direito real de uso. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas são falsas."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e II são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva lI é verdadeira"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1014321",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Piracicaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Em relação à hipoteca como direito real de garantia, no Direito Civil brasileiro, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os navios não são suscetíveis de hipoteca, uma vez que são bens móveis."
      },
      {
        "letra": "B",
        "texto": "O adquirente do imóvel hipotecado, desde que não se tenha obrigado pessoalmente a pagar as dívidas aos credores hipotecários, poderá exonerar-se da hipoteca, abandonando o imóvel."
      },
      {
        "letra": "C",
        "texto": "As hipotecas sobre as estradas de ferro serão registradas no Estado do Município em que encontra a estação inicial da respectiva linha."
      },
      {
        "letra": "D",
        "texto": "Ainda que o bem imóvel seja arrematado ou adjudicado, a hipoteca não se extingue."
      },
      {
        "letra": "E",
        "texto": "Cabe ao ofendido, ou aos seus herdeiros, desde que convencionada, hipoteca sobre os imóveis do delinquente, para satisfação do dano causado pelo delito e pagamento das despesas judiciais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1014211",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Valinhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "João da Silva deixou joias em um banco como garantia de contrato de penhor, tendo estas sido roubadas. João não cumpriu com sua obrigação contratual, deixando de pagar o empréstimo. Diante desses fatos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perecimento por completo da coisa empenhada induz à extinção da obrigação principal."
      },
      {
        "letra": "B",
        "texto": "Nas dívidas garantidas por penhor, o perecimento do bem, desnatura e impossibilita o cumprimento da obrigação."
      },
      {
        "letra": "C",
        "texto": "O contrato de penhor perdeu a eficácia e não há que se falar em substituição da garantia."
      },
      {
        "letra": "D",
        "texto": "O credor deve ser constrangido a devolver a coisa empenhada, ou uma parte dela, antes de ser integralmente pago."
      },
      {
        "letra": "E",
        "texto": "O credor pignoratício deve pagar ao proprietário o valor das joias, descontando-se o valor do contrato de penhor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "999075",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Boa Vista - RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "No item a seguir é apresentada uma situação hipotética seguida de uma assertiva a ser julgada a respeito de direitos reais de garantia e da responsabilidade civil.João e Marcelo são coproprietários de um apartamento. João pretende obter um empréstimo e, para atender a uma exigência bancária, deseja dar o referido apartamento como garantia da dívida que será contraída. Nessa situação, mesmo sendo o apartamento um bem indivisível, João poderá, sem o consentimento de Marcelo, dar em garantia hipotecária a parte que lhe pertence no referido imóvel.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "992460",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Sertãozinho - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Num contrato de hipoteca, o pacto comissório é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "permitido pelo ordenamento jurídico brasileiro."
      },
      {
        "letra": "B",
        "texto": "aquele que prevê o vencimento antecipado do crédito hipotecário, em caso de alienação do imóvel, sendo nulo."
      },
      {
        "letra": "C",
        "texto": "aquele que veda ao proprietário a alienação do imóvel hipotecado, sendo anulável."
      },
      {
        "letra": "D",
        "texto": "anulável, se provado que a garantia hipotecária se tornou desproporcional ao valor da dívida garantida."
      },
      {
        "letra": "E",
        "texto": "aquele que permite ao credor hipotecário ficar com o objeto da garantia, se a dívida não for paga no vencimento, sendo nulo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "990772",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Num contrato de hipoteca, constam as seguintes cláusulas: I. ao proprietário do bem dado em garantia é vedada a alienação do imóvel; II. a garantia refere-se à dívida futura, com o valor máximo de R$ 500.000,00 (quinhentos mil reais); III. fica autorizado o credor tornar-se proprietário da coisa objeto da garantia mediante aferição de seu justo valor e restituição ao devedor do valor do bem em garantia que excede o da dívida. É possível afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas a cláusula “II” é válida."
      },
      {
        "letra": "B",
        "texto": "todas as cláusulas são nulas."
      },
      {
        "letra": "C",
        "texto": "apenas a claúsula “I” é nula."
      },
      {
        "letra": "D",
        "texto": "todas as cláusulas são válidas."
      },
      {
        "letra": "E",
        "texto": "as cláusulas “I” e “III” são nulas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "990673",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "De acordo com as disposições do Código Civil de 2002, o prazo máximo de validade de uma hipoteca convencional é de 30 (trinta) anos, da data do contrato que constituí-la. Após este prazo,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um novo contrato de hipoteca, tendo por objeto o mesmo bem e as mesmas partes, poderá ser celebrado somente após decorrido o prazo de 1 (um) ano."
      },
      {
        "letra": "B",
        "texto": "não poderá subsistir a hipoteca sobre o bem, facultando-se às partes contratar alienação fiduciária em garantia, tendo por objeto o bem imóvel."
      },
      {
        "letra": "C",
        "texto": "não poderá subsistir a hipoteca sobre o bem, vencendo-se antecipadamente a dívida que deu origem ao contrato de hipoteca, conforme expressa previsão legal."
      },
      {
        "letra": "D",
        "texto": "um novo contrato de hipoteca, tendo por objeto o mesmo bem e as mesmas partes, poderá ser celebrado somente após decorrido o prazo de 2 (dois) anos."
      },
      {
        "letra": "E",
        "texto": "poderá subsistir o contrato de hipoteca, desde que seja reconstituída a garantia por novo título e novo registro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "988348",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Marco pediu ao seu primo Joaquim que cuidasse de Lauro e Tereza – pais de Marco e tios de Joaquim – na velhice, enquanto este residia no imóvel do primeiro. Em troca, prometeu-lhe que o imóvel lhe seria doado. Ocorre, porém, que Marco veio a falecer inesperadamente, sem completar a doação. Joaquim cuidou dos tios até que eles falecessem e seguiu residindo no local sem qualquer contestação, inclusive pagando o IPTU do referido imóvel, por mais de 20 anos ininterruptos. Ocorre, porém, que Rafael – filho único de Marco, que tinha 24 anos de idade quando o pai morreu – deu o imóvel em garantia hipotecária para Rogério, com quem tinha negócios. Joaquim, desconhecendo essa situação, ingressa com ação de usucapião. Assinale a alternativa correta com base na situação narrada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A hipoteca impede a aquisição da propriedade por Joaquim, uma vez que se caracteriza como uma oposição à posse por ele exercida."
      },
      {
        "letra": "B",
        "texto": "Joaquim adquire a propriedade, mas ela segue sendo a garantia da dívida de Rafael com Rogério."
      },
      {
        "letra": "C",
        "texto": "Joaquim poderá adquirir o imóvel pela usucapião extraordinária, mas deverá, para tanto, indenizar Rogério."
      },
      {
        "letra": "D",
        "texto": "O fato de Rafael ter hipotecado o imóvel em questão não constitui óbice ao pleito da usucapião formulado por Joaquim – que poderá adquirir a propriedade do imóvel livre de qualquer ônus ou encargo."
      },
      {
        "letra": "E",
        "texto": "Como Marco não completou a doação antes de falecer, Joaquim nada pode pleitear acerca do imóvel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "986569",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Ana e Joaquim, casados pelo regime da comunhão parcial de bens, decidem constituir empresa limitada para comércio de bebidas. Para obter o capital inicial necessário à abertura do negócio, recorrem à instituição financeira e dão seu único apartamento como garantia do empréstimo. O negócio não prospera e, diante da falta de pagamento, o banco executa a garantia. Nesse caso, considerando-se a jurisprudência do Superior Tribunal de Justiça, consolidada no EAResp 848.498, o apartamento será expropriado presumindo-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que o dinheiro reverteu em favor da família."
      },
      {
        "letra": "B",
        "texto": "que cônjuges não podem ser sócios."
      },
      {
        "letra": "C",
        "texto": "tratar de dívida de pessoa jurídica."
      },
      {
        "letra": "D",
        "texto": "tratar de bem de família previsto no Código Civil."
      },
      {
        "letra": "E",
        "texto": "constituir bem de família de acordo com a Lei nº 8.009/90."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "973960",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "João não era proprietário de um bem, embora tenha conseguido apor sobre ele uma garantia real. Levando em consideração a afirmação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade superveniente torna eficaz, desde o registro, as garantias reais estabelecidas por quem não era dono."
      },
      {
        "letra": "B",
        "texto": "Aquele que não tem o poder de alienar a coisa, mesmo assim poderá ter reconhecido o direito de ofertá-la em hipoteca, se a lei assim o garantir."
      },
      {
        "letra": "C",
        "texto": "A coisa comum a dois ou mais proprietários não pode ser dada em garantia real por um deles isoladamente, mesmo em relação à sua parte."
      },
      {
        "letra": "D",
        "texto": "Nas dívidas garantidas por penhor, anticrese ou hipoteca, o bem dado em garantia fica sujeito, por vínculo pessoal, ao cumprimento da obrigação."
      },
      {
        "letra": "E",
        "texto": "Os sucessores de João podem remir parcialmente o penhor ou a hipoteca na proporção dos seus quinhões."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "973791",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "João oferta um bem móvel em penhor, como garantia de uma dívida. Caso ele venha a se tornar inadimplente, levando-se em consideração o caso sintetizado, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação garantida recairá sobre o bem dado em garantia, admitindo-se a sua atualização monetária, mas não a incidência de juros."
      },
      {
        "letra": "B",
        "texto": "É facultativa a descrição do bem ofertado em penhor se disser respeito a bem agrícola."
      },
      {
        "letra": "C",
        "texto": "É nula a cláusula que autoriza o credor pignoratício a ficar com o objeto da garantia, se a dívida não for paga no vencimento."
      },
      {
        "letra": "D",
        "texto": "No penhor rural, industrial, mercantil e de veículos, as coisas empenhadas ficarão em poder do credor, que as deve guardar e conservar."
      },
      {
        "letra": "E",
        "texto": "Aquele que contribuiu economicamente por 50% ou mais do valor de aquisição da coisa é o único habilitado à realização dos registros necessários."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "973773",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "João e Maria são casados e estão em difícil situação financeira. Procuram Pedro, pedindo-lhe dinheiro emprestado. Pedro concorda com o empréstimo, mas exige que seja gravada hipoteca sobre o apartamento de propriedade do casal, situado no litoral do Paraná. Acerca do tema, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É anulável a cláusula que proíbe ao proprietário alienar imóvel hipotecado."
      },
      {
        "letra": "B",
        "texto": "O dono do imóvel hipotecado pode constituir outra hipoteca sobre ele, mediante novo título, desde que em favor de outro credor."
      },
      {
        "letra": "C",
        "texto": "Havendo duas hipotecas sobre o mesmo imóvel de devedor solvente, se a segunda hipoteca estiver vencida, o credor da segunda hipoteca poderá executar o imóvel antes de vencida a primeira."
      },
      {
        "letra": "D",
        "texto": "Com a hipoteca, restam afastados os ônus reais constituídos e registrados anteriormente sobre o imóvel hipotecado."
      },
      {
        "letra": "E",
        "texto": "O adquirente do imóvel hipotecado poderá exonerar-se da hipoteca abandonando o imóvel aos credores hipotecários, desde que não se tenha obrigado pessoalmente a pagar-lhes as dívidas hipotecárias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "960534",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Podem ser objeto de hipoteca:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Veículos empregados em qualquer espécie de transporte ou condução."
      },
      {
        "letra": "B",
        "texto": "Aeronaves."
      },
      {
        "letra": "C",
        "texto": "Colheitas pendentes, ou em via de formação."
      },
      {
        "letra": "D",
        "texto": "Animais do serviço ordinário de estabelecimento agrícola."
      },
      {
        "letra": "E",
        "texto": "Animais que integram a atividade pastoril, agrícola ou de lacticínios."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2031778",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Jaboticabal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A respeito da hipoteca, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando, excutida a hipoteca, o produto não bastar para pagamento da dívida e despesas judiciais, não continuará o devedor obrigado pessoalmente pelo restante, salvo expressa previsão contratual."
      },
      {
        "letra": "B",
        "texto": "Considera-se insolvente o devedor por faltar ao pagamento das obrigações garantidas por hipotecas posteriores à primeira."
      },
      {
        "letra": "C",
        "texto": "Mediante simples averbação, requerida por ambas as partes, poderá prorrogar-se a hipoteca, até 35 (trinta e cinco) anos da data do contrato, podendo subsistir após esse prazo por novo título e novo registro."
      },
      {
        "letra": "D",
        "texto": "É nula a cláusula que proíbe ao proprietário alienar imóvel hipotecado, sendo igualmente nula a convenção que preveja o vencimento antecipado do crédito hipotecário, no caso de alienação do imóvel."
      },
      {
        "letra": "E",
        "texto": "É nula a cláusula que autoriza o credor hipotecário a ficar com o objeto da garantia, se a dívida não for paga no vencimento; entretanto, após o vencimento, poderá o devedor dar a coisa em pagamento da dívida."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2031230",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Pereira Barreto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Dentre os direitos reais de garantia previstos no Código Civil, encontra-se a hipoteca, que tem por objeto bens imóveis, ou ainda navios ou aviões que pertençam ao próprio devedor ou a terceiro, e que asseguram, preferencialmente, o credor hipotecário, no recebimento de seu crédito. Em relação à hipoteca, pode-se afirmar ser correto que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as partes podem convencionar na escritura de constituição da hipoteca que o proprietário não poderá alienar imóvel hipotecado até que o crédito a que ele garante seja integralmente quitado."
      },
      {
        "letra": "B",
        "texto": "o dono do imóvel hipotecado não poderá constituir outra hipoteca sobre o mesmo bem, exceto se o fizer, mediante novo título, em favor do mesmo credor."
      },
      {
        "letra": "C",
        "texto": "o adquirente do imóvel hipotecado, desde que não se tenha obrigado pessoalmente a pagar as dívidas aos credores hipotecários, poderá exonerar-se da hipoteca, abandonando-lhes o imóvel."
      },
      {
        "letra": "D",
        "texto": "é lícito aos interessados fazer constar das escrituras o valor entre si ajustado dos imóveis hipotecados para os fins do crédito garantido, mas para efeito das arrematações, adjudicações e remições, será indispensável a avaliação."
      },
      {
        "letra": "E",
        "texto": "as partes podem constituir hipoteca, desde logo, para garantia de dívida futura ou condicionada, independentemente do valor do crédito a ser futuramente garantido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2000351",
    "metadata": "Ano: 2018 | Banca: INDEPAC | Órgão: Câmara de Guarujá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Sobre o penhor, de acordo com o disposto no Código Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no penhor rural, industrial, mercantil e de veículos, as coisas empenhadas ficam em poder do credor, que as deve guardar e conservar."
      },
      {
        "letra": "B",
        "texto": "o instrumento do penhor deverá ser levado a registro pelo devedor e não pelo credor; o instrumento do penhor comum será registrado no cartório de títulos e documentos."
      },
      {
        "letra": "C",
        "texto": "perecendo a coisa, não se extinguirá o penhor."
      },
      {
        "letra": "D",
        "texto": "credor pignoratício não é obrigado à defesa da posse da coisa empenhada."
      },
      {
        "letra": "E",
        "texto": "produz efeitos a extinção do penhor depois de averbado o cancelamento do registro, à vista da respectiva prova."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1863558",
    "metadata": "Ano: 2018 | Banca: EJUD-PI | Órgão: TJ-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A respeito do penhor, da hipoteca e da anticrese, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os sucessores do devedor podem remir parcialmente o penhor ou a hipoteca na proporção dos seus quinhões."
      },
      {
        "letra": "B",
        "texto": "É válida a cláusula que autoriza o credor pignoratício, anticrético ou hipotecário a ficar com o objeto da garantia, se a dívida não for paga no vencimento."
      },
      {
        "letra": "C",
        "texto": "Salvo pela natureza do negócio, o pagamento de uma ou mais prestações da dívida não importa exoneração correspondente da garantia."
      },
      {
        "letra": "D",
        "texto": "A anticrese pode recair sobre bem móvel ou imóvel."
      },
      {
        "letra": "E",
        "texto": "A coisa comum a dois ou mais proprietários não pode ser dada em garantia real, na sua totalidade, sem o consentimento de todos; mas cada um pode individualmente dar em garantia real a parte que tiver."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1324028",
    "metadata": "Ano: 2018 | Banca: UECE-CEV | Órgão: Prefeitura de Sobral - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "De acordo com o Código Civil, pode(m) ser objeto de penhor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as estradas de ferro, aeronaves e navios."
      },
      {
        "letra": "B",
        "texto": "o direito de uso especial para fins de moradia."
      },
      {
        "letra": "C",
        "texto": "os direitos, suscetíveis de cessão, sobre coisas móveis."
      },
      {
        "letra": "D",
        "texto": "os imóveis e os acessórios dos imóveis conjuntamente com eles."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1031131",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Buritizal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Pode ser dado em hipoteca:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a posse."
      },
      {
        "letra": "B",
        "texto": "o direito de uso especial para fins de moradia."
      },
      {
        "letra": "C",
        "texto": "a servidão."
      },
      {
        "letra": "D",
        "texto": "o usufruto."
      },
      {
        "letra": "E",
        "texto": "o uso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "992520",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Olímpia - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Em relação ao direito real de hipoteca, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a hipoteca não pode ser constituída para garantia de dívida futura ou condicionada, mesmo que determinado o valor máximo do crédito a ser garantido."
      },
      {
        "letra": "B",
        "texto": "não se considera insolvente o devedor por faltar ao pagamento das obrigações garantidas por hipotecas posteriores à primeira."
      },
      {
        "letra": "C",
        "texto": "não podem ser objeto de hipoteca navios e aeronaves, por serem bens móveis."
      },
      {
        "letra": "D",
        "texto": "a hipoteca legal pode ser substituída por caução de títulos da dívida pública municipal, recebidos pelo valor de sua cotação mínima."
      },
      {
        "letra": "E",
        "texto": "fica remanescente a hipoteca mesmo após a extinção da obrigação principal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "980361",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Nova Odessa - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Será feito no Cartório de Registro de Títulos e Documentos o registro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da Convenção de Condomínio e suas eventuais alterações."
      },
      {
        "letra": "B",
        "texto": "do casamento."
      },
      {
        "letra": "C",
        "texto": "dos direitos reais sobre imóveis constituídos, ou transmitidos por atos entre vivos."
      },
      {
        "letra": "D",
        "texto": "da constituição do penhor rural, mediante instrumento público ou particular."
      },
      {
        "letra": "E",
        "texto": "do instrumento do penhor comum."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "963160",
    "metadata": "Ano: 2018 | Banca: INAZ do Pará | Órgão: FunGota de Araraquara - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Marcelino, que estava sem lugar para morar, ingressa em uma casa vazia, pertencente a Boris, sem o seu conhecimento, e nela permanece, sem interrupção, por 20 anos, transformando-a em seu lar. Ocorre que a casa estava dada em garantia hipotecária em favor de Danilo, em razão de negócios entre Danilo e Boris. Marcelino, sem saber dessa situação, ingressa com ação de usucapião e adquire a propriedade do bem. Com base na situação narrada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A hipoteca impede a aquisição da propriedade por Marcelino, pois dá preferência para Danilo."
      },
      {
        "letra": "B",
        "texto": "Marcelino, ao ter a aquisição da propriedade, herda a dívida de Boris, pois ela é relacionada ao imóvel."
      },
      {
        "letra": "C",
        "texto": "Marcelino, ao ter a aquisição da propriedade, passa a possuir dever de reparação em relação à Danilo."
      },
      {
        "letra": "D",
        "texto": "A aquisição da propriedade por Marcelino está correta, pois a hipoteca não impede o reconhecimento da usucapião."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "958683",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Prefeitura de Caruaru - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Consideradas a classificação dos bens em móveis e imóveis, bem como as formas de aquisição de propriedade, é um efeito prático delas decorrentes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tanto os bens móveis como os imóveis são sujeitos à concessão da superfície."
      },
      {
        "letra": "B",
        "texto": "os bens imóveis exigem anuência do cônjuge para serem alienados, hipotecados ou gravados de ônus real, qualquer que seja o regime de bens do casamento."
      },
      {
        "letra": "C",
        "texto": "a propriedade imóvel pode ser adquirida pela usucapião e pelo direito hereditário, mas não pela acessão."
      },
      {
        "letra": "D",
        "texto": "a propriedade mobiliária pode ser adquirida pela usucapião, ocupação, achado de tesouro, especificação, confusão, comistão e adjunção."
      },
      {
        "letra": "E",
        "texto": "a hipoteca é direito real de garantia reservado aos imóveis, exclusivamente, enquanto o penhor reserva-se aos móveis, desde que divisíveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "952280",
    "metadata": "Ano: 2018 | Banca: IDECAN | Órgão: IPC - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "O atual Código Civil NÃO admite a constituição de hipoteca sobre:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os automóveis."
      },
      {
        "letra": "B",
        "texto": "O domínio útil."
      },
      {
        "letra": "C",
        "texto": "O domínio direto."
      },
      {
        "letra": "D",
        "texto": "As estradas de ferro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "950861",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: BNB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "No que se refere a penhor e hipoteca, julgue o item subsequente.A hipoteca é um direito real de garantia sobre bens imóveis; por isso, não se aplica a aeronaves e navios, que têm natureza móvel.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "950860",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: BNB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "No que se refere a penhor e hipoteca, julgue o item subsequente.Penhor é uma constrição judicial, em que um bem do devedor é apreendido para garantir a quitação de dívida objeto de ação judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "941539",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A utilização do solo e do espaço aéreo é ilimitada pelo proprietário."
      },
      {
        "letra": "B",
        "texto": "Adquire-se a propriedade móvel com o título translativo respectivo."
      },
      {
        "letra": "C",
        "texto": "O usufruto é transmissível causa mortis e isenta de tributação a transmissão."
      },
      {
        "letra": "D",
        "texto": "Na hipoteca, garante a obrigação principal tudo que possa ser extraível da coisa hipotecada, como valor econômico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "937728",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Quanto ao penhor, hipoteca e anticrese, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é anulável a cláusula que autoriza o credor pignoratício, anticrético ou hipotecário a ficar com o objeto da garantia, se o débito não for pago no vencimento."
      },
      {
        "letra": "B",
        "texto": "nas dívidas garantidas por penhor, anticrese ou hipoteca, o bem dado em garantia fica sujeito, por vínculo pessoal, ao cumprimento da obrigação."
      },
      {
        "letra": "C",
        "texto": "o pagamento de uma ou mais prestações da dívida hipotecária importa exoneração correspondente da garantia, compreendendo esta um ou mais bens."
      },
      {
        "letra": "D",
        "texto": "o credor anticrético tem direito a reter em seu poder o bem, enquanto a dívida não for paga; extingue-se esse direito decorridos quinze anos da data de sua constituição."
      },
      {
        "letra": "E",
        "texto": "os sucessores do devedor podem remir parcialmente o penhor ou a hipoteca na proporção exata de seus quinhões."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "917960",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Sobre o penhor, a anticrese e a hipoteca, nos termos preconizados pelo Código Civil, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os sucessores do devedor não podem remir parcialmente o penhor ou a hipoteca na proporção dos seus quinhões; qualquer deles, porém, pode fazê-lo no todo."
      },
      {
        "letra": "B",
        "texto": "A propriedade superveniente torna eficazes, desde o registro, as garantias reais estabelecidas por quem não era dono."
      },
      {
        "letra": "C",
        "texto": "O pagamento de uma ou mais prestações da dívida não importa exoneração correspondente da garantia, ainda que esta compreenda vários bens, salvo disposição expressa no título ou na quitação."
      },
      {
        "letra": "D",
        "texto": "O dono do imóvel hipotecado não pode constituir outra hipoteca sobre ele, mediante novo título, em favor do mesmo credor."
      },
      {
        "letra": "E",
        "texto": "O credor hipotecário e o pignoratício têm o direito de excutir a coisa hipotecada ou empenhada, e preferir, no pagamento, a outros credores, observada, quanto à hipoteca, a prioridade no registro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "906395",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "No âmbito dos Direitos Reais de Garantia previstos no Código Civil, é correto afirmar que o direito de preferência",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é absoluto, não sofrendo exceções por outras leis."
      },
      {
        "letra": "B",
        "texto": "não é uma característica presente em todos os direitos reais de garantia."
      },
      {
        "letra": "C",
        "texto": "é extinto, caso o devedor venha a cair em insolvência ou falir."
      },
      {
        "letra": "D",
        "texto": "encerra a noção do vínculo real a que se prende."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "904784",
    "metadata": "Ano: 2018 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "É direito do credor hipotecário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Impedir que sobre o prédio hipotecado se constitua penhor rural."
      },
      {
        "letra": "B",
        "texto": "Sendo ele credor de segunda hipoteca, promover a execução sobre o imóvel mesmo antes de vencida a primeira, ainda que não seja insolvente o devedor."
      },
      {
        "letra": "C",
        "texto": "Celebrar hipoteca para garantia de dívida futura ou condicionada, ainda que não seja indicado o valor máximo do crédito a ser garantido."
      },
      {
        "letra": "D",
        "texto": "Sendo ele credor de hipoteca legal, exigir do devedor que reforce a garantia com outros bens, se demonstrar a insuficiência dos imóveis especializados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "904214",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Assinale a alternativa correta envolvendo os temas Penhor, Anticrese e Hipoteca.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dos temas descritos no enunciado, possuem natureza jurídica de Direitos Reais apenas a hipoteca e a anticrese, visto que a natureza jurídica do penhor é de Direito das Coisas, em razão de exercer-se apenas a posse por meio desse direito."
      },
      {
        "letra": "B",
        "texto": "Anticrese é uma modalidade de título executivo extrajudicial, assim como a duplicata e a letra de câmbio."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Código Civil de 2002, o penhor pode recair apenas sobre bens móveis."
      },
      {
        "letra": "D",
        "texto": "O penhor decorre essencialmente de determinação judicial."
      },
      {
        "letra": "E",
        "texto": "Bens imóveis podem ser oferecidos como garantia em juízo, mas não em instrumentos particulares de contrato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "895175",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Em Relação ao penhor, assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os sucessores do devedor podem remir parcialmente o penhor ou a hipoteca na proporção dos seus quinhões."
      },
      {
        "letra": "B",
        "texto": "O credor pignoratício tem direito a apropriar-se dos frutos da coisa empenhada que se encontra em seu poder."
      },
      {
        "letra": "C",
        "texto": "A propriedade superveniente não torna eficaz as garantias reais estabelecidas por quem não era dono."
      },
      {
        "letra": "D",
        "texto": "Caso excutido o penhor, e o produto não bastar para pagamento da dívida e despesas judiciais, não continuará o devedor obrigado pelo restante."
      }
    ],
    "gabarito": "B"
  }
]