[
  {
    "id": "3530642",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativos à posse, à propriedade, à responsabilidade civil e à prescrição, de acordo com o entendimento do STJ. A apreensão física de bem móvel por meio de furto ou roubo impede a caracterização da posse.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3386993",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Acerca da posse, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor de má-fé não responde pela perda da coisa se essa for acidental."
      },
      {
        "letra": "B",
        "texto": "A composse pressupõe pluralidade de sujeitos e coisa indivisa, mas os demais compossuidores ficarão privados temporariamente da utilização da coisa entre si."
      },
      {
        "letra": "C",
        "texto": "O possuidor de má-fé responde pelos frutos colhidos, mas não pelos frutos percebidos."
      },
      {
        "letra": "D",
        "texto": "O responsável por indenizar as benfeitorias necessárias ao possuidor de má-fé terá o direito potestativo de optar entre o valor atual e o de custo."
      },
      {
        "letra": "E",
        "texto": "A posse injusta, obtida por meio violento, não pode ser defendida pelos interditos possessórios contra terceiros que venham a desejar arrebatá-la para si."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3267106",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "O Código Civil brasileiro, em seu Livro III, Título I, Capítulo III, dispõe sobre os efeitos materiais e processuais da posse. Sobre essa matéria, constata-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor de má-fé responde por todos os frutos colhidos e percebidos, além daqueles que, por sua culpa, deixou de perceber, desde o momento em que se constituiu de má-fé, e não tem direito às despesas da produção e custeio."
      },
      {
        "letra": "B",
        "texto": "O possuidor de boa-fé tem direito, enquanto ela durar, aos frutos percebidos e aos pendentes."
      },
      {
        "letra": "C",
        "texto": "O possuidor de boa-fé responde pela perda ou deterioração da coisa a que não der causa."
      },
      {
        "letra": "D",
        "texto": "O possuidor de má-fé responde pela perda ou deterioração da coisa, ainda que acidentais, salvo se provar que de igual modo se teriam dado, estando ela na posse do reivindicante."
      },
      {
        "letra": "E",
        "texto": "O possuidor de boa-fé tem direito à indenização das benfeitorias necessárias e úteis, não podendo reclamar nada quanto às voluptuárias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3298503",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "O Código Civil brasileiro estrutura normas que regulam relações jurídicas, sendo fundamental para a organização social e econômica. Acerca dos efeitos da posse previstos no Código Civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor não poderá intentar a ação de esbulho, ou a de indenização, contra o terceiro, que recebeu a coisa esbulhada sabendo que o era."
      },
      {
        "letra": "B",
        "texto": "O possuidor de boa-fé responde pela perda ou deterioração da coisa, ainda que não der causa."
      },
      {
        "letra": "C",
        "texto": "O possuidor tem direito a ser mantido na posse em caso de turbação, restituído no de esbulho, e segurado de violência iminente, se tiver justo receio de ser molestado."
      },
      {
        "letra": "D",
        "texto": "O possuidor de má-fé tem direito, enquanto ela durar, aos frutos percebidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3135099",
    "metadata": "Ano: 2024 | Banca: UNIVALI | Órgão: Prefeitura de Luiz Alves - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "A Prefeitura tomou posse de um imóvel particular para ampliar uma área pública, sem autorização judicial. Esse tipo de posse é classificado como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Posse precária."
      },
      {
        "letra": "B",
        "texto": "Posse de má-fé."
      },
      {
        "letra": "C",
        "texto": "Posse indireta."
      },
      {
        "letra": "D",
        "texto": "Posse justa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3113953",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Em 2019, Antônio do Campestre adquiriu de Rita de Cássia, por meio de escritura pública, um imóvel na zona rural de Primavera do Leste, MT, que se encontrava em nome da vendedora na matrícula imobiliária competente. O imóvel era utilizado pela família de Rita para o cultivo de feijão. A aquisição deveu-se ao desejo de Antônio pela construção de uma pousada ecológica. Um mês após a imissão na posse, Antônio iniciou as obras e o plantio de diversas árvores frutíferas. Semana passada, ele foi surpreendido com uma ação reivindicatória promovida por João Batista, que demonstrou ser o registro em nome de Rita falso, sendo ele o legítimo proprietário do bem. Sobressaltado com a demanda e possível prejuízo financeiro e sabedor de sua boa-fé, Antônio procura apoio jurídico ao seu caso concreto. Diante da situação hipotética, assinale a afirmativa correta a respeito do tema posse de boa-fé.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os frutos pendentes ao tempo em que cessar a boa-fé pertencem ao proprietário, não tendo o possuidor direito à restituição."
      },
      {
        "letra": "B",
        "texto": "Antônio responde por todos os frutos percebidos, bem como pelos que, por culpa sua, deixou de perceber durante o período de sua posse de boa-fé."
      },
      {
        "letra": "C",
        "texto": "O possuidor de boa-fé tem direito à indenização e à retenção de todas as benfeitorias realizadas durante o exercício de sua posse."
      },
      {
        "letra": "D",
        "texto": "Antônio não terá direito à indenização por quaisquer benfeitorias realizadas, tendo em vista a cessação da boa-fé com a citação."
      },
      {
        "letra": "E",
        "texto": "O reivindicante é obrigado a indenizar as benfeitorias necessárias e úteis ao possuidor de boa-fé, pelo valor atual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3113282",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "A respeito da pessoa jurídica, dos direitos reais, da posse e dos atos unilaterais, julgue o item subsequente, considerando o Código Civil e, no que couber, o entendimento jurisprudencial dos tribunais superiores. O particular que, ao ocupar área pública, houver nela realizado benfeitorias úteis faz jus à indenização por tais benfeitorias se as tiver empreendido em boa-fé.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3103581",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de São José da Tapera - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base no Código Civil, assinale a alternativa CORRETA em relação à posse.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse direta de uma pessoa anula a posse indireta de quem lhe cedeu a coisa, independentemente do motivo da posse."
      },
      {
        "letra": "B",
        "texto": "Aquele que detém um bem em nome de outro, por dependência e sob ordens ou instruções, é considerado possuidor pleno do bem."
      },
      {
        "letra": "C",
        "texto": "O possuidor de má-fé tem direito aos frutos colhidos e percebidos durante o período de sua posse."
      },
      {
        "letra": "D",
        "texto": "O possuidor de boa-fé tem direito à indenização pelas benfeitorias necessárias e úteis realizadas no bem, podendo exercer o direito de retenção sobre o valor dessas benfeitorias."
      },
      {
        "letra": "E",
        "texto": "A posse se adquire exclusivamente pelo possuidor original, não podendo ser transferida para sucessores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3080931",
    "metadata": "Ano: 2024 | Banca: UPENET/IAUPE | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo sobre a posse e seus efeitos: I. A posse pode ser adquirida por terceiro sem mandato, dependendo de ratificação. II. O possuidor de má-fé tem direito às despesas da produção e custeio dos frutos colhidos e percebidos, desde o momento em que se constituiu de má-fé. III. O possuidor de má-fé tem direito a indenização das benfeitorias necessárias e poderá exercer o direito de retenção pelo valor de tais benfeitorias. IV. O possuidor turbado, ou esbulhado, poderá manter-se ou restituir-se por sua própria força, contanto que o faça logo; os atos de defesa, ou de desforço, não podem ir além do indispensável à manutenção ou restituição da posse. Levando-se em consideração as regras do Código Civil sobre a posse e seus efeitos, está INCORRETO o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, apenas."
      },
      {
        "letra": "B",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3068955",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Cruz Alta - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "A respeito da posse, assinale a alternativa INCORRETA, à luz do disposto no Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse direta, de pessoa que tem a coisa em seu poder, temporariamente, em virtude de direito pessoal, ou real, não anula a indireta, de quem aquela foi havida, podendo o possuidor direto defender a sua posse contra o indireto."
      },
      {
        "letra": "B",
        "texto": "A posse de boa-fé só perde este caráter no caso e desde o momento em que as circunstâncias façam presumir que o possuidor não ignora que possui indevidamente."
      },
      {
        "letra": "C",
        "texto": "Não induzem posse os atos de mera permissão ou tolerância assim como não autorizam a sua aquisição os atos violentos, ou clandestinos, senão depois de cessar a violência ou a clandestinidade."
      },
      {
        "letra": "D",
        "texto": "Os frutos pendentes ao tempo em que cessar a boa-fé devem ser restituídos, depois de deduzidas as despesas da produção e custeio; não devem ser restituídos os frutos colhidos com antecipação."
      },
      {
        "letra": "E",
        "texto": "As benfeitorias compensam-se com os danos e só obrigam ao ressarcimento se ao tempo da evicção ainda existirem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3030250",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Quanto aos efeitos correlatos à natureza da posse, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A forma de aquisição da posse, lícita ou ilícita, implicará o caráter justo ou injusto, que não comportará conversão."
      },
      {
        "letra": "B",
        "texto": "Os atos de permissão ou tolerância induzem posse à medida que implicam transferência de direitos, irrevogáveis."
      },
      {
        "letra": "C",
        "texto": "Presume-se manter a posse o mesmo caráter com que foi adquirida, admitindo-se a conversão da posse injusta em justa e vice-versa, mediante inversão do título."
      },
      {
        "letra": "D",
        "texto": "A detenção injusta, violenta ou clandestina, eivada de vício de origem ligado à causa ilícita, não autoriza ao possuidor a tutela possessória em face de terceiro (que não a vítima), mesmo que cessada a violência ou clandestinidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2548574",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Passo Fundo - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "O Município de Passo Fundo arrendou imóvel de sua propriedade para uma sociedade limitada realizar a exploração econômica da área. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A arrendante terá a posse plena e exclusiva da área arrendada."
      },
      {
        "letra": "B",
        "texto": "A arrendatária terá a posse plena e exclusiva da área arrendada."
      },
      {
        "letra": "C",
        "texto": "A arrendante e a arrendatária serão possuidoras diretas da área arrendada."
      },
      {
        "letra": "D",
        "texto": "A arrendante será possuidora indireta da área arrendada."
      },
      {
        "letra": "E",
        "texto": "O arrendatário será possuidor direto da área arrendada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2533516",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Câmara de Maria da Fé - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Josué é proprietário de um sítio. O sítio está emprestado por contrato de comodato a Pedro, seu irmão, uma vez que Josué está residindo fora do Brasil. O contrato é por tempo indeterminado e permite que Josué requeira a devolução do imóvel a qualquer momento. Pedro utiliza o imóvel, esporadicamente, com sua família, em finais de semana e férias. O sítio é cuidado por Marcelo, caseiro contratado por Pedro e que faz a manutenção e cuida do sítio. No último final de semana, invasores de terra pularam a cerca e tentaram tomar a posse do imóvel. Sobre a situação hipotética, analise as afirmativas a seguir. I. Marcelo pode exercer o direito de desforço possessório. Entretanto, não possui legitimidade para nenhuma ação possessória. II. Pedro tem a posse direta do imóvel. Por este motivo, possui legitimidade para qualquer ação possessória contra a turbação da posse em nome próprio. III. Josué não possui qualquer posse sobre o imóvel, é apenas o proprietário sem posse. Por este motivo, não possui legitimidade para qualquer ação possessória contra a turbação da posse em seu imóvel. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2521595",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Em relação à posse, indique a alternativa FALSA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perde-se a posse pela perda da própria coisa, ainda que não haja desistência da busca do bem. No caso de título ao portador, o dono poderá obter novo título em juízo e impedir que sejam pagos a outrem capital e rendimentos,"
      },
      {
        "letra": "B",
        "texto": "é admissível a oposição de embargos de terceiro fundado em alegação de posse advinda do compromisso de compra e venda, ainda que desprovido de registro."
      },
      {
        "letra": "C",
        "texto": "o constituto possessório pode acarretar a perda da posse."
      },
      {
        "letra": "D",
        "texto": "o ente público detém legitimidade e interesse para intervir, incidentalmente, na ação possessória entre particulares, podendo deduzir qualquer matéria defensiva, inclusive, se for o caso, o domínio."
      },
      {
        "letra": "E",
        "texto": "perde-se a posse pela destruição da coisa decorrente de evento natural ou fortuito, de ato do próprio possuidor ou de terceiro, inutilizando definitivamente e impossibilitando o exercício do poder de utilizar, economicamente, o bem por parte do possuidor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2375248",
    "metadata": "Ano: 2024 | Banca: UNIVIDA | Órgão: Prefeitura de Pérola - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Ainda sobre a posse, mais precisamente os seus efeitos, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas ações possessórias se discute também a propriedade."
      },
      {
        "letra": "B",
        "texto": "Caracterizado o esbulho, a Ação de Reintegração de Posse é a via adequada para que o possuidor seja reintegrado de sua posse."
      },
      {
        "letra": "C",
        "texto": "O esbulho se configura quando o possuidor for completamente destituído da coisa."
      },
      {
        "letra": "D",
        "texto": "Na Ação de Reintegração de Posse, é permitido ao autor que cumule pedido de reintegração de posse com pedido de indenização por perdas e danos."
      },
      {
        "letra": "E",
        "texto": "No caso da propositura do interdito proibitório, uma das exigências como requisitos é a ameaça do réu em promover a turbação ou o esbulho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2367638",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Maria ocupa indevidamente determinado imóvel, que é bem público dominical do Estado Ômega, há mais de vinte anos, sem qualquer oposição do proprietário, de modo que, em tese, preenche os requisitos necessários para a usucapião. Ela conferiu função social ao imóvel em questão, considerando que nele constituiu sua moradia, mas, enquanto visitava parentes em uma cidade distante, o bem foi invadido por Laura, de modo que Maria visa a ajuizar ação possessória em face de Laura para debelar o esbulho. Diante dessa situação hipotética, considerando o entendimento do Superior Tribunal de Justiça acerca dos bens públicos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diante do preenchimento dos respectivos requisitos houve a aquisição do bem público por Maria por meio da usucapião."
      },
      {
        "letra": "B",
        "texto": "O bem público não poderia ser adquirido por Maria, a quem, não obstante, são reconhecidos os efeitos da posse, inclusive, em face do Poder Público."
      },
      {
        "letra": "C",
        "texto": "Maria apenas poderia se valer de proteção possessória em face de Laura se o bem público em questão fosse de uso comum."
      },
      {
        "letra": "D",
        "texto": "Não é possível reconhecer nenhuma proteção possessória para Maria, nem mesmo para debelar o esbulho realizado por Laura."
      },
      {
        "letra": "E",
        "texto": "Apesar de não ter proteção possessória em face do proprietário do bem público, o direito de Maria, no tocante ao imóvel, é passível de proteção nas contendas entre particulares."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2360729",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Hamlet e Macbeth, proprietários de um imóvel, celebram por escrito contrato de comodato com Lear, sobrinho dos proprietários, pelo prazo de dez anos, ficando o comodatário responsável pela preservação da coisa. Sobre a hipótese, em relação ao tema posse, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lear, comodatário, é considerado detentor do bem imóvel citado no enunciado, em virtude do dever da conservação do bem."
      },
      {
        "letra": "B",
        "texto": "Os atos de mera permissão ou tolerância não autorizam a sua aquisição, logo Lear não é possuidor do bem."
      },
      {
        "letra": "C",
        "texto": "Lear, por ser possuidor de má-fé, responde pela perda, ou deterioração da coisa, ainda que acidentais."
      },
      {
        "letra": "D",
        "texto": "A faculdade de usar, gozar e dispor da coisa, e o direito de reavê-la do poder de quem quer que injustamente a possua ou detenha, pertence a Lear, possuidor exclusivo do bem."
      },
      {
        "letra": "E",
        "texto": "Hamlet e Macbeth, na situação narrada, são considerados possuidores indiretos do bem imóvel."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2515850",
    "metadata": "Ano: 2023 | Banca: IBGP | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Ao descobrir uma obra sem a documentação comprobatória de propriedade, a fiscalização deve diligenciar junto ao responsável a apresentação de documento idôneo capaz de gerar a presunção da propriedade ou a autorização do proprietário para a realização da obra, em observância ao desenvolvimento sustentável da cidade e da função social da propriedade. Conforme dispõe o Código Civil, em matéria de ato de agressão ao direito de propriedade, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor, em caso de invasão de sua propriedade, não tem nenhum direito de ser mantido na posse."
      },
      {
        "letra": "B",
        "texto": "O possuidor turbado, ou esbulhado, poderá manter-se ou restituir-se por sua própria força, contanto que o faça logo."
      },
      {
        "letra": "C",
        "texto": "O possuidor turbado, ou esbulhado, poderá manter-se ou restituir-se por sua própria força, contanto que o faça com até 2 horas."
      },
      {
        "letra": "D",
        "texto": "O possuidor turbado, ou esbulhado, poderá manter-se ou restituir-se por sua própria força, contanto que o faça no mesmo dia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2515828",
    "metadata": "Ano: 2023 | Banca: IBGP | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Imagine a situação em que uma família desabrigada esteja ocupando um prédio público do município de Belo Horizonte/MG por aproximadamente 2(dois) meses sem autorização ou contrato de locação. A ocupação irregular gerou preocupação e questionamentos dos moradores da região, que fizeram inúmeras denúncias junto aos órgãos competentes. A fiscalização municipal foi acionada para resolver o caso e, ao chegarem no local, de fato encontraram a família ocupando o imóvel, se recusando a sair do local. Considerando o caso descrito e as normas do Código Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A fiscalização municipal deve intervir para remover imediatamente a família e recuperar a posse do prédio público, tendo em vista que o possuidor turbado ou esbulhado pode manter-se ou restituir-se na posse por sua própria força, independente de prazo."
      },
      {
        "letra": "B",
        "texto": "A família pode ser notificada para desocupar o prédio em um prazo estipulado pela fiscalização, sob pena de ingresso das medidas judiciais cabíveis para a retomada do imóvel por parte da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "A fiscalização municipal deve negociar com a família para que desocupe o prédio voluntariamente, em troca de uma indenização ou de um local adequado para moradia."
      },
      {
        "letra": "D",
        "texto": "A fiscalização municipal deve dar um prazo hábil para a desocupação do imóvel e, não sendo realizada, retomar imediatamente o prédio, independente de intervenção judicial, por se tratar de bem público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2336055",
    "metadata": "Ano: 2023 | Banca: IDHTEC | Órgão: Prefeitura de Ilha de Itamaracá - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Conforme estabelece o artigo 1.196, do Código Civil, “Considera-se possuidor todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade.”. Acerca do instituto da posse, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se duas ou mais pessoas possuírem coisa indivisa, poderá cada uma exercer sobre ela atos possessórios, contanto que não excluam os dos outros compossuidores."
      },
      {
        "letra": "B",
        "texto": "A posse de boa-fé só perde este caráter no caso e desde o momento em que as circunstâncias façam presumir que o possuidor não ignora que possui indevidamente."
      },
      {
        "letra": "C",
        "texto": "A posse transmite-se aos herdeiros ou legatários do possuidor com os mesmos caracteres."
      },
      {
        "letra": "D",
        "texto": "É de boa-fé a posse que não for violenta, clandestina ou precária."
      },
      {
        "letra": "E",
        "texto": "A posse do imóvel faz presumir, até prova contrária, a das coisas móveis que nele estiverem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2322734",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião",
      "Efeitos, Tutela, Transmissão e Perda da Posse",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Em sua atuação como defensora pública ou defensor público hipoteticamente é recebida a intimação de uma sentença proferida em Ação de Usucapião na modalidade extraordinária, julgando improcedente o pedido para que seja declarada adquirida a propriedade de imóvel no qual a assistida, que compõe o polo ativo da ação, estabelece a sua moradia há cerca de dezessete anos, sendo três os fundamentos do juízo julgador: I - a área usucapienda é de tamanho inferior ao definido como módulo mínimo no município sede da comarca, não só comprometendo a organização urbana da localidade como também inviabilizando o posterior registro do imóvel no cartório competente, considerando as leis registrais vigentes. II - por ser a parte autora possuidora de má-fé, a procedência da ação geraria um enriquecimento sem causa em seu benefício e com prejuízo ao proprietário registral e III - em certidão constante dos autos há a comprovação de que a parte autora é proprietária de outro imóvel na mesma região. Considerando esse caso, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fundamento III está correto porque a usucapião é forma originária de aquisição da propriedade e tem como objetivo atingir sua função social e salvaguardar o direito à moradia, não sendo permitido que o proprietário de um imóvel se valha da via da usucapião extraordinária para adquirir uma segunda propriedade."
      },
      {
        "letra": "B",
        "texto": "São requisitos para a usucapião extraordinária a posse mansa, pacífica, de boa-fé e com animus domini, pelo período ininterrupto de quinze anos, sendo tal prazo reduzido para dez anos se o possuidor houver estabelecido no imóvel a sua moradia habitual, ou nele tiver realizado obras ou serviços de caráter produtivo."
      },
      {
        "letra": "C",
        "texto": "O reconhecimento da usucapião extraordinária pode ser obstado em razão de a área usucapienda ser inferior ao módulo estabelecido em lei municipal."
      },
      {
        "letra": "D",
        "texto": "O cartório de registro de imóveis não pode criar matrícula de imóvel que esteja em desacordo com a área mínima exigida em lei local, mesmo diante de decisão judicial declarando a propriedade da área pela via da usucapião extraordinária."
      },
      {
        "letra": "E",
        "texto": "A posse de má-fé não é impeditiva para que seja declarada adquirida uma propriedade pela via da usucapião extraordinária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2319983",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Efeitos, Tutela, Transmissão e Perda da Posse",
      "Modos de Aquisição da Propriedade Imóvel",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Em um lançamento de um condomínio de lotes de terrenos, Jaqueline adquire o Lote 3 da Quadra 5 pelo valor de R$ 50.000,00 (cinquenta mil reais). Um mês após a aquisição, Jaqueline construiu sua casa por meio de empreitada, de lavor e material, que consumiu R$ 150.000,00 (cento e cinquenta mil reais de sua economia) de suas economias. Três anos após o início da obra, Jaqueline recebeu notificação extrajudicial de Marcos reclamando a posse do imóvel, sob a alegação de ser proprietário do terreno em que a casa foi construída. Aturdida, Jaqueline descobre que, de fato, construiu, por total descuido, sobre terreno que julgava ser o Lote 3. Contudo, após análise técnica, verificou que sua casa estava, de fato, construída sobre o lote 4, titularizado por Marcos. Sem chegar a uma composição amigável, Jaqueline",
    "alternativas": [
      {
        "letra": "A",
        "texto": "faz jus à retenção do terreno, enquanto não for indenizada pela benfeitoria."
      },
      {
        "letra": "B",
        "texto": "adquirirá a propriedade, independentemente da vontade de Marcos, indenizando-o pelo solo."
      },
      {
        "letra": "C",
        "texto": "deve devolver o terreno a Marcos de forma livre e desembaraçada de pessoas e coisas."
      },
      {
        "letra": "D",
        "texto": "faz jus à propriedade do Lote 4 por força de usucapião especial."
      },
      {
        "letra": "E",
        "texto": "tem direito à indenização, após transferir a posse a Marcos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2288565",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CORE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Em determinada cidade, Pedro adquiriu um terreno de forma irregular, sabendo que o vendedor não possuía a devida autorização para efetuar a venda. Pedro plantou laranja no referido terreno e comercializa os frutos plantados e colhidos. Após alguns meses, o verdadeiro proprietário do terreno descobriu a ocupação indevida e decidiu entrar com uma ação de reintegração de posse para reaver o imóvel. Em relação aos frutos plantados, colhidos e percebidos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro terá direito aos frutos percebidos enquanto a boa-fé dele durar."
      },
      {
        "letra": "B",
        "texto": "Pedro terá direito aos frutos pendentes enquanto durar a boa-fé e ao tempo em que cessar a boa-fé estes devem ser restituídos, depois de deduzidas as despesas da produção e custeio; devem também ser restituídos os frutos colhidos com antecipação."
      },
      {
        "letra": "C",
        "texto": "Pedro, considerado possuidor de má-fé, responde por todos os frutos colhidos e percebidos, bem como pelos que, por culpa sua, deixou de perceber, desde o momento em que se constituiu de má-fé; tem direito às despesas da produção e custeio."
      },
      {
        "letra": "D",
        "texto": "Pedro, considerado possuidor de má-fé, responde por todos os frutos colhidos e percebidos, bem como pelos que, por culpa sua, deixou de perceber, desde o momento em que se constituiu de boa-fé; tem direito às despesas da produção e custeio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2215647",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Pedro obteve a posse de uma casa mediante contrato de doação, estando ciente de que o imóvel não pertencia ao doador. Nessa situação hipotética, Pedro terá direito I à indenização das benfeitorias necessárias. II á indenização das benfeitorias úteis. III de levantar as benfeitorias voluptuárias, se não prejudicar a coisa. IV aos frutos percebidos. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens III e IV estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II, III e IV estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2215589",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM de Natal - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "A posse de um imóvel privado será justa se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não for contestada pelo proprietário imediatamente."
      },
      {
        "letra": "B",
        "texto": "não for violenta, clandestina ou precária."
      },
      {
        "letra": "C",
        "texto": "o imóvel estiver desocupado há mais de um ano e um dia."
      },
      {
        "letra": "D",
        "texto": "o possuidor ignorar vício que impede a sua aquisição."
      },
      {
        "letra": "E",
        "texto": "inexistir ação judicial que a conteste."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2211768",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Piracicaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "O possuidor tem direito a ser mantido na posse em caso de turbação, restituído no de esbulho, e segurado de violência iminente, se tiver justo receio de ser molestado. O possuidor de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "boa-fé deverá restituir os frutos pendentes e indenizar os frutos colhidos com antecipação."
      },
      {
        "letra": "B",
        "texto": "má-fé responde por todos os frutos colhidos e percebidos, bem como pelos que, por culpa sua, deixou de perceber, sem direito às despesas da produção e custeio."
      },
      {
        "letra": "C",
        "texto": "má-fé não responde pela perda ou deterioração da coisa a que não der causa."
      },
      {
        "letra": "D",
        "texto": "má-fé responde pela perda, ou deterioração da coisa, ainda que acidentais, salvo se provar que de igual modo se teriam dado, estando ela na posse do reivindicante."
      },
      {
        "letra": "E",
        "texto": "má-fé terá o ressarcimento somente das benfeitorias necessárias, assistindo-lhe o direito de retenção pela importância destas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2166888",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Flávio, pescador que vive em uma pequena vila no litoral do Estado, certa noite, passando por uma casa que parecia vazia, pulou o muro e pernoitou no imóvel, tomando cuidado para que nenhum vizinho notasse sua presença no local. Não encontrando resistência, repetiu o mesmo procedimento todas as noites por dois meses, aproveitando-se do conforto das instalações do imóvel. Passado esse tempo, e percebendo que nenhum mal lhe aconteceu, Flávio passou a usar a casa de forma ostensiva, também à luz do dia, inclusive convidando amigos e parentes para ali permanecerem com ele. Passados um ano e um mês desde a primeira vez em que Flávio pulou o muro da casa, Ricardo, o proprietário do imóvel, que mora em outra cidade e utiliza aquela residência apenas esporadicamente, visitou a vila e foi surpreendido pelo fato de o pescador estar morando no local. Flávio, por sua vez, repeliu Ricardo violentamente, exigindo que ele nunca mais voltasse. No mesmo dia, Ricardo ajuizou uma ação de reintegração de posse em face de Flávio, comprovando todos os fatos narrados. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a posse de Flávio é de força nova;"
      },
      {
        "letra": "B",
        "texto": "a posse de Flávio é precária;"
      },
      {
        "letra": "C",
        "texto": "a posse de Flávio é violenta;"
      },
      {
        "letra": "D",
        "texto": "Ricardo deve ser reintegrado na posse do imóvel porque alega ser o proprietário registral deste;"
      },
      {
        "letra": "E",
        "texto": "Ricardo deve ser reintegrado na posse do imóvel porque sua posse tinha justo título."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2126411",
    "metadata": "Ano: 2023 | Banca: INSTITUTO MAIS | Órgão: Prefeitura de Santana de Parnaíba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Sobre a posse e a propriedade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse indireta, de pessoa que tem a coisa em seu poder, temporariamente, em virtude de direito pessoal, ou real, não anula a direta, de quem aquela foi havida, podendo o possuidor indireto defender a sua posse contra o direto."
      },
      {
        "letra": "B",
        "texto": "Quando, por força natural violenta, uma porção de terra se destacar de um prédio e se juntar a outro, o dono deste adquirirá a propriedade do acréscimo, sem indenização."
      },
      {
        "letra": "C",
        "texto": "Ao possuidor de boa-fé serão ressarcidas somente as benfeitorias necessárias; não lhe assiste o direito de retenção pela importância das benfeitorias úteis, nem o de levantar as voluptuárias."
      },
      {
        "letra": "D",
        "texto": "São defesos os atos que não trazem ao proprietário qualquer comodidade, ou utilidade, e sejam animados pela intenção de prejudicar outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2110251",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Contratos em Espécie",
      "Compra e Venda",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Ari compra, em 2015, um imóvel em um loteamento no qual há constituída uma associação de moradores que cobra taxa de manutenção das áreas comuns, tudo bem descrito no contrato padrão de compra e venda do empreendimento, registrado em cartório. Depois de dois meses morando na casa, sem jamais ter pagado a contribuição, Ari resolve se desassociar, o que leva à cobrança judicial dos valores, em ação proposta em 21/09/2018. Nesse caso, à luz da jurisprudência do Superior Tribunal de Justiça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ari pode ser obrigado a pagar todas as contribuições desde que se imitira na posse, por força da vedação ao enriquecimento sem causa, uma vez que aproveita os serviços indivisíveis prestados (limpeza, segurança etc.);"
      },
      {
        "letra": "B",
        "texto": "por decorrência do princípio da liberdade de associação, Ari não pode ser obrigado a pagar as cotas mensais, referentes a qualquer período;"
      },
      {
        "letra": "C",
        "texto": "Ari só pode ser obrigado a pagar as contribuições vencidas a partir de julho de 2017, quando entrou em vigor a Lei nº 13.465/2017, que equiparou as associações de moradores às administradoras de imóvel;"
      },
      {
        "letra": "D",
        "texto": "por decorrência do princípio da liberdade de associação, Ari não pode ser obrigado a pagar as cotas mensais, exceto quanto aos dois meses em que permaneceu associado;"
      },
      {
        "letra": "E",
        "texto": "Ari poderá ser obrigado a pagar todas as contribuições desde que se imitira na posse, uma vez que a obrigação estava prevista no contrato padrão registrado em cartório."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110248",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Álvares empresta seu imóvel, por prazo indeterminado, para que, nele, seu sobrinho Machado possa residir enquanto estiver na cidade de Niterói completando seus estudos e sua formação profissional. Sucede que, dois meses depois de Machado se instalar no local, Álvares começa a namorar Carvalho e, então, notifica Machado a devolver-lhe o bem para que possa se mudar com o amado. Machado pondera que não incomodará, até porque só fica no apartamento na madrugada, quando não está estudando ou trabalhando. Considerando a situação descrita, na sede judicial própria, é possível:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar a desocupação do imóvel, uma vez que, cessado o comodato por prazo indeterminado pela notificação do comodante, passou a se verificar esbulho a cargo de Machado, que não deverá ser indenizado;"
      },
      {
        "letra": "B",
        "texto": "reconhecer a impossibilidade de retomada do imóvel neste momento, mas, sem prejuízo, regular o exercício da composse, inclusive em relação aos horários em que cada um poderá usar o bem;"
      },
      {
        "letra": "C",
        "texto": "reconhecer a impossibilidade de retomada do imóvel neste momento, sem que seja viável juridicamente regular a composse diante da natureza indivisível do bem sobre a qual é exercida;"
      },
      {
        "letra": "D",
        "texto": "determinar a desocupação do imóvel uma vez verificado o esbulho, sem prejuízo de determinar que Álvares indenize Machado pelo abuso do direito levado a efeito em comportamento contraditório (venire contra factum proprium);"
      },
      {
        "letra": "E",
        "texto": "diante da vedação ao comportamento contraditório (venire contra factum proprium), poderá manter Machado no imóvel, mas estabelecendo um aluguel a ser pago a Álvares."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2100429",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Paulo casa-se com Marcos sob o regime da separação obrigatória de bens. Após o casamento, passam a residir em imóvel de propriedade exclusiva de Marcos. Paulo é proprietário exclusivo de um outro imóvel, adquirido antes do seu casamento com Marcos. Com o falecimento de Marcos, Luciana, única filha de Marcos, obtém a adjudicação do imóvel, tornando-se proprietária exclusiva do único bem imóvel deixado por seu genitor. Inconformada com o uso exclusivo do imóvel por Paulo, Luciana ingressa com ação de reintegração de posse cumulada com arbitramento de aluguel, em face de Paulo, alegando que, além de não ser herdeiro, nem meeiro, Paulo teria outro bem imóvel em seu nome, possuindo meios de se sustentar. Alega ainda que o uso exclusivo do bem por Paulo, após o falecimento de Marcos, constituiria verdadeiro enriquecimento sem causa. Sobre a situação hipotética acima, considerando o entendimento prevalecente do Superior Tribunal de Justiça acerca do tema, o pedido de reintegração de posse",
    "alternativas": [
      {
        "letra": "A",
        "texto": "e de arbitramento de aluguel devem ser deferidos, pois, independentemente do regime de bens adotado, Paulo pode exercer o direito real de habitação no outro imóvel que possui, devendo ressarcir à Luciana o valor correspondente ao tempo que utilizou com exclusividade o imóvel do cônjuge falecido."
      },
      {
        "letra": "B",
        "texto": "deve ser indeferido, pois Paulo possui o direito real de habitação. Entretanto, considerando o regime de bens adotado, o arbitramento de aluguel deve ser deferido, pois não sendo meeiro nem herdeiro de Marcos, Paulo deve pagar a Luciana o valor correspondente ao tempo de utilização exclusiva do imóvel por ele."
      },
      {
        "letra": "C",
        "texto": "deve ser deferido, pois, considerando o regime de bens adotado, Paulo não é herdeiro nem meeiro de Marcos. Entretanto, o pedido de arbitramento de aluguel somente deve ser deferido na hipótese de Paulo se recusar a desocupar voluntariamente o imóvel."
      },
      {
        "letra": "D",
        "texto": "deve ser indeferido, pois, independentemente do regime de bens adotado, Paulo possui o direito real de habitação. Entretanto, o pedido de arbitramento de aluguel deve ser deferido, a fim de se evitar o enriquecimento sem causa de Paulo, que deve ressarcir à Luciana o valor correspondente ao tempo de utilização exclusiva do imóvel por ele."
      },
      {
        "letra": "E",
        "texto": "e de arbitramento de aluguel devem ser indeferidos, pois, independentemente do regime de bens adotado, Paulo possui o direito real de habitação e a cobrança de aluguel durante o período de utilização exclusiva esvaziaria o conteúdo de tal direito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2094595",
    "metadata": "Ano: 2023 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Efeitos, Tutela, Transmissão e Perda da Posse",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Com fundamento na legislação de regência, tem direito à concessão de uso especial para fins de moradia, relativamente ao bem objeto da posse, aquele que: Possuiu como seu, por............ anos, ininterruptamente e sem oposição, até............ m² de imóvel público situado em área com características e finalidade............ , e que o utilize para sua moradia ou de sua família............, seja proprietário ou concessionário, a qualquer título, de outro imóvel urbano ou rural. Assinale a alternativa que completa corretamente as lacunas do texto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3 • 350 • urbanas • ainda que"
      },
      {
        "letra": "B",
        "texto": "5 • 200 • urbanas ou rurais • ainda que"
      },
      {
        "letra": "C",
        "texto": "5 • 250 • urbanas • desde que não"
      },
      {
        "letra": "D",
        "texto": "10 • 200 • urbanas ou rurais • ainda que"
      },
      {
        "letra": "E",
        "texto": "10 • 250 • urbanas ou rurais • desde que não"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2079900",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.A posse do imóvel não faz presumir a posse das coisas móveis que nele estiverem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2079899",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.Os atos de mera permissão ou tolerância induzem a posse, ainda que precária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2079898",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.A posse não se transmite aos herdeiros ou legatários do possuidor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2079897",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.A posse de boa-fé só perde esse caráter no caso e desde o momento em que as circunstâncias façam presumir que o possuidor não ignora que possui indevidamente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2079896",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.Se o possuidor ignorar o vício ou o obstáculo que impede a aquisição da coisa, é de boa-fé a posse.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2079894",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item. Se duas ou mais pessoas possuírem coisa indivisa, os atos possessórios somente poderão ser exercidos em conjunto pelos compossuidores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2079893",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.Considera-se detentor aquele que, achando-se em relação de dependência para com outro, conserva a posse em nome deste e em cumprimento de ordens ou instruções suas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2079892",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item. A posse direta, de pessoa que tem a coisa em seu poder temporariamente, em virtude de direito pessoal ou real, não anula a indireta, de quem aquela foi havida, podendo o possuidor direto defender a sua posse contra o indireto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2079891",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.Considera-se possuidor todo aquele que tem, de fato, o exercício, pleno ou não, de algum dos poderes inerentes à propriedade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2075585",
    "metadata": "Ano: 2023 | Banca: FUMARC | Órgão: AL-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Relativamente à posse, é INCORRETO afirmar que o Código Civil vigente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considera detentor aquele que, achando-se em relação de independência para com outro, conserva a posse em nome deste."
      },
      {
        "letra": "B",
        "texto": "determina que, se duas ou mais pessoas possuírem coisa indivisa, poderá cada uma exercer sobre ela atos possessórios, contanto que não excluam os dos outros compossuidores."
      },
      {
        "letra": "C",
        "texto": "estabelece que a posse é adquirida desde o momento em que se torna possível o exercício, em nome próprio, de qualquer dos poderes inerentes à propriedade."
      },
      {
        "letra": "D",
        "texto": "prevê que o possuidor tem direito a ser mantido na posse em caso de turbação, restituído no de esbulho, e segurado de violência iminente, se tiver justo receio de ser molestado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2070751",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: AGESAN-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Assinale a alternativa correta quanto ao instituto da posse previsto no Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor tem direito a ser mantido na posse em caso de esbulho, restituído no de turbação, e segurado de violência iminente, se tiver justo receio de ser molestado."
      },
      {
        "letra": "B",
        "texto": "A alegação de propriedade, ou de outro direito sobre a coisa, obsta a manutenção ou reintegração na posse."
      },
      {
        "letra": "C",
        "texto": "Os frutos naturais e industriais reputam-se colhidos e percebidos dia por dia; os civis reputam-se percebidos logo que são separados."
      },
      {
        "letra": "D",
        "texto": "O possuidor pode intentar a ação de esbulho, ou a de indenização, contra o terceiro, que recebeu a coisa esbulhada sabendo que o era."
      },
      {
        "letra": "E",
        "texto": "A posse do imóvel não faz presumir a das coisas móveis que nele estiverem, sendo consideradas separadamente até prova contrária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1981661",
    "metadata": "Ano: 2022 | Banca: FADESP | Órgão: SEFAZ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Dentre os efeitos da posse destaca-se a possibilidade de sua defesa por meio dos interditos possessórios. A respeito da turbação, do esbulho e do desforço imediato é correto afirmar o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação de interdito proibitório é cabível depois que ocorre a lesão à posse, seja por esbulho ou por turbação."
      },
      {
        "letra": "B",
        "texto": "no esbulho, há mais do que mera ameaça, mas não chega a ocorrer a perda da posse."
      },
      {
        "letra": "C",
        "texto": "não é possível se falar em fungibilidade, no caso das ações possessórias."
      },
      {
        "letra": "D",
        "texto": "o desforço imediato pressupõe ameaça à posse, enquanto que na turbação ocorre efetivamente a perda da posse."
      },
      {
        "letra": "E",
        "texto": "o possuidor pode intentar a ação de esbulho, ou a de indenização, contra o terceiro, que recebeu a coisa esbulhada sabendo que o era."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1971999",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Na posse de má-fé, o possuidor tem direito I. às benfeitorias úteis; Il. aos frutos colhidos e percebidos; Ill. ao ressarcimento das benfeitorias necessárias; IV. a despesas de produção e custeio. Na análise dos itens acima, é correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "l e Il, somente."
      },
      {
        "letra": "B",
        "texto": "Il e IV, somente."
      },
      {
        "letra": "C",
        "texto": "Ill e IV, somente."
      },
      {
        "letra": "D",
        "texto": "l e Ill, somente."
      },
      {
        "letra": "E",
        "texto": "lI e III, somente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960648",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Enquanto estava fora do Brasil, Artur permitiu que Dulcineia ocupasse sua casa de veraneio. Quando retornou, descobriu que ela realizou uma obra que removeu uma coluna que, desnecessária à sustentação, ocupava uma parte da garagem e, agora liberada, permite o estacionamento de mais um automóvel. Diante disso, Dulcineia:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tem qualquer direito em face de Artur;"
      },
      {
        "letra": "B",
        "texto": "tem direito ao ressarcimento do valor da obra, se estava de boa-fé, sem a faculdade de reter o imóvel até seu pagamento;"
      },
      {
        "letra": "C",
        "texto": "tem direito ao ressarcimento do valor da obra, independentemente de estar de boa-fé ou má-fé, sem a faculdade de reter o imóvel até seu pagamento;"
      },
      {
        "letra": "D",
        "texto": "tem direito ao ressarcimento do valor da obra, com a faculdade de reter o imóvel até o seu pagamento, se estava de boa-fé;"
      },
      {
        "letra": "E",
        "texto": "tem direito ao ressarcimento do valor da obra, com a faculdade de reter o imóvel até o seu pagamento, independentemente de estar de boa-fé ou má-fé."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1955127",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Tício, mediante ameaça, se apossou do terreno que era possuído por Caio de forma mansa, pacífica e com animus domini há mais de 30 (trinta) anos. Caio, utilizando-se de sua própria força, e apenas dos meios indispensáveis, imediatamente ao esbulho praticado por Tício, restituiu-se na posse, expulsando-o do terreno. Tício, então, ajuizou uma ação possessória contra Caio, alegando ter sido possuidor do terreno antes da posse de Caio, por 4 (quatro) anos e possuir título de propriedade do terreno. Por fim, Tício compareceu à delegacia de polícia, acusando Caio de ter praticado crime de exercício arbitrário das próprias razões. Acerca do caso narrado, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá Caio, na defesa da ação possessória, alegar que adquiriu a área pela usucapião em razão do tempo e da natureza de sua posse."
      },
      {
        "letra": "B",
        "texto": "a conduta de Caio configura o crime de exercício arbitrário das próprias razões, pois a lei civil veda, de forma expressa, ao possuidor esbulhado restituir-se na posse por sua própria força."
      },
      {
        "letra": "C",
        "texto": "a alegação de Tício de que é proprietário do terreno não poderia ser apresentada em ação possessória, tendo em vista o acolhimento, pelo Código Civil, da absoluta separação entre os juízos possessório e petitório."
      },
      {
        "letra": "D",
        "texto": "quando mais de uma pessoa se disser possuidora, dever-se-á privilegiar o possuidor que primeiramente possuiu a coisa, mesmo que esta não esteja na sua posse atual."
      },
      {
        "letra": "E",
        "texto": "a posse é um fato que não encontra guarida no ordenamento jurídico, salvo ao proprietário da coisa, razão pela qual, se Tício comprovar sua propriedade, Caio deve sair do imóvel, independentemente do tempo de posse."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1945695",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: AGERGS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Sobre a posse, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se duas ou mais pessoas possuírem coisa indivisa, poderá cada uma exercer sobre ela atos possessórios, ainda que excluam os dos outros compossuidores."
      },
      {
        "letra": "B",
        "texto": "Adquire-se a posse desde o momento em que se torna possível o exercício, em nome próprio ou alheio, de qualquer dos poderes inerentes à propriedade."
      },
      {
        "letra": "C",
        "texto": "Quando mais de uma pessoa se disser possuidora, manter-se-á provisoriamente a que tiver a coisa, mesmo quando manifesto que a obteve de alguma das outras por modo vicioso."
      },
      {
        "letra": "D",
        "texto": "O possuidor de má-fé responde por todos os frutos colhidos e percebidos, bem como pelos que, por culpa sua, deixou de perceber, desde o momento em que se constituiu de má-fé; tampouco tem direito às despesas da produção e custeio."
      },
      {
        "letra": "E",
        "texto": "Só se considera perdida a posse para quem não presenciou o esbulho, quando, tendo notícia dele, se abstém de retornar a coisa, ou, tentando recuperá-la, é violentamente repelido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1890366",
    "metadata": "Ano: 2022 | Banca: Unesc | Órgão: Prefeitura de Laguna - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "De acordo com a Lei nº 10.406/2002 - Código Civil, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse direta, de pessoa que tem a coisa em seu poder, temporariamente, em virtude de direito pessoal, ou real, não anula a indireta, de quem aquela foi havida, podendo o possuidor direto defender a sua posse contra o indireto."
      },
      {
        "letra": "B",
        "texto": "Considera-se detentor todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade."
      },
      {
        "letra": "C",
        "texto": "É de má-fé a posse, se o possuidor ignora o vício, ou o obstáculo que impede a aquisição da coisa."
      },
      {
        "letra": "D",
        "texto": "Considera-se possuidor aquele que, achando-se em relação de dependência para com outro, conserva a posse em nome deste e em cumprimento de ordens ou instruções suas."
      },
      {
        "letra": "E",
        "texto": "Se duas ou mais pessoas possuírem coisa indivisa, poderá cada uma exercer sobre ela atos possessórios, excluindo os dos outros compossuidores."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2005178",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Ubá - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Analise as seguintes afirmativas referentes aos direitos reais. I. Nos termos da lei, o possuidor com justo título tem por si a presunção de posse justa, salvo se deixar de satisfazer os ônus fiscais. II. A inexistência de registro imobiliário do bem objeto de ação de usucapião gera presunção relativa de que o imóvel é público. III. O imóvel urbano abandonado pelo proprietário poderá ser arrecadado, como bem vago, e passar à propriedade do município. IV. Somente se adquirem com a tradição os direitos reais sobre coisas móveis, quando constituídos ou transmitidos por atos entre vivos. São corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1856562",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Sobre a classificação, a aquisição, os efeitos e a perda da posse, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor turbado, ou esbulhado, poderá manter-se ou restituir-se por sua própria força, contanto que o faça logo. Os atos de defesa ou de desforço não podem ir além do indispensável à manutenção ou à restituição da posse."
      },
      {
        "letra": "B",
        "texto": "A parte que comprovar a propriedade do imóvel ou outro direito sobre a coisa poderá, excepcionalmente, obstar a manutenção ou reintegração de posse."
      },
      {
        "letra": "C",
        "texto": "A posse direta de pessoa que tem a coisa em seu poder, temporariamente, em virtude de direito pessoal ou real, anula a indireta de quem aquela foi havida, não podendo o possuidor direto defender a sua posse contra o indireto."
      },
      {
        "letra": "D",
        "texto": "O possuidor de má-fé responde por parte dos frutos colhidos e percebidos, bem como pelos que, por culpa sua, deixou de perceber, desde o momento em que se constituiu de má-fé; tem direito às despesas da produção e do custeio."
      },
      {
        "letra": "E",
        "texto": "O possuidor de má-fé não responde pela perda ou pela deterioração da coisa a que não der causa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1855822",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Analise as assertivas abaixo e responda: I - O possuidor de boa-fé tem direito, enquanto ela durar, aos frutos percebidos. II - O possuidor de má-fé responde por todos os frutos colhidos e percebidos, mas tem direito às despesas da produção e custeio. III - O possuidor de boa-fé tem direito à indenização das benfeitorias necessárias e úteis. IV - O possuidor de boa-fé pode exercer o direito de retenção pelo valor apenas das benfeitorias necessárias.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas I, II e III."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "Todas estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1844694",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Quando se mudou para o exterior, Regina deixou o apartamento de que é proprietária aos cuidados de Estela até que retornasse, permitindo que ela usasse e fruísse como quisesse, contanto que pagasse as despesas, taxas e impostos relativos ao imóvel. Estela realizou obras de reparo, de ampliação do uso e de embelezamento do apartamento e o deu em locação a terceiro. Embora notificada do retorno de Regina, Estela recusa-se a devolver o imóvel, passando a agir de má-fé. Diante disso, Estela tem o dever de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ressarcir Regina pelos aluguéis que receber após instada a devolver o imóvel, mas pode ficar com os aluguéis recebidos até a notificação para devolução do bem;"
      },
      {
        "letra": "B",
        "texto": "suportar por conta própria as obras de ampliação do uso e de embelezamento do imóvel, só tendo direito ao ressarcimento dos gastos com as obras de reparo;"
      },
      {
        "letra": "C",
        "texto": "responder por todas as deteriorações do bem que venham a ocorrer após instada a devolvê-lo, ainda que não tenham ocorrido por culpa sua;"
      },
      {
        "letra": "D",
        "texto": "indenizar Regina por danos que tenha causado ao bem, mas poderá compensá-los com as benfeitorias que nele realizou até a sua efetiva devolução;"
      },
      {
        "letra": "E",
        "texto": "aceitar que as obras de reparo do imóvel que realizou sejam ressarcidas por Regina pelo seu custo efetivo, e não pelo seu valor atual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1842948",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: PGE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "João e Carolina, maiores e capazes, são irmãos e os únicos possuidores de um imóvel indivisível, que lhes serve de residência. De acordo com o Código Civil, João",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente poderá exercer sobre o imóvel atos possessórios em conjunto com Carolina, salvo apenas aqueles destinados a resguardar a posse de injusta agressão, que poderá exercer sozinho, independentemente dela."
      },
      {
        "letra": "B",
        "texto": "somente poderá exercer sobre o imóvel atos possessórios em conjunto com Carolina, mesmo aqueles destinados a resguardar a posse de injusta agressão."
      },
      {
        "letra": "C",
        "texto": "poderá exercer sobre o imóvel atos possessórios independentemente de Carolina, contanto que não excluam os dela."
      },
      {
        "letra": "D",
        "texto": "poderá exercer sobre o imóvel atos possessórios independentemente de Carolina, mesmo que excluam os dela, ressalvado o direito dela a perdas e danos."
      },
      {
        "letra": "E",
        "texto": "poderá exercer sobre o imóvel atos possessórios independentemente de Carolina, mesmo que excluam os dela, sempre que praticados de boa-fé."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1785379",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Em relação à posse:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na dissolução do vínculo conjugal, não é possível a partilha de direitos possessórios sobre imóvel em loteamento irregular adquirido pelo casal na constância da união."
      },
      {
        "letra": "B",
        "texto": "Não é considerada de boa-fé a posse, se o possuidor ignora o vício, ou o obstáculo que impede a aquisição da coisa."
      },
      {
        "letra": "C",
        "texto": "Não se configura com a ocupação indevida de bem público, pois de acordo com entendimento sumulado do Superior Tribunal de Justiça, tal situação caracteriza mera detenção, insuscetível de retenção ou indenização por acessões e benfeitorias."
      },
      {
        "letra": "D",
        "texto": "Com a morte do possuidor, ela se transmite aos herdeiros ou legatários do possuidor, sanando-se os vícios originários."
      },
      {
        "letra": "E",
        "texto": "Não assiste ao possuidor o direito a exigir do dono do prédio vizinho a demolição, ou a reparação deste, quando ameace ruína, bem como que lhe preste caução pelo dano iminente, pois tais direitos são atribuídos somente ao proprietário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1782468",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "Considerando as assertivas abaixo, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O imóvel urbano que o proprietário abandonar, com a intenção de não mais o conservar em seu patrimônio, e que se não encontrar na posse de outrem, poderá ser arrecadado, como bem vago, e passar, decorrido o prazo legal, à propriedade do Município ou à do Distrito Federal, se se achar nas respectivas circunscrições."
      },
      {
        "letra": "B",
        "texto": "A propriedade do solo também abrange as jazidas, minas e demais recursos minerais encontrados no subsolo."
      },
      {
        "letra": "C",
        "texto": "Quem quer que ache coisa alheia perdida há de restituí-la ao dono ou legítimo possuidor. Não conhecendo o dono ou o legítimo possuidor, o descobridor fará por encontrá-lo e, se não o encontrar e tendo feito notícia da descoberta perante a imprensa e inexistindo quem a procure, poderá ficar com a coisa para si diante do fato de não descobrir o real dono ou legítimo possuidor."
      },
      {
        "letra": "D",
        "texto": "“Aluvião” é o acréscimo paulatino de terras formado, sucessiva e imperceptivelmente, por depósitos e aterros naturais ao longo das margens das correntes, ou pelo desvio das águas destas, e pertence aos donos dos terrenos marginais. A “avulsão” acontece quando, por força natural violenta, uma porção de terra se destacar de um prédio e se juntar a outro, ocasião em que o dono deste adquirirá a propriedade do acréscimo. Em ambos os casos, a aquisição da propriedade imóvel por cessão ensejará dever de indenização pelo novo proprietário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1761818",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Sobre os efeitos da posse previstos no Código Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o possuidor pode intentar a ação de esbulho, ou a de indenização, contra o terceiro, que recebeu a coisa esbulhada sem saber que o era."
      },
      {
        "letra": "B",
        "texto": "o possuidor, mesmo que de boa-fé, não tem direito aos frutos percebidos."
      },
      {
        "letra": "C",
        "texto": "o possuidor de boa-fé responde pela perda ou deterioração da coisa, mesmo que não der causa."
      },
      {
        "letra": "D",
        "texto": "ao possuidor de má-fé não serão ressarcidas as benfeitorias necessárias e não lhe assiste o direito de retenção pela importância destas, nem o de levantar as voluptuárias."
      },
      {
        "letra": "E",
        "texto": "as benfeitorias compensam-se com os danos, e só obrigam ao ressarcimento se ao tempo da evicção ainda existirem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1812851",
    "metadata": "Ano: 2020 | Banca: IGECS | Órgão: Câmara de Jandira - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a forma de aquisição da propriedade conhecida como “posse”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a posse não pode ser adquirida por terceiro, sem mandato, independentemente de ratificação posterior."
      },
      {
        "letra": "B",
        "texto": "a posse transmite-se aos herdeiros, mas não aos legatários."
      },
      {
        "letra": "C",
        "texto": "os frutos pendentes ao tempo em que cessar a boa-fé, devem ser restituídos, depois de deduzidas as despesas da produção e custeio."
      },
      {
        "letra": "D",
        "texto": "não é considerada perdida a posse para quem não presenciou o esbulho e, quando tem notícia dele, tentando recuperá-la, é violentamente repelido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1796497",
    "metadata": "Ano: 2020 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Josefina, de boa-fé, ocupou um terreno vizinho ao seu que estava abandonado e nele plantou um pomar de jacas. Vinha colhendo as jacas e vendendo no mercado local até ontem, quando recebeu citação e intimação em ação movida pelo proprietário do imóvel, sendo determinado liminarmente que ela desocupasse imediatamente o terreno. Ela, ao receber a citação e intimação, desocupou o terreno, mas antes disso colheu todas as frutas que ainda estavam verdes. A partir de agora Josefina:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode colher mais jacas no terreno e deve restituir as colhidas ainda verdes, mas tem direito a reter aquelas que já tinha colhido antes da citação e intimação;"
      },
      {
        "letra": "B",
        "texto": "não pode colher mais jacas no terreno e deve restituir ao proprietário todas aquelas que já tinha colhido até então;"
      },
      {
        "letra": "C",
        "texto": "não pode colher mais jacas no terreno, mas tem direito a reter todas aquelas que já tinha colhido até então;"
      },
      {
        "letra": "D",
        "texto": "não pode colher mais jacas no terreno e tem direito a reter as colhidas ainda verdes, mas deve restituir aquelas que já tinha colhido antes da citação e intimação;"
      },
      {
        "letra": "E",
        "texto": "pode continuar a colher jacas no terreno até o trânsito em julgado e tem direito a reter todas aquelas que já tinha colhido até então."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1713326",
    "metadata": "Ano: 2020 | Banca: FAUEL | Órgão: Prefeitura de Bom Jesus do Sul - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Sobre a posse, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceptio proprietatis, como defesa oponível às ações possessórias típicas, foi abolida pelo Código Civil de 2002, que estabeleceu a absoluta separação entre os juízos possessório e petitório."
      },
      {
        "letra": "B",
        "texto": "É incorreto afirmar que o possuidor de boa-fé tem direito, enquanto ela durar, aos frutos percebidos."
      },
      {
        "letra": "C",
        "texto": "A posse do imóvel gera a presunção juris et de jure da posse das coisas móveis que nele estiverem."
      },
      {
        "letra": "D",
        "texto": "É justa a posse, se o possuidor ignora o vício ou obstáculo que impede a aquisição da coisa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2002640",
    "metadata": "Ano: 2019 | Banca: FAUEL | Órgão: Prefeitura de Guarapuava - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil, assinale a alternativa CORRETA a respeito da transmissão da propriedade imóvel.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Enquanto não se registrar o título translativo, o adquirente continua a ser havido como dono do imóvel."
      },
      {
        "letra": "B",
        "texto": "O registro do título translativo no Registro de Imóveis é eficaz a partir do momento em que o título é efetivamente registrado, quando se operam os efeitos da publicidade, não possuindo efeitos retroativos."
      },
      {
        "letra": "C",
        "texto": "Aquele que exercer, por 3 (três) anos ininterruptamente e sem oposição, posse direta, com exclusividade, sobre imóvel urbano de até 250m² (duzentos e cinquenta metros quadrados) cuja propriedade divida com ex-cônjuge ou ex-companheiro que abandonou o lar, utilizando-o para sua moradia ou de sua família, adquirir-lhe-á o domínio integral, desde que não seja proprietário de outro imóvel urbano ou rural."
      },
      {
        "letra": "D",
        "texto": "Cancelado o registro, poderá o proprietário reivindicar o imóvel, independentemente da boa-fé ou do título do terceiro adquirente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1169060",
    "metadata": "Ano: 2019 | Banca: FAUEL | Órgão: Prefeitura de Mandaguari - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "No que diz respeito aos efeitos da posse, assinale a alternativa CORRETA, de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor tem direito a ser mantido na posse em caso de esbulho, restituído no de turbação, e segurado de violência iminente, se tiver justo receio de ser molestado."
      },
      {
        "letra": "B",
        "texto": "O possuidor de boa-fé tem direito, enquanto ela durar, aos frutos pendentes."
      },
      {
        "letra": "C",
        "texto": "O possuidor de má-fé responde pela perda, ou deterioração da coisa, ainda que acidentais, salvo se provar que de igual modo se teriam dado, estando ela na posse do reivindicante."
      },
      {
        "letra": "D",
        "texto": "O reivindicante, obrigado a indenizar as benfeitorias ao possuidor de má-fé, tem o direito de optar entre o seu valor atual e o seu custo; ao possuidor de boa-fé indenizará pelo valor de custo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1082492",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Enquanto viajavam de férias, o imóvel em que os Silva residiam foi invadido por Pereira. Agora que retornaram, Pereira alega que, tendo reparado a tubulação de água que estourou, colocando em risco o imóvel, enquanto eles viajavam, tem direito a reter o bem até que eles efetuem o ressarcimento pelos gastos que teve. No caso, Pereira:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem direito ao ressarcimento dos gastos que teve, com direito à retenção do imóvel até que isso ocorra;"
      },
      {
        "letra": "B",
        "texto": "tem direito ao ressarcimento dos gastos que teve, mas sem direito à retenção do imóvel;"
      },
      {
        "letra": "C",
        "texto": "não tem direito ao ressarcimento dos gastos que teve, mas pode levantar a benfeitoria realizada se não houver detrimento à coisa;"
      },
      {
        "letra": "D",
        "texto": "não tem direito ao ressarcimento dos gastos que teve, por se tratar de benfeitoria apenas voluptuária;"
      },
      {
        "letra": "E",
        "texto": "não tem direito ao ressarcimento dos gastos que teve, por ser possuidor de má-fé."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1037428",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "De acordo com o Código Civil Brasileiro, analise as afirmativas a respeito dos efeitos da posse. I. A autodefesa da posse, para ser legítima, exige que o desforço ocorra em ato imediato e que não vá além do indispensável à manutenção, ou restituição da posse. II. A alegação da exceção de propriedade no juízo possessório obsta à manutenção ou reintegração na posse. III. O direito de retenção consiste em poder o possuidor de boa-fé conservar a coisa em seu poder, até ser reembolsado do valor das benfeitorias necessárias e úteis. IV. Ao possuidor de má-fé serão ressarcidas somente as benfeitorias necessárias e não lhe assiste direito de retenção pela importância destas benfeitorias. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1037366",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: SANASA Campinas",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Joseane, em 2009, recebeu em comodato uma casa para residir até que se casasse. Em 2012, ela iniciou um relacionamento amoroso com Cleverson, que a pediu em casamento, o que foi prontamente aceito por Joseane, e o casal passou a residir juntos na casa de Joseane. Após um ano e um mês do casamento de Joseane, sua tia, proprietária da casa que lhe dera em comodato, solicitou a devolução do imóvel, imediatamente, alegando que cessara a condição para que a sobrinha continuasse residindo no imóvel (ser solteira). Joseane, por sua vez, negou-se a devolver o imóvel, alegando ser bem de família. O vício existente na posse de Joseane e a condição para o convalescimento da posse são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "precariedade e posse injusta."
      },
      {
        "letra": "B",
        "texto": "clandestinidade e posse justa."
      },
      {
        "letra": "C",
        "texto": "precariedade e não convalescimento, pois a precariedade, em regra, não cessa."
      },
      {
        "letra": "D",
        "texto": "precariedade e data de ano e dia."
      },
      {
        "letra": "E",
        "texto": "clandestinidade e não convalescimento por ser a posse injusta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1037188",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil, analise as seguintes afirmativas sobre a posse. I. A posse direta e indireta são coexistentes e não colidem nem se excluem. II. O locatário, o arrendatário e o comodatário gozam da proteção possessória. III. É justa a posse que não for violenta, clandestina ou precária. A posse precária é a que se origina do abuso de confiança daquele que recebeu a coisa, para restituir, e se recusa a fazê-lo. IV. Salvo prova em contrário, entende-se manter a posse o mesmo caráter com que foi adquirida. Pode, porém, o possuidor mudar o título da posse, por um fundamento jurídico. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1019420",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: SANASA Campinas",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Sobre posse, considere: I. O convalescimento da posse adquirida de forma violenta ou clandestina, é permitido pela cessação da violência ou clandestinidade e pelo decurso de ano e dia. II. Em regra não convalesce a posse precária. III. Se a posse se estender por mais de ano e dia, não haverá convalescimento da posse adquirida de forma violenta. IV. Apenas convalesce a posse clandestina se for de boa-fé. Está correto o que consta APENAS de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV."
      },
      {
        "letra": "B",
        "texto": "III e IV."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "973935",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "O exercício possessório forma a relação de causalidade real que origina, por sua vez, os efeitos da posse. Em relação aos efeitos possessórios, tem-se os interditos possessórios e a usucapião. Em relação a esses temas, identifique como verdadeiras (V) ou falsas (F) as seguintes afirmativas: ( ) O possuidor tem direito a ser mantido na posse em caso de turbação, restituído no de esbulho, e segurado de violência iminente, se tiver justo receio de ser molestado. ( ) O possuidor turbado, ou esbulhado, poderá manter-se ou restituir-se por sua própria força, contanto que requeira o auxílio policial. ( ) O possuidor de boa-fé tem direito, enquanto durar sua posse, aos frutos percebidos, ressalvados os artificiais. ( ) Os frutos naturais e industriais reputam-se colhidos e percebidos logo que são separados; os civis reputam-se percebidos mês a mês. Assinale a alternativa que apresenta a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V – F."
      },
      {
        "letra": "B",
        "texto": "F – V – F – V."
      },
      {
        "letra": "C",
        "texto": "V – V – V – V."
      },
      {
        "letra": "D",
        "texto": "F – F – V – V."
      },
      {
        "letra": "E",
        "texto": "V – F – F – F."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "972020",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com relação aos efeitos da posse,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o possuidor de boa-fé responde, em regra, pela perda ou deterioração da coisa, independentemente de lhe ter ou não dado causa."
      },
      {
        "letra": "B",
        "texto": "o possuidor de má-fé responde pela perda e deterioração da coisa, ainda que acidentais, salvo se comprovar que elas ocorreriam mesmo que ele não estivesse no exercício da posse."
      },
      {
        "letra": "C",
        "texto": "o possuidor de boa-fé não responde pela perda ou deterioração da coisa somente se comprovar que elas ocorreriam mesmo que ele não estivesse no exercício da posse."
      },
      {
        "letra": "D",
        "texto": "o possuidor de má-fé responde pela perda ou deterioração da coisa, salvo se acidentais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2031779",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Jaboticabal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "É correto afirmar que o possuidor de má-fé",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responde por todos os frutos colhidos e percebidos, bem como pelos que, por culpa sua, deixou de perceber, a partir do momento em que ingressou na posse do imóvel, mesmo se inicialmente de boa-fé."
      },
      {
        "letra": "B",
        "texto": "responde pela perda, ou deterioração da coisa, ainda que acidentais, mesmo se provar que de igual modo se teriam dado, estando ela na posse do reivindicante."
      },
      {
        "letra": "C",
        "texto": "deve ser ressarcido somente pelas benfeitorias necessárias e úteis, não lhe assistindo o direito de levantar as voluptuárias."
      },
      {
        "letra": "D",
        "texto": "tem direito às despesas da produção e custeio."
      },
      {
        "letra": "E",
        "texto": "será ressarcido pelas benfeitorias a que tiver direito pelo seu valor atual ou o seu custo, o que for menor, ou a critério do renvindicante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1003765",
    "metadata": "Ano: 2018 | Banca: IV - UFG | Órgão: Prefeitura de Jataí - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Analise o cartum a seguir.Sobre a aquisição de posse e propriedade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o possuidor é todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade, ou seja, independentemente de documento"
      },
      {
        "letra": "B",
        "texto": "o cartum retrata uma situação legal por ser justa a posse precária, violenta e clandestina."
      },
      {
        "letra": "C",
        "texto": "a personagem acompanhada do emprego de força está correta, uma vez que o proprietário tem a obrigação de usar, gozar e dispor da coisa, e o direito de reavêla do poder de quem quer que injustamente a possua ou detenha."
      },
      {
        "letra": "D",
        "texto": "a propriedade presume-se plena e exclusiva, até prova em contrário, ou seja, verificar-se-á a função social e a boa-fé para manutenção de sua titularidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990428",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Pontal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os institutos da posse e da detenção.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se detentor aquele que exerce a posse direta sobre determinado bem."
      },
      {
        "letra": "B",
        "texto": "Não se admite a aquisição da posse por meio de terceiro, sem mandato, ainda que com posterior ratificação."
      },
      {
        "letra": "C",
        "texto": "O possuidor esbulhado não poderá restituir-se por sua própria força, em razão da vedação da autotutela."
      },
      {
        "letra": "D",
        "texto": "Denomina-se posse de boa-fé aquela que não for violenta, clandestina ou precária."
      },
      {
        "letra": "E",
        "texto": "O possuidor com justo título tem por si, em regra, a presunção de boa-fé."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "954280",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Fernando recebeu por comodato a posse de uma casa. Entretanto, Flávio, proprietário do imóvel, após alguns meses, notificou extrajudicialmente Fernando para que lhe devolvesse o bem. Caso Fernando recuse a restituição, em afronta à boa-fé objetiva e à proteção da confiança legítima, estar-se-á diante da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa da posse, tornando-a em posse de má-fé."
      },
      {
        "letra": "B",
        "texto": "interversão da posse, tornando-a em posse injusta em razão da violência."
      },
      {
        "letra": "C",
        "texto": "interversão da posse, tornando-a em posse injusta em razão da clandestinidade."
      },
      {
        "letra": "D",
        "texto": "interversão da posse, tornando-a em posse injusta em razão da precariedade."
      },
      {
        "letra": "E",
        "texto": "legítima defesa da posse, por ser a posse de boa-fé"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "948930",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGM - João Pessoa - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Leonardo, proprietário de uma chácara, contratou Tadeu para trabalhar como caseiro, oferecendo-lhe moradia na propriedade onde o serviço deverá ser prestado. Nessa situação hipotética, caso ocorra o esbulho da posse da chácara durante uma viagem de férias de Leonardo, Tadeu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá legitimidade para ingressar com ação possessória, porque detém a posse direta da chácara."
      },
      {
        "letra": "B",
        "texto": "terá legitimidade para ingressar com ação possessória, pois, nessa situação, a posse é pro diviso."
      },
      {
        "letra": "C",
        "texto": "terá legitimidade para ingressar com ação possessória, porque a situação fática constitui composse."
      },
      {
        "letra": "D",
        "texto": "não terá legitimidade para ingressar com ação possessória, uma vez que a sua posse é mera detenção."
      },
      {
        "letra": "E",
        "texto": "não terá legitimidade para ingressar com ação possessória, porque tem somente posse mediata do bem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "940394",
    "metadata": "Ano: 2018 | Banca: COSEAC | Órgão: Prefeitura de Maricá - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Paulo e Mário adquiriram diversos lotes para construção de unidades imobiliárias em loteamento regular do município de Maricá. No entanto, Paulo iniciou as obras antes de Mário, e acabou por construir em dois lotes de Mário, em má-fé. Além disso, em outra construção, o mesmo invadiu em dez por cento outro lote de Mário. Mário ia ao menos uma vez por semana verificar seus lotes, e nunca impugnou as construções. Terminadas as obras, Mário ajuizou ação de indenização em face de Paulo. Considerando o caso hipotético e o disposto no Código Civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com relação ao terreno invadido, Paulo adquirirá a propriedade, devendo indenizar Mário pelo valor perdido e pela desvalorização da área remanescente, mesmo que a parte invasora possa ser desfeita sem prejuízo da construção."
      },
      {
        "letra": "B",
        "texto": "com relação às construções feitas nos lotes de Mário, como ambos agiram de má-fé, a propriedade é mantida em nome de Mário, devendo este indenizar Paulo pela construção."
      },
      {
        "letra": "C",
        "texto": "com relação ao terreno invadido, como Paulo agiu de má-fé, deve demolir o que nele construiu e pagar as perdas e danos apurados."
      },
      {
        "letra": "D",
        "texto": "com relação às construções feitas nos lotes de Mário, adquire este a propriedade, uma vez que Paulo agiu de má-fé."
      },
      {
        "letra": "E",
        "texto": "com relação às construções feitas nos lotes de Mário, Paulo adquirirá a propriedade, indenizando Mário, uma vez que o valor da construção excede o valor do terreno."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "936328",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "No que se refere ao instituto da posse no Direito Civil brasileiro, ocorre a tradição brevi manu no caso em que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o sucessor universal continua a posse do seu antecessor."
      },
      {
        "letra": "B",
        "texto": "o possuidor de bem imóvel em nome próprio passa a possuí-lo em nome alheio."
      },
      {
        "letra": "C",
        "texto": "a posse é exercida no âmbito de situação de dependência econômica ou de vínculo de subordinação hierárquica."
      },
      {
        "letra": "D",
        "texto": "se verifica a transmissão da posse pela regra da saisine."
      },
      {
        "letra": "E",
        "texto": "o possuidor de coisa em nome alheio passa a possuí-la em nome próprio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "926037",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Simprônio foi vítima de esbulho possessório do imóvel que titularizava pelo vício da clandestinidade perpetrado por Mévio que, tendo o bem sob seu poder, alienou onerosamente a posse para um terceiro que, de plano, cuidou de edificar um imóvel para utilizá-lo como moradia. Diante desse quadro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Simprônio tem direito a reintegrar-se na posse do imóvel, independente da boa fé do terceiro adquirente."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de aquisição clandestina da posse, Simprônio poderá se valer do desforço pessoal, desde que o realize imediatamente ao momento em que tome conhecimento do esbulho."
      },
      {
        "letra": "C",
        "texto": "Simprônio somente tem direito a propor ação indenizatória em face do esbulhador."
      },
      {
        "letra": "D",
        "texto": "A onerosidade da alienação inviabiliza o pleito de reintegração na posse em face do terceiro."
      },
      {
        "letra": "E",
        "texto": "Simprônio pode intentar ação de reintegração de posse ou indenizatória em face do terceiro que recebeu a coisa esbulhada sabendo que o era."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "926036",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Gumercindo recebeu como locatário, no ano de 1978, a posse direta de um imóvel. Ele assumiu todas as obrigações decorrentes, até 1988, ocasião em que, com o falecimento do locador e não tendo quem se apresentasse como sucessor, parou de pagar o aluguel. Gumercindo construiu no terreno do imóvel uma nova acessão que, desde 1990, passou a ser utilizada por sua filha e seu genro. Ocorre que no ano de 2018, Juventino se apresenta como neto do antigo locador e como único herdeiro deste e ajuíza ação de despejo, buscando reaver o bem. Admitindo os fatos como provados, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Gumercindo pode pleitear indenização pelas acessões e benfeitorias que realizou de boa fé, mesmo que tenha renunciado a tal direito no contrato."
      },
      {
        "letra": "B",
        "texto": "O exercício do direito potestativo à purga da mora deverá contemplar os alugueres em atraso desde o ano de 1988."
      },
      {
        "letra": "C",
        "texto": "A retomada do bem pode ser evitada pela interversão do caráter da posse."
      },
      {
        "letra": "D",
        "texto": "Em razão do decurso do tempo, o direito de retomada do imóvel se encontra prescrito."
      },
      {
        "letra": "E",
        "texto": "Pelo princípio da relatividade contratual, a filha e o genro de Gumercindo não podem sofrer o pedido de retomada, pois são pessoas estranhas ao contrato de locação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "918596",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Gabriel era empregado caseiro do imóvel de praia de José Luiz, localizado no Balneário Camboriú. Após o falecimento de José Luiz, nenhum familiar se apresenta a Gabriel, que, embora demitido pelo inventariante do espólio de José Luiz, mantém-se no imóvel, cuidando dele como se seu fosse. Após dois anos do falecimento do ex-empregador e a realização de diversas benfeitorias para a manutenção do imóvel às suas expensas, Gabriel é surpreendido, ao retornar de um rápido passeio, com a ocupação do imóvel por sobrinhos de José Luiz, dizendo-se proprietários do bem. Diante dessa situação, Gabriel:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nada poderá fazer, pois os sobrinhos agiram mediante legítimo desforço possessório;"
      },
      {
        "letra": "B",
        "texto": "poderá pleitear indenização pelas benfeitorias, mas não a posse, já que era mero detentor;"
      },
      {
        "letra": "C",
        "texto": "não faz jus a indenização por benfeitoria e tampouco a reaver a posse, visto que esta era exercida de má-fé;"
      },
      {
        "letra": "D",
        "texto": "pode se valer do imediato desforço possessório moderado para reaver, por autotutela, a posse;"
      },
      {
        "letra": "E",
        "texto": "deve receber o valor das benfeitorias realizadas em dobro, por conta da posse de boa-fé."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "914158",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Luís e Alexandre são proprietários de terrenos vizinhos. Aproveitando-se da ausência de Alexandre, que foi residir no exterior, Luís, um dia após a partida de Alexandre, invade parte do imóvel vizinho e lá passa a cultivar verduras. Após nove meses, Alexandre retorna de férias ao Brasil e encontra o terreno invadido. Quanto à retomada do imóvel, Alexandre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nada poderá fazer, pois o terreno passou a ser produtivo com as verduras."
      },
      {
        "letra": "B",
        "texto": "deverá fazê-la de imediato, por meio da autotutela do desforço possessório."
      },
      {
        "letra": "C",
        "texto": "para reaver o bem, deverá ressarcir os frutos pendentes de colheita."
      },
      {
        "letra": "D",
        "texto": "deverá ajuizar ação possessória própria e ressarcir as despesas do cultivo."
      },
      {
        "letra": "E",
        "texto": "não poderá reavê-lo, salvo indenização das benfeitorias úteis custeadas por Luís."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "908321",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Em relação à posse, considere os enunciados seguintes: I. O atual Código Civil adotou o conceito de posse de lhering, segundo o qual a posse e a detenção distinguem-se em razão da proteção jurídica conferida à primeira e expressamente excluída para a segunda. II. Mesmo nos bens do patrimônio disponível do Estado (dominicais), despojados de destinação pública, não se permite a proteção possessória aos ocupantes particulares que venham a lhe dar função social, porque perdem a destinação mas não a natureza de terras públicas. III. O critério para aferir se há posse ou detenção em um caso concreto é o estrutural e não o funcional, ou seja, é a afetação do bem a uma finalidade pública que dirá se pode ou não ser objeto de atos possessórios por um particular. IV. É possível o manejo de interditos possessórios em litígio entre particulares sobre bem público dominical, pois entre ambos a disputa será relativa à posse. V. À luz do texto constitucional e da inteligência do novo Código Civil, a função social é base normativa para a solução dos conflitos atinentes à posse, dando-se efetividade ao bem comum, com escopo nos princípios da igualdade e da dignidade humana. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III, IV e V."
      },
      {
        "letra": "B",
        "texto": "I, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "D",
        "texto": "III, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "866281",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "O possuidor de má-fé:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tem direito de ser ressarcido pelas despesas com as benfeitorias necessárias, úteis e voluptuárias."
      },
      {
        "letra": "B",
        "texto": "Tem direito de ser ressarcido pelas despesas com benfeitorias às benfeitorias necessárias e úteis."
      },
      {
        "letra": "C",
        "texto": "Tem direito de levantar as benfeitorias que não forem indenizadas."
      },
      {
        "letra": "D",
        "texto": "Poderá exercer direito de retenção da coisa até ser ressarcido pelo valor das benfeitorias necessárias."
      },
      {
        "letra": "E",
        "texto": "Tem direito de ser ressarcido em relação às benfeitorias necessárias."
      }
    ],
    "gabarito": "E"
  }
]