[
  {
    "id": "3536498",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREMAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "A respeito do Código Civil, o comodato configura‑se pelo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "empréstimo oneroso de coisas não fungíveis."
      },
      {
        "letra": "B",
        "texto": "empréstimo gratuito ou oneroso de coisas, desde que fungíveis."
      },
      {
        "letra": "C",
        "texto": "empréstimo gratuito de coisas fungíveis."
      },
      {
        "letra": "D",
        "texto": "empréstimo oneroso de coisas fungíveis."
      },
      {
        "letra": "E",
        "texto": "empréstimo gratuito de coisas não fungíveis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3324225",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Mariano é proprietário de imóvel rural. Nessa qualidade, após a penhora de fração ideal desse imóvel, celebrou contrato de comodato, de natureza gratuita, com seu filho Bento. Na sequência, o comodatário celebrou contrato de parceria rural com Francisco. Por fim, ultimada a hasta pública do imóvel, Rodolfo o arremata. Francisco, então, propõe ação de consignação por ter dúvida sobre quem deveria receber os frutos da parceria agrícola. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com a arrematação em hasta pública, forma de aquisição originária da propriedade, o contrato de parceria se resolve;"
      },
      {
        "letra": "B",
        "texto": "com a arrematação em hasta pública, Mariano, Bento e Rodolfo passam a ser credores in solidum dos frutos da parceria agrícola, garantido o regresso de Rodolfo contra Mariano e Bento;"
      },
      {
        "letra": "C",
        "texto": "com a arrematação em hasta pública, Rodolfo tornou-se credor;"
      },
      {
        "letra": "D",
        "texto": "diante do princípio da relatividade dos contratos, Bento continua sendo o credor, mesmo após a arrematação em hasta pública;"
      },
      {
        "letra": "E",
        "texto": "extinto o comodato pela arrematação em hasta pública, mas não a parceria agrícola que pode subsistir, o credor passa a ser Mariano."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3540155",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Mogi das Cruzes - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Considere que Daniela foi recentemente aprovada no vestibular e precisa se mudar para São Paulo. Como ela não tem um grande poder aquisitivo, Janaína, amiga da família, fez um contrato de comodato por prazo indeterminado de um apartamento de 55 m² que é de sua propriedade, emprestando-o para Daniela. Passados dois anos, sem apresentar justificativa, Janaína enviou uma notificação extrajudicial para que Daniela desocupasse o imóvel em 90 dias. Com base na situação hipotética e no disposto na jurisprudência do Superior Tribunal de Justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o contrato de comodato é nulo, pois é vedado que seja estabelecido sem prazo definido."
      },
      {
        "letra": "B",
        "texto": "como Daniela ainda precisa usar o bem, para que haja a desocupação é preciso que Janaína ajuíze uma ação de despejo."
      },
      {
        "letra": "C",
        "texto": "como Janaína não apresentou qualquer justificativa e como não estabeleceu um prazo de pelo menos 180 dias, Daniela não precisa desocupar o bem."
      },
      {
        "letra": "D",
        "texto": "é vedada a denúncia vazia no âmbito do contrato de comodato."
      },
      {
        "letra": "E",
        "texto": "como o apartamento ficou por um prazo razoável à disposição de Daniela, Janaína tem o direito potestativo de pedi-lo de volta, sendo suficiente, para tanto, a notificação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3231938",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Suponha que João, analfabeto, por estar enfrentando dificuldades financeiras, dirigiu-se até o Banco Mais Financiamento e realizou um contrato de empréstimo consignado, no qual constou apenas a sua digital. Após alguns meses, sentindo-se lesado, João propôs ação em face da instituição financeira, alegando ilegalidade no contrato de empréstimo, que não teria respeitado os requisitos exigidos pela legislação. Com base na situação hipotética, no disposto no Código Civil e na jurisprudência do Superior Tribunal de Justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João, por ser analfabeto, não tem plena capacidade para exercer os atos da vida civil, sendo nulo o contrato de empréstimo bancário firmado por ele sem ratificação de terceiro de sua confiança."
      },
      {
        "letra": "B",
        "texto": "o contrato de empréstimo bancário firmado entre João e a instituição bancária é inválido, pois deveria ter sido efetivado mediante escritura pública."
      },
      {
        "letra": "C",
        "texto": "o contrato de empréstimo bancário firmado por João deveria ter sido assinado a rogo por terceiro e também por duas testemunhas, não bastando apenas a sua digital."
      },
      {
        "letra": "D",
        "texto": "João, por ser analfabeto, apesar de possuir capacidade civil plena, para contratar depende da assinatura de procurador constituído por instrumento público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3144286",
    "metadata": "Ano: 2024 | Banca: EVO Concursos | Órgão: Câmara de Rio Casca - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "O Código Civil vigente, quando discorre sobre o empréstimo prevê que, não se tendo convencionado expressamente, o prazo do mútuo será: I - até a próxima colheita, se o mútuo for de produtos agrícolas, assim para o consumo, como para semeadura; II - de trinta dias, pelo menos, se for de dinheiro; III - do espaço de tempo que declarar o mutuante, se for de qualquer outra coisa fungível. Após a análise das afirmativas acima, assinale a alternativa abaixo que melhor se encaixa com a literalidade do Código Civil vigente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas a II está correta."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3127326",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Marília - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Mauro emprestou seu carro a Cida pelo prazo de 6 (seis) meses. Durante esse prazo, houve uma forte chuva que inundou a casa de Cida, que, desesperada, salvou sua moto e depois tentou, sem sucesso, salvar o carro de Mauro. Diante dessa situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por se tratar de uma hipótese de mútuo, Cida é obrigada a restituir a Mauro um carro do mesmo gênero e qualidade."
      },
      {
        "letra": "B",
        "texto": "Cida responderá pelo dano ocorrido, ainda que se possa atribuir a caso fortuito ou força maior."
      },
      {
        "letra": "C",
        "texto": "Para que se caracterizasse o comodato, era necessário um contrato escrito, uma vez que a tradição do objeto se perfaz com o consentimento por escrito das partes."
      },
      {
        "letra": "D",
        "texto": "Cida é obrigada a conservar o carro de Mauro como se próprio fosse, não podendo usá-lo, senão de acordo com o contrato, sob pena de extinção do comodato."
      },
      {
        "letra": "E",
        "texto": "Cida poderá recobrar de Mauro as despesas feitas com o uso e gozo do carro emprestado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3059797",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: FUNASG - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Tício, advogado da FUNASG, foi designado para ministrar palestra a respeito do tema dos contratos em geral, tal qual disciplinado no Título V do Código Civil de 2002. Em pesquisa sobre o assunto, Tício consultou artigo disponível na rede mundial de computadores que continha as assertivas a seguir, entre as quais somente uma é correta; assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O comodato caracteriza-se como contrato unilateral, benéfico e gratuito, não sendo revestido de caráter intuitu personae."
      },
      {
        "letra": "B",
        "texto": "O contrato de fiança exige a forma escrita e é solene, sendo defeso a instrumentalização da fiança realizada no próprio corpo do contrato principal."
      },
      {
        "letra": "C",
        "texto": "No contrato de comodato, não poderá o comodante ser onerado pelas despesas ordinárias da coisa, exceto em caso de consentimento expresso."
      },
      {
        "letra": "D",
        "texto": "O texto legal prevê expressamente que nos contratos de prestação de serviços nos quais as partes contratantes forem empresários, e a função econômica do contrato estiver relacionada à exploração de atividade empresarial, as partes poderão pactuar prazo superior a quatro anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3058659",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Contratos em Espécie",
      "Depósito, Mandato, Comissão, Agência e Distribuição",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Jeremias resolveu passar suas férias fora da cidade e, em razão disso, emprestou seu automóvel à sua irmã, Lucrécia. Quando retornou, ela se recusou a devolvê-lo no prazo que havia sido combinado. Somente duas semanas depois, graças à mediação da mãe de ambos, Lucrécia devolveu o veículo. Entretanto, ela cobrou de Jeremias as despesas que realizou nas duas últimas semanas: os gastos com gasolina, o conserto de um vazamento de óleo (que estava degradando o automóvel) e a instalação de ar-condicionado. A respeito dessas despesas, Jeremias deve pagar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os gastos com gasolina, somente."
      },
      {
        "letra": "B",
        "texto": "o conserto do vazamento de óleo, somente."
      },
      {
        "letra": "C",
        "texto": "os gastos com gasolina e o conserto do vazamento de óleo, somente."
      },
      {
        "letra": "D",
        "texto": "a instalação de ar-condicionado, somente."
      },
      {
        "letra": "E",
        "texto": "o conserto do vazamento de óleo e a instalação de ar-condicionado, somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2555812",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Pinheiro - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "De acordo com o Código Civil Brasileiro, no caso do mútuo destinado a fins econômicos, o que se presume devida:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a restituição do valor emprestado."
      },
      {
        "letra": "B",
        "texto": "Juros, que não podem exceder a taxa referida no art. 406."
      },
      {
        "letra": "C",
        "texto": "Garantia da restituição do bem emprestado."
      },
      {
        "letra": "D",
        "texto": "Nenhuma remuneração adicional ao mutuante."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2555811",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Pinheiro - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Segundo o Código Civil Brasileiro, qual é a condição para que o mútuo a pessoa menor possa ser reavido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o mutuário ratificar o empréstimo posteriormente."
      },
      {
        "letra": "B",
        "texto": "Se o menor utilizar o empréstimo para qualquer finalidade pessoal."
      },
      {
        "letra": "C",
        "texto": "Se o menor obtiver o empréstimo para seus alimentos habituais, sem necessidade de autorização."
      },
      {
        "letra": "D",
        "texto": "Se o menor não tiver bens ganhos com seu trabalho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2555810",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Pinheiro - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Qual artigo do Código Civil Brasileiro estabelece que o comodato é o empréstimo gratuito de coisas não fungíveis:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Art. 579."
      },
      {
        "letra": "B",
        "texto": "Art. 580."
      },
      {
        "letra": "C",
        "texto": "Art. 586."
      },
      {
        "letra": "D",
        "texto": "Art. 591."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2555809",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Pinheiro - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "No contexto do comodato, qual das seguintes obrigações recai sobre o comodatário segundo o Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O comodatário pode usar a coisa emprestada de acordo com seu interesse pessoal, sem restrições."
      },
      {
        "letra": "B",
        "texto": "O comodatário é obrigado a conservar a coisa emprestada como se fosse sua própria."
      },
      {
        "letra": "C",
        "texto": "O comodatário pode cobrar do comodante pelas despesas feitas com o uso da coisa emprestada."
      },
      {
        "letra": "D",
        "texto": "O comodatário pode suspender o uso da coisa emprestada antes do fim do prazo convencionado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2555808",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Pinheiro - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "De acordo com o Código Civil Brasileiro, qual é a principal característica que diferencia o mútuo do comodato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O mútuo envolve a devolução do mesmo objeto emprestado, enquanto o comodato envolve a devolução de objeto de mesma quantidade e qualidade."
      },
      {
        "letra": "B",
        "texto": "O mútuo é um contrato bilateral, enquanto o comodato é um contrato unilateral."
      },
      {
        "letra": "C",
        "texto": "O mútuo sempre é gratuito, enquanto o comodato pode ser oneroso."
      },
      {
        "letra": "D",
        "texto": "O mútuo envolve bens fungíveis, enquanto o comodato envolve bens infungíveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2553386",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Maria, em razão do casamento do filho, cedeu-lhe em comodato imóvel de sua propriedade, para que ele e a esposa residissem no local. Na constância do casamento, celebrado sob o regime da comunhão parcial de bens, os cônjuges ampliaram a casa que havia no imóvel, construindo quarto e banheiro, em vista do nascimento do filho comum. Dissolvido o casamento, ficou ajustado, no acordo de divórcio consensual, que a ex-mulher permaneceria residindo no imóvel juntamente com o filho, enquanto este fosse menor. Após o divórcio dos cônjuges, a ex-sogra notificou extrajudicialmente a ex-nora, resilindo unilateralmente o comodato e assinando-lhe prazo para desocupar o imóvel, o qual não foi atendido pela comodatária. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a comodante pode pedir sua reintegração na posse do imóvel, uma vez caracterizado o esbulho possessório, e a comodatária não poderá exercer direito de retenção por metade do valor das benfeitorias úteis feitas de boa-fé, porquanto a respectiva indenização deverá ser pleiteada em face do ex-marido, em se tratando de crédito adquirido na constância do casamento celebrado sob o regime da comunhão parcial de bens."
      },
      {
        "letra": "B",
        "texto": "a comodante pode pedir sua reintegração na posse do imóvel, uma vez caracterizado o esbulho possessório, e a comodatária não tem direito à indenização das benfeitorias úteis, porque a sua posse, com a extinção do contrato de comodato, deixou de ser justa e de boa-fé."
      },
      {
        "letra": "C",
        "texto": "a comodante pode pedir sua reintegração na posse do imóvel, uma vez caracterizado o esbulho possessório, e a comodatária tem direito à indenização das benfeitorias úteis, porque feitas de boa-fé, podendo exercer direito de retenção por metade do respectivo valor, já que a outra metade cabe ao ex-marido, por força do regime de bens do casamento."
      },
      {
        "letra": "D",
        "texto": "a comodante não pode pedir sua reintegração na posse do imóvel enquanto o neto não atingir a maioridade civil, uma vez que a posse exercida pela comodatária, malgrado a extinção do contrato de comodato, é justa e de boa-fé, diante do acordo de divórcio consensual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2547676",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Câmara de Itajubá - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Sobre os contratos, analise as afirmativas a seguir. I. O mútuo é o empréstimo de bem infungível e determinado. II. Um exemplo de comodato é o empréstimo de uma máquina específica, a qual deve ser devolvida ao final do comodato. III. O contrato de empreitada pode se referir a assumir a produção de uma fábrica, sobre determinado tempo, devolvendo-se a fábrica ao final, no estado em que se encontrar. IV. A fiança e o aval não possuem a mesma natureza jurídica enquanto garantias. Sendo um, a fiança, uma garantia contratual e o outro, o aval, uma garantia creditícia. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2507039",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Rafael, para realizar a aposta em um site internacional que está localizado em um país em que o jogo e as apostas são legalizados, pede emprestado o cartão de crédito de João e, do saldo disponível, usa o valor equivalente a R$5.370,00 (cinco mil trezentos e setenta reais). Diante do insucesso da aposta, cujo resultado ocorreu cinco dias depois da sua efetivação, Rafael não realizou o pagamento a João. À míngua de qualquer disposição ajustada entre as partes, apenas a obrigação de devolver o valor, João, no dia seguinte ao resultado negativo, cobrou de Rafael o pagamento imediato de R$5.370,00 (cinco mil trezentos e setenta reais), sob pena de acréscimo de multa no valor de 10%. Acerca do pedido de João, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve ser atendida a quantia de R$5.370,00, acrescida de juros, após o decurso do prazo de 30 (trinta) dias do empréstimo."
      },
      {
        "letra": "B",
        "texto": "Não pode ser exigido o pagamento de multa, ante a ausência do decurso do prazo para o pagamento."
      },
      {
        "letra": "C",
        "texto": "Somente será exigível 30 (trinta) dias após o empréstimo, restringindo-se a devolução ao valor do mútuo."
      },
      {
        "letra": "D",
        "texto": "Trata-se de uma obrigação não exigível, de modo que não cabe a cobrança de qualquer valor."
      },
      {
        "letra": "E",
        "texto": "Trata-se de uma obrigação não exigível, de modo que não cabe a cobrança de multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2488660",
    "metadata": "Ano: 2024 | Banca: IBADE | Órgão: Prefeitura de Jaru - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Sobre as regras relacionadas ao mútuo no Código Civil, analise os itens abaixo: I. O mútuo é o empréstimo de coisas não fungíveis. II. O mutuário é obrigado a restituir ao mutuante o que dele recebeu em coisa do mesmo gênero, qualidade e quantidade. III. O mútuo feito a pessoa menor, sem prévia autorização daquele sob cuja guarda estiver, pode ser reavido nem do mutuário, nem de seus fiadores. IV. Art. 590. O mutuante pode exigir garantia da restituição, se antes do vencimento o mutuário sofrer notória mudança em sua situação econômica. ESTÁ(ÃO) CORRETA(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente II, III e IV;"
      },
      {
        "letra": "B",
        "texto": "somente I, II e III;"
      },
      {
        "letra": "C",
        "texto": "somente I e II;"
      },
      {
        "letra": "D",
        "texto": "somente II e IV;"
      },
      {
        "letra": "E",
        "texto": "somente III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2488659",
    "metadata": "Ano: 2024 | Banca: IBADE | Órgão: Prefeitura de Jaru - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Com base nas regras do contrato de Comodato, considere o fragmento abaixo: “O comodatário exerce a posse ____ da coisa, mantendo o comodante a posse _____. A posse do comodatário é precária, como toda aquela que insitamente traz a obrigação de restituir.” Assinale a alternativa que indicam as palavras que preenchem corretamente as lacunas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contínua; direta;"
      },
      {
        "letra": "B",
        "texto": "direta; indireta;"
      },
      {
        "letra": "C",
        "texto": "indireta; direta;"
      },
      {
        "letra": "D",
        "texto": "pacífica, indireta;"
      },
      {
        "letra": "E",
        "texto": "mansa; direta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2488658",
    "metadata": "Ano: 2024 | Banca: IBADE | Órgão: Prefeitura de Jaru - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Segundo o Código Civil, o empréstimo gratuito de coisas não fungíveis perfaz-se com a tradição. Nesse sentido, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o empréstimo gratuito de coisas consumíveis perfaz-se com a tradição;"
      },
      {
        "letra": "B",
        "texto": "o empréstimo gratuito de coisas não consumíveis perfaz-se com a tradição;"
      },
      {
        "letra": "C",
        "texto": "o empréstimo gratuito de coisas imóveis perfaz-se com a tradição;"
      },
      {
        "letra": "D",
        "texto": "o empréstimo gratuito de coisas insubstituíveis perfazse com a tradição;"
      },
      {
        "letra": "E",
        "texto": "o empréstimo gratuito de coisas móveis perfaz-se com a tradição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2457287",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Paulo Souza é casado com Marta Tereza. O casal sempre manteve uma boa relação e a única divergência constante era em relação à José, amigo de infância de Paulo. Marta nunca gostou de José, especialmente porque ele nunca se manteve em emprego fixo, sempre pedindo ajuda financeira. A última discussão do casal foi porque Paulo resolveu emprestar um imóvel adquirido na constância do matrimônio para José residir, visto que ele, novamente, encontrava-se desempregado. Após muita discussão, considerando que, apesar de tudo, José é o melhor amigo de Paulo, Marta Tereza concordou com o empréstimo por dois anos, para fins de residência exclusiva de Paulo, constando do contrato que José deveria arcar com as despesas de condomínio, além da manutenção do imóvel e do uso exclusivo para fins de residência de José. Nesses termos, celebraram o contrato. Após nove meses da celebração do acordo, José vem a óbito e Suzy se apresenta ao casal como companheira de José, informando que residia no imóvel há cerca de três meses e que lá permaneceria até o final do prazo de dois anos. Diante da situação hipotética narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato de comodato intutu personae, favorece a família do comodatário, razão pela qual Suzy tem o direito de permanecer no imóvel."
      },
      {
        "letra": "B",
        "texto": "O contrato celebrado entre as partes foi de locação, razão pela qual opera-se, em favor de Suzy, a cessão da posição contratual."
      },
      {
        "letra": "C",
        "texto": "Como o contrato de comodato foi celebrado intutu personae, Paulo Souza e Marta Tereza, com a morte de José, podem exigir a restituição do imóvel, o que leva à extinção do contrato."
      },
      {
        "letra": "D",
        "texto": "A obrigatoriedade imposta de pagar as despesas de condomínio transforma o contrato em modal, retirando o caráter da gratuidade, podendo Suzy permanecer desde que cumpra o ônus originalmente imposto."
      },
      {
        "letra": "E",
        "texto": "Suzy, na qualidade de comodatária, poderá recobrar de Paulo Souza e Marta Tereza as despesas feitas com o uso do imóvel desde a morte de José."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2367628",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Carlota, comodatária, recebeu notificação de Joaquim, comodante, para que restitua o bem imóvel no prazo de 90 (noventa) dias. Transcorrido o prazo, Carlota decide manter a posse do bem, porque ainda não encontrou um imóvel ideal para morar, considerando que os bens que visitou para locação não atendem aos seus interesses. Assim, informou ao comodante que só sairá após ter uma residência garantida, requerendo um prazo de graça até a desocupação voluntária. Carlota justifica sua ação com base no princípio da função social da posse e da propriedade. Joaquim não concorda e aciona sua advogada para cuidar de seus interesses. Dois dias após o transcurso do prazo, o encanamento da residência, que não passou por manutenção durante os anos em que a comodatária residiu no imóvel, estourou, após o uso simultâneo de todos os chuveiros da casa. Diante do caso apresentado, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlota, ao negar a restituição do imóvel, viola o princípio do equilíbrio contratual, tornando o contrato excessivamente oneroso ao comodante."
      },
      {
        "letra": "B",
        "texto": "Carlota, ao negar a restituição do imóvel, viola o princípio da boa-fé objetiva, qualificando-se, por consequência, como possuidora de má-fé, após o transcurso do prazo da desocupação."
      },
      {
        "letra": "C",
        "texto": "Carlota, ao negar a restituição do imóvel, pode usar como fundamento legítimo o princípio da função social da posse, na medida em que teria o seu direito à moradia prejudicado."
      },
      {
        "letra": "D",
        "texto": "Carlota só responde pela deterioração da coisa se restar comprovado que ela contribuiu diretamente para o evento danoso, verificando-se o nexo causal direto e imediato."
      },
      {
        "letra": "E",
        "texto": "Carlota não tem razão em invocar a função social da posse e propriedade, pois a noção contemporânea de função social não subordina interesses individuais legítimos a interesses ou entidades supraindividuais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2546596",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Surubim - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Julgue o item a seguir. O período de carência em um empréstimo é o período durante o qual o mutuário não é obrigado a fazer pagamentos do valor principal, mas pode ser necessário fazer pagamentos de juros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2341647",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Empresa Cuiabana de Saúde Pública - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Aempresa X Ltda., proprietária da obra de arte de titularidade da artista plástica Beatriz Milhazes, entrega a um determinado Centro Cultural, sem ônus, mediante contrato próprio, essa obra, para fins de exposição, a ser devolvida no prazo de 2 (dois) anos, contados da data da sua entrega. De acordo com o atual Código Civil (Lei nº 10.406/2002), o empréstimo desse bem é espécie de contrato de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mútuo"
      },
      {
        "letra": "B",
        "texto": "comodato"
      },
      {
        "letra": "C",
        "texto": "retrovenda"
      },
      {
        "letra": "D",
        "texto": "preempção"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2319989",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Prestação de Serviços e Empreitada",
      "Contratos em Geral"
    ],
    "enunciado_principal": "Abel, advogado, firmou contrato com sua cliente, Edna, por meio do qual se obrigou a prestar serviços de consultoria e representação judicial e extrajudicial, por prazo indeterminado. Na minuta assinada por ambas as partes, ajustou-se que o pagamento dos honorários contratuais estaria vinculado à venda de um dos bens imóveis de Edna, considerando que ela o colocara à venda, na proporção de 10% sobre o seu valor. Após 3 (três) anos de prestação de serviço, com diversas consultorias prestadas, atuando na defesa processual de Edna em diversas ações, Edna diz a Abel que desistiu de vender o imóvel anunciado, por questões de foro íntimo. Diante dos fatos, Abel solicitou uma reunião para repactuar sua remuneração, mas Edna decidiu revogar o mandato, informando que nada lhe é devido porque decidiu não vender o bem durante esse tempo. Sobre o fato apresentado, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A cláusula de pagamento dos honorários revela condição suspensiva de eficácia da obrigação, razão pela qual não pode ser considerada verificada, porque não houve a venda do bem."
      },
      {
        "letra": "B",
        "texto": "É defesa a cláusula de pagamento que estipulou a condição suspensiva atrelada à venda do imóvel, porque se revelou puramente potestativa."
      },
      {
        "letra": "C",
        "texto": "O ato de revogação do mandato, realizado por Edna, é direito subjetivo do mandante, obrigando a parte contrária (mandatário) a sujeitar-se aos seus efeitos, ainda que se possa discutir a remuneração pelo período de vigência do mandato."
      },
      {
        "letra": "D",
        "texto": "O contrato firmado entre as partes tem natureza de negócio jurídico bilateral que, na classificação da teoria dos fatos jurídicos, é espécie de ato jurídico em sentido estrito."
      },
      {
        "letra": "E",
        "texto": "O negócio pode ser anulado por lesão, na medida em que é possível verificar que, desde o início, Edna teve a intenção manifesta de prejudicar Abel, aproveitando-se de seus serviços, para causar-lhe dano futuro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2319984",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Servidões",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Marta, casada sob o regime da separação voluntária de bens com Antônio, herda da sua mãe um apartamento, e pretende destiná-lo à moradia gratuita da filha única do casal. Diante disso, assinale a opção que apresenta a forma de atender à intenção de Marta, sem a necessidade do consentimento de Antônio para sua constituição.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uso."
      },
      {
        "letra": "B",
        "texto": "Servidão."
      },
      {
        "letra": "C",
        "texto": "Comodato."
      },
      {
        "letra": "D",
        "texto": "Habitação."
      },
      {
        "letra": "E",
        "texto": "Constituição de renda."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2166892",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Fabrício celebrou contrato de mútuo com o Banco A em janeiro de 2022, oferecendo em garantia hipotecária da dívida, prevista para vencer em junho daquele ano, um dos seus diversos imóveis. O registro da hipoteca foi requerido em abril e ultimado em maio de 2022. Em fevereiro de 2022, Fabrício celebrou novo contrato de mútuo, desta vez com o Banco B, oferecendo como garantia do negócio hipoteca sobre o mesmo imóvel. A prenotação desta hipoteca deu-se em março, sendo o respectivo registro concluído em abril de 2022. Considere que ambas as hipotecas foram constituídas validamente e que a obrigação contraída perante o Banco B tinha seu vencimento estipulado apenas para outubro de 2022. Considere, ainda, que Fabrício esteve a todo tempo plenamente solvente, mas nunca pagou a dívida contraída perante o Banco A. Nesse cenário, é correto afirmar que, no mês de julho de 2022:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Banco A já poderia executar sua garantia hipotecária sobre o imóvel;"
      },
      {
        "letra": "B",
        "texto": "o Banco B já poderia executar sua garantia hipotecária sobre o imóvel;"
      },
      {
        "letra": "C",
        "texto": "nenhuma das duas garantias hipotecárias constituídas sobre o imóvel poderia ser executada naquele momento;"
      },
      {
        "letra": "D",
        "texto": "a dívida contraída perante o Banco B já poderia ser considerada vencida antecipadamente;"
      },
      {
        "letra": "E",
        "texto": "o Banco A já poderia remir a hipoteca oferecida ao Banco B, consignando em juízo a importância devida a este."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2165966",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TST",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A sociedade limitada X contrata empréstimo bancário com o Banco Y. Maria, sócia da sociedade limitada X, voluntariamente concede em garantia ao empréstimo contratado o imóvel único no qual mantém moradia com sua família, por meio de constituição de alienação fiduciária, Inadimplente a sociedade imitada X, o Banco Y, credor fiduciário, executa a garantia que recai sobre o imóvel, consolidando a propriedade resolúvel em seu favor. A respeito do caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a impenhorabilidade do bem de família prevalece sobre a alienação fiduciária em garantia, ainda que livremente pactuada entre Maria e o Banco Y;"
      },
      {
        "letra": "B",
        "texto": "tal como na hipoteca, e presumido o benefício à entidade familiar de Maria na contratação do empréstimo bancário pela sociedade limitada X, gravado de garantia fiduciária;"
      },
      {
        "letra": "C",
        "texto": "a alienação fiduciária em garantia é inválida por tratar-se de bem de família a garantia ofertada, não tendo sido os valores obtidos com o empréstimo feitos em favor do imóvel ou da unidade familiar;"
      },
      {
        "letra": "D",
        "texto": "dado que a alienação fiduciária em garantia foi livremente pactuada, o imóvel pertencente à entidade familiar é impenhorável, tendo em vista que não se aplicam as exceções , do Art. 39 da Lei n° 8.009/1990;"
      },
      {
        "letra": "E",
        "texto": "o inadimplemento do contrato de empréstimo bancário pela sociedade limitada X consolida a propriedade imóvel em nome do Banco Y, independentemente da natureza do bem dado em garantia por meio da alienação fiduciária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110257",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Alan contratou dois mútuos com o Banco X: o primeiro, para aquisição de um terreno; e o segundo, para a compra de materiais e pagamento de empreiteiro para construção de uma casa. O primeiro empréstimo foi garantido por alienação fiduciária do imóvel. Tempos depois, pesquisou e descobriu que o Banco Y oferecia uma taxa de juros menor. Contratou, então, novo mútuo, pelo qual o Banco Y quitou, diretamente ao credor, o saldo relativo ao empréstimo de construção ao Banco X, que imediatamente lhe transferiu todos os seus direitos. O empréstimo relativo à aquisição do terreno não foi quitado nem alterado. Sobrevindo a inadimplência de Alan, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorreu a sub-rogação legal do Banco Y, terceiro interessado que pagou a dívida, pelo que é possível a penhora dos direitos sobre o imóvel, apesar de constituir bem de família e estar alienado fiduciariamente ao Banco X;"
      },
      {
        "letra": "B",
        "texto": "apesar de ter ocorrido a sub-rogação legal por força do pagamento a cargo de terceiro interessado, não é possível a penhora do direito sobre o imóvel alienado fiduciariamente ao Banco X;"
      },
      {
        "letra": "C",
        "texto": "nesse caso, o pagamento por terceiro não interessado não gera a sub-rogação, razão pela qual o Banco Y não poderá penhorar o imóvel de Alan;"
      },
      {
        "letra": "D",
        "texto": "ocorreu sub-rogação convencional no pagamento por terceiro não interessado, mas não é possível a penhora do direito sobre o imóvel que constitui bem de família de Alan, ainda que a alienação fiduciária não representasse impedimento;"
      },
      {
        "letra": "E",
        "texto": "ocorreu sub-rogação convencional no pagamento por terceiro não interessado, pelo que é possível a penhora do direito sobre o imóvel, apesar de constituir bem de família e estar alienado fiduciariamente ao Banco X."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110248",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Álvares empresta seu imóvel, por prazo indeterminado, para que, nele, seu sobrinho Machado possa residir enquanto estiver na cidade de Niterói completando seus estudos e sua formação profissional. Sucede que, dois meses depois de Machado se instalar no local, Álvares começa a namorar Carvalho e, então, notifica Machado a devolver-lhe o bem para que possa se mudar com o amado. Machado pondera que não incomodará, até porque só fica no apartamento na madrugada, quando não está estudando ou trabalhando. Considerando a situação descrita, na sede judicial própria, é possível:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar a desocupação do imóvel, uma vez que, cessado o comodato por prazo indeterminado pela notificação do comodante, passou a se verificar esbulho a cargo de Machado, que não deverá ser indenizado;"
      },
      {
        "letra": "B",
        "texto": "reconhecer a impossibilidade de retomada do imóvel neste momento, mas, sem prejuízo, regular o exercício da composse, inclusive em relação aos horários em que cada um poderá usar o bem;"
      },
      {
        "letra": "C",
        "texto": "reconhecer a impossibilidade de retomada do imóvel neste momento, sem que seja viável juridicamente regular a composse diante da natureza indivisível do bem sobre a qual é exercida;"
      },
      {
        "letra": "D",
        "texto": "determinar a desocupação do imóvel uma vez verificado o esbulho, sem prejuízo de determinar que Álvares indenize Machado pelo abuso do direito levado a efeito em comportamento contraditório (venire contra factum proprium);"
      },
      {
        "letra": "E",
        "texto": "diante da vedação ao comportamento contraditório (venire contra factum proprium), poderá manter Machado no imóvel, mas estabelecendo um aluguel a ser pago a Álvares."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2100430",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "De acordo com a jurisprudência consolidada dos tribunais superiores sobre o contrato de mútuo feneratício envolvendo instituições bancárias:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O reconhecimento da abusividade de encargos (essenciais ou acessórios) não descaracteriza a mora do mutuário."
      },
      {
        "letra": "B",
        "texto": "É vedada a cumulação da cobrança da comissão de permanência com a cobrança de juros (remuneratórios ou moratórios) e de multa contratual."
      },
      {
        "letra": "C",
        "texto": "É nula a cláusula autorizativa que permite ao banco mutuante a retenção total ou parcial dos salários, vencimentos e/ou proventos do mutuário para satisfação da dívida."
      },
      {
        "letra": "D",
        "texto": "A propositura da ação revisional descaracteriza a mora do mutuário, sendo vedado, entretanto, ao julgador conhecer, de ofício, da abusividade das cláusulas contratuais."
      },
      {
        "letra": "E",
        "texto": "Comprovada a ocorrência de cláusulas abusivas, a repetição do indébito deverá considerar os mesmos índices utilizados pela instituição mutuante para cálculo da dívida do mutuário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1985195",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Inadimplemento das Obrigações",
      "Empréstimo: Comodato e Mútuo",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Marta é proprietária de um terreno urbano não edificado no Centro da cidade de São Paulo. Ao contrair, em janeiro de 2022, uma dívida vultosa em decorrência de um contrato de mútuo firmado junto ao Banco Alfa Delta S/A, com vencimento previsto para o mês de dezembro do mesmo ano, ela ofereceu em hipoteca ao banco credor aquele imóvel, como garantia da obrigação. A constituição da hipoteca foi válida e levada imediatamente a registro. Logo após, em fevereiro de 2022, Marta celebrou um novo contrato de mútuo, desta vez com o Banco Beta Gama S/A, com vencimento previsto para abril daquele ano. Também ao contrair essa segunda obrigação, Marta instituiu garantia hipotecária sobre o mesmo terreno no Centro de São Paulo. A garantia também foi validamente constituída e levada ao registro competente em seguida. Vencida a dívida contraída junto ao Banco Beta Gama S/A, em abril de 2022, Marta, embora não esteja insolvente, não a pagou espontaneamente. Nessas circunstâncias, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desde o momento em que Marta deixou de pagar a dívida garantida pela segunda hipoteca, deve-se considerar vencida antecipadamente a primeira dívida, contraída perante o Banco Alfa Delta S/A, que poderá executar desde logo a primeira hipoteca;"
      },
      {
        "letra": "B",
        "texto": "a constituição da segunda hipoteca deve ser considerada nula caso o imóvel oferecido em garantia não seja mais valioso do que a soma das duas dívidas garantidas e seus acessórios, tornando-se o crédito do Banco Beta Gama S/A, assim, meramente quirografário;"
      },
      {
        "letra": "C",
        "texto": "caso a dívida perante o Banco Beta Gama S/A permaneça sem pagamento espontâneo, essa instituição financeira poderá promover a execução da segunda hipoteca mesmo antes do vencimento da dívida contraída perante o Banco Alfa Delta S/A e ainda que Marta continue plenamente solvente;"
      },
      {
        "letra": "D",
        "texto": "o Banco Beta Gama S/A somente poderá promover a execução da segunda hipoteca antes do vencimento da dívida contraída perante o Banco Alfa Delta S/A caso o imóvel hipotecado permita divisão cômoda, pois se considera que a segunda hipoteca apenas gravou a parcela ideal do terreno correspondente ao montante da dívida por ela garantida;"
      },
      {
        "letra": "E",
        "texto": "caso a primeira obrigação vença, em dezembro de 2022, sem que Marta pague qualquer das dívidas e sem que o Banco Alfa Delta S/A realize qualquer cobrança, o Banco Beta Gama S/A poderá promover a extinção da obrigação garantida pela primeira hipoteca, consignando o valor garantido, citando o Banco Alfa Delta S/A para recebê-lo e Marta para pagá-lo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1984854",
    "metadata": "Ano: 2022 | Banca: Instituto Consulplan | Órgão: Câmara de Unaí - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "O contrato de empréstimo pode se revestir de duas roupagens: o comodato e o mútuo. Na primeira espécie, as partes acordam o empréstimo de uso, incidente sobre coisas infungíveis. No segundo caso, há o empréstimo de consumo, recaindo sobre coisas fungíveis que sofrem alteração de titularidade. Sobre o tema, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os tutores, curadores e, em geral, todos os administradores de bens alheios não poderão dar em comodato os bens confiados à sua guarda."
      },
      {
        "letra": "B",
        "texto": "No caso de produtos agrícolas, para o consumo ou semeadura, o prazo do mútuo será de, pelo menos, trinta dias após a próxima colheita, se não houver convenção expressa."
      },
      {
        "letra": "C",
        "texto": "Os gastos relacionados ao uso e gozo da coisa emprestada, como aqueles direcionados à sua conservação normal, poderão ser imputados ao comodante, em razão de sua condição de titular dominial."
      },
      {
        "letra": "D",
        "texto": "O comodatário tem o dever de conservar a coisa, objeto do empréstimo, como se sua própria fora, não podendo usá-la senão de acordo com o contrato ou a natureza dela, sob pena de responder por perdas e danos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1984352",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Rui adquire determinada chácara e, de forma a valorizar a propriedade, propõe à vizinha, Regina, o uso de um corredor que lhe permita acessar outra rodovia da região, além daquela, a que Rui já possui acesso. Ajustados verbalmente a remuneração e o prazo de dois anos, é possível qualificar o negócio jurídico contratado por Rui e Regina como instituidor de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "direito real de servidão."
      },
      {
        "letra": "B",
        "texto": "comodato."
      },
      {
        "letra": "C",
        "texto": "locação."
      },
      {
        "letra": "D",
        "texto": "passagem forçada."
      },
      {
        "letra": "E",
        "texto": "direito real de uso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1959551",
    "metadata": "Ano: 2022 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA: I. O mutuário do Sistema Financeiro Habitacional pode ser compelido a contratar o seguro habitacional obrigatório com a instituição financeira mutuante ou com a seguradora por ela indicada. II. Os credores estrangeiros têm os mesmos direitos conferidos aos credores nacionais nos processos de recuperação judicial, de recuperação extrajudicial ou de falência, respeitada a ordem de classificação dos créditos previstas na legislação de referência e não serão discriminados em razão de sua nacionalidade ou da localização de sua sede, estabelecimento residência ou domicílio. III. Qualquer das partes contratantes pode encerrar o contrato de conta de depósitos bancários, desde que haja comunicação prévia nos termos de Resolução do Banco Central. IV. A cédula de crédito bancário na modalidade de crédito rotativo ou cheque especial não é considerada como título executivo extrajudicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e Il são corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas Ill e IV são corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas Il e IV são corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas Il e IIl são corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1952884",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "O mútuo destinado a fins econômicos é contrato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "consensual e presumivelmente gratuito que obriga a transferência da coisa ao mutuário, que responde pelos riscos de seu perecimento a partir do momento em que há o acordo de vontades."
      },
      {
        "letra": "B",
        "texto": "real e presumivelmente oneroso que transfere o domínio da coisa ao mutuário, que responde pelos riscos de seu perecimento a partir da tradição."
      },
      {
        "letra": "C",
        "texto": "consensual e presumivelmente gratuito que obriga a transferência da coisa ao mutuário, que responde pelos riscos de seu perecimento a partir da tradição."
      },
      {
        "letra": "D",
        "texto": "consensual e presumivelmente oneroso que transfere o domínio da coisa ao mutuário, que responde pelos riscos de seu perecimento a partir da tradição."
      },
      {
        "letra": "E",
        "texto": "real e presumivelmente gratuito que obriga a transferência da coisa ao mutuário, que responde pelos riscos de seu perecimento a partir do momento em que há o acordo de vontades."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1945694",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: AGERGS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Acerca das diversas espécies de contrato, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A compra e venda pode ter por objeto coisa atual ou futura. Neste caso, ficará sem efeito o contrato se esta não vier a existir, salvo se a intenção das partes era de concluir contrato aleatório."
      },
      {
        "letra": "B",
        "texto": "O mútuo é o empréstimo de coisas infungíveis. O mutuário é obrigado a restituir ao mutuante o que dele recebeu em coisa do mesmo gênero, qualidade e quantidade."
      },
      {
        "letra": "C",
        "texto": "Na doação, o doador pode fixar prazo ao donatário, para declarar se aceita ou não a liberalidade. Desde que o donatário, ciente do prazo, não faça, dentro dele, a declaração, entender-se-á que aceitou, se a doação não for sujeita a encargo."
      },
      {
        "letra": "D",
        "texto": "Na locação de coisas, uma das partes se obriga a ceder à outra, por tempo determinado ou não, o uso e gozo de coisa não fungível, mediante certa retribuição."
      },
      {
        "letra": "E",
        "texto": "O comodato é o empréstimo gratuito de coisas não fungíveis. Perfaz-se com a tradição do objeto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1942127",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: Prefeitura de Teresina - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "O comodato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só pode ser exercido por um comodatário por vez, não sendo possível o comodato por duas ou mais pessoas simultaneamente, dado seu caráter de empréstimo gratuito."
      },
      {
        "letra": "B",
        "texto": "necessita sempre ter prazo convencional; não o tendo, o uso ou gozo da coisa emprestada poderá ser suspenso de imediato pelo comodante."
      },
      {
        "letra": "C",
        "texto": "pressupõe que o comodatário, se constituído em mora, além de por ela responder, pague, até restituir a coisa emprestada, o aluguel da coisa que for arbitrado pelo comodante."
      },
      {
        "letra": "D",
        "texto": "é o empréstimo gratuito de coisas fungíveis, perfazendo-se com a tradição do objeto."
      },
      {
        "letra": "E",
        "texto": "implica a possibilidade de o comodatário recobrar do comodante as despesas feitas com o uso e gozo da coisa emprestada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1926007",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Locação de Coisas"
    ],
    "enunciado_principal": "André é locatário de Bernardo e restou inadimplente do último aluguel quando devolveu o imóvel e se extinguiu a locação. Entretanto, durante a vigência do contrato, Bernardo pegou uma quantia emprestada com André e nunca chegou a lhe pagar. A dívida de aluguel de André a Bernardo venceu em janeiro de 2019, com prazo prescricional de três anos, e a dívida de Bernardo a André referente ao empréstimo venceu em março de 2018, com prazo prescricional de cinco anos. Em março de 2022, André decide cobrar de Bernardo a dívida referente ao empréstimo, e Bernardo resiste, alegando compensação. Considerando que, em virtude do valor original e dos encargos moratórios, o montante devido pelo empréstimo sempre foi maior que o valor devido por conta do aluguel, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "André pode fazer a cobrança sem qualquer desconto, pois a prescrição da dívida de aluguel inviabiliza a alegação de compensação;"
      },
      {
        "letra": "B",
        "texto": "a dívida referente ao empréstimo deve ser compensada com aquela referente ao aluguel em março de 2022, no momento de alegação da compensação;"
      },
      {
        "letra": "C",
        "texto": "do montante cobrado deve ser descontado o valor da dívida de aluguel no momento em que ambas as dívidas se tornaram exigíveis, isto é, em março de 2019;"
      },
      {
        "letra": "D",
        "texto": "a cobrança pretendida não é cabível, uma vez que a dívida não é mais exigível em razão do decurso do prazo prescricional;"
      },
      {
        "letra": "E",
        "texto": "a compensação da dívida decorrente do empréstimo com a dívida oriunda da locação afasta qualquer pretensão de André."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1913941",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: SES-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "No que se refere ao contrato de comodato, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o comodato é o empréstimo gratuito de coisas fungíveis."
      },
      {
        "letra": "B",
        "texto": "se duas ou mais pessoas forem simultaneamente comodatárias de uma coisa, não ficarão solidariamente responsáveis para com o comodante."
      },
      {
        "letra": "C",
        "texto": "os tutores, curadores e em geral todos os administradores de bens alheios poderão dar em comodato, sem autorização especial, os bens confiados a sua guarda."
      },
      {
        "letra": "D",
        "texto": "o comodatário poderá recobrar do comodante as despesas feitas com o uso e gozo da coisa emprestada."
      },
      {
        "letra": "E",
        "texto": "se, correndo risco, o objeto do comodato juntamente com outros do comodatário, antepuser este a salvação dos seus abandonando o do comodante, responderá pelo dano ocorrido, ainda que se possa atribuir a caso fortuito, ou força maior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1892550",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Acerca das espécies de contratos regulados pelo Código Civil, julgue os itens seguintes. I O mútuo é o empréstimo de coisa fungível, enquanto o comodato é o empréstimo de coisas não fungíveis. II O contrato de mútuo feneratício é uma modalidade de contratação unilateral onerosa, cujo prazo deve ser de pelo menos trinta dias caso não tenha sido convencionado expressamente outro e o objeto for dinheiro. III O contrato de prestação de serviços não poderá ser convencionado por mais de dois anos e, caso o contratado não saiba ler e escrever, o instrumento poderá ser assinado a rogo e subscrito por três testemunhas. IV Caso o prestador de serviço seja despedido sem justa causa, a outra parte deverá lhe pagar por inteiro a retribuição que lhe tocaria de então até o termo legal do contrato. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1880612",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Prefeitura de Presidente Prudente - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Mévio emprestou um imóvel a Caio e Tício. O instrumento particular de comodato foi firmado em 03.01.2021, tendo sido entregues as chaves do imóvel em 10.01.2021. O instrumento não previa prazo de término do comodato. Com relação ao caso hipotético, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato teve início em 03.01.2021."
      },
      {
        "letra": "B",
        "texto": "Não tendo prazo convencional, pode o comodante reaver a coisa a qualquer tempo, mesmo não tendo decorrido o tempo necessário para o uso concedido."
      },
      {
        "letra": "C",
        "texto": "Caio e Tício, salvo caso fortuito ou força maior, respondem pelo dano ocorrido à coisa, se, correndo risco seus bens, juntamente com o bem objeto do comodato, derem preferência àqueles, em detrimento deste."
      },
      {
        "letra": "D",
        "texto": "Caio e Tício não poderão jamais recobrar do comodante as despesas feitas com o uso e gozo da coisa emprestada."
      },
      {
        "letra": "E",
        "texto": "Caio e Tício somente podem ser, cada um, demandados pela metade do valor do imóvel dado em comodato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1873142",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Ao final do contrato, o comodatário, possuidor de boa-fé, que tiver realizado benfeitorias em bem imóvel",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não será indenizado pelas referidas benfeitorias, sejam elas necessárias, úteis ou voluptuárias."
      },
      {
        "letra": "B",
        "texto": "deverá ser indenizado pelas benfeitorias necessárias ou úteis, e terá direito de levantar as benfeitorias voluptuárias que não lhe forem pagas, desde que isso não gere prejuízo à coisa."
      },
      {
        "letra": "C",
        "texto": "deverá ser indenizado apenas pelas benfeitorias necessárias, e terá direito de levantar apenas as benfeitorias úteis que não lhe forem pagas, desde que isso não gere prejuízo à coisa."
      },
      {
        "letra": "D",
        "texto": "deverá, obrigatoriamente, ser indenizado pelas benfeitorias necessárias, úteis e voluptuárias."
      },
      {
        "letra": "E",
        "texto": "deverá ser indenizado apenas pelas benfeitorias necessárias, e terá direito de levantar as benfeitorias úteis ou voluptuárias que não lhe forem pagas, desde que isso não gere prejuízo à coisa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1864132",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Pedro (comodante) celebrou contrato de comodato com Maria (comodatária), tendo por objeto um imóvel de sua propriedade para que ela residisse com sua família pelo prazo de 12 meses. Findo esse prazo, Maria permaneceu no imóvel alegando não ter condições de realizar a sua mudança, que somente veio a se concretizar 6 meses depois. Considerando o caso hipotético, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a negativa de Maria de sair do imóvel não gera automaticamente a mora ex re e depende de interpelação judicial ou extrajudicial por Pedro;"
      },
      {
        "letra": "B",
        "texto": "a justificativa apresentada por Maria para permanecer no imóvel após o termo final do contrato de comodato descaracteriza a posse injusta e o esbulho possessório;"
      },
      {
        "letra": "C",
        "texto": "Maria deverá pagar aluguel a Pedro após o termo final do contrato de comodato pelo prazo de 6 meses;"
      },
      {
        "letra": "D",
        "texto": "o contrato de comodato passou a vigorar por prazo indeterminado, já que Pedro não realizou a interpelação judicial ou extrajudicial de Maria;"
      },
      {
        "letra": "E",
        "texto": "após o termo final do contrato de comodato, como Maria permaneceu no imóvel, o contrato será considerado de locação e Pedro deverá ingressar com ação de despejo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1929926",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Gustavo cedeu imóvel a Rodrigo, por meio da celebração de comodato. Entretanto, Gustavo passou a cobrar de Rodrigo valores mensais referentes a aluguel. Considerando as disposições do Código Civil, a situação hipotética representa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a simulação do negócio jurídico, sendo o comodato nulo e a locação válida."
      },
      {
        "letra": "B",
        "texto": "a simulação do negócio jurídico, sendo o comodato válido e a locação nula."
      },
      {
        "letra": "C",
        "texto": "a validade de ambos os negócios jurídicos."
      },
      {
        "letra": "D",
        "texto": "a coação, sendo o comodato nulo."
      },
      {
        "letra": "E",
        "texto": "a simulação do negócio jurídico, sendo o comodato e a locação nulos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1866714",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Parte Geral"
    ],
    "enunciado_principal": "No ano de 2016, Jonas realizou um negócio jurídico com Raimunda, para uso de um imóvel residencial, tendo como contraprestação o pagamento mensal de R$ 2.500 em dinheiro. Visando sonegar eventual pagamento de tributos, Jonas intitulou o instrumento como contrato de comodato e indicou o pagamento da contraprestação como ajuda de custo. Nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O negócio jurídico realizado por Jonas é anulável, caracterizando fraude contra credores."
      },
      {
        "letra": "B",
        "texto": "A pretensão de anulação do negócio jurídico realizado entre Jonas e Raimunda está prescrita, considerando que a prescrição relativa à locação de prédio urbano se opera em três anos."
      },
      {
        "letra": "C",
        "texto": "O negócio jurídico em questão não poderá ser mais anulado por iniciativa de Raimunda, pois transcorreu o prazo decadencial de quatro anos."
      },
      {
        "letra": "D",
        "texto": "O referido contrato de comodato é nulo em razão da simulação. No entanto, subsiste a locação que se dissimulou."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1776965",
    "metadata": "Ano: 2021 | Banca: FADESP | Órgão: Câmara de Marabá - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Os chamados contratos reais são aqueles que só se formam com a entrega efetiva da coisa. Podem ser classificados como contratos reais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comodato e depósito."
      },
      {
        "letra": "B",
        "texto": "compra e venda e doação."
      },
      {
        "letra": "C",
        "texto": "locação e fiança."
      },
      {
        "letra": "D",
        "texto": "seguro e transporte."
      },
      {
        "letra": "E",
        "texto": "empreitada e corretagem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1753182",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: CODEN - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "O comodato é uma espécie de empréstimo que tem as seguintes características:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é gratuito, tem por objeto coisas fungíveis, perfaz- -se com a tradição do objeto, tem prazo determinado e, no caso de dois comodatários simultâneos, a responsabilidade é solidária."
      },
      {
        "letra": "B",
        "texto": "é gratuito, tem por objeto coisas não fungíveis, perfaz-se na data de assinatura, não tem prazo determinado e, mesmo no caso de dois comodatários simultâneos, a responsabilidade é subsidiária, respondendo primeiro o responsável pela assinatura do comodato."
      },
      {
        "letra": "C",
        "texto": "é gratuito, tem por objeto coisas não fungíveis, perfaz-se com a tradição do objeto e, no caso de dois comodatários simultâneos, a responsabilidade é solidária."
      },
      {
        "letra": "D",
        "texto": "é oneroso, tem por objeto coisas não fungíveis, perfaz- -se na data de assinatura, não tem prazo determinado e, mesmo no caso de dois comodatários simultâneos, a responsabilidade é subsidiária, respondendo primeiro o responsável pela assinatura do comodato."
      },
      {
        "letra": "E",
        "texto": "é oneroso, tem por objeto coisas fungíveis, perfaz- -se com a tradição do objeto, tem prazo determinado e, no caso de dois comodatários simultâneos, a responsabilidade é solidária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1744077",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Sobre o contrato de comodato, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por se tratar de contrato que tem por objeto um bem imóvel, deve ter a forma escrita e ser celebrado por escritura pública, sob pena de invalidade do ato."
      },
      {
        "letra": "B",
        "texto": "O comodatário pode cobrar do comodante as despesas feitas com o uso e o gozo da coisa durante o prazo de vigência do contrato."
      },
      {
        "letra": "C",
        "texto": "É vedado ao comodatário defender a posse da coisa através dos interditos possessórios."
      },
      {
        "letra": "D",
        "texto": "Se o comodato não tiver prazo convencional, o comodante tem direito potestativo à resilição unilateral do contrato a qualquer tempo, mediante notificação prévia do comodatário com antecedência de 30 dias, ainda que não atingido o lapso necessário para o uso concedido."
      },
      {
        "letra": "E",
        "texto": "É uma modalidade de contrato a título gratuito, tendo por objeto coisas infungíveis, perfazendo-se com a tradição da coisa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1696405",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Câmara de Ji-Paraná - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "No tocante ao mútuo e ao comodato, marque a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O comodato é empréstimo para consumo apenas"
      },
      {
        "letra": "B",
        "texto": "O mútuo é empréstimo para o uso apenas"
      },
      {
        "letra": "C",
        "texto": "No comodato, a restituição será de coisa equivalente"
      },
      {
        "letra": "D",
        "texto": "No mútuo, a restituição será da própria coisa emprestada"
      },
      {
        "letra": "E",
        "texto": "No mútuo, o mutuário vira o proprietário da coisa emprestada, assumindo os riscos por sua perda"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1685850",
    "metadata": "Ano: 2020 | Banca: IPEFAE | Órgão: Prefeitura de Andradas - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Com relação as espécies de contratos previstos no código civil, analise as frases abaixo e assinale a opção correta, conforme previsão expressa da lei comum.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrato de empréstimo oneroso de coisas fungíveis ou infungíveis é o comodato."
      },
      {
        "letra": "B",
        "texto": "Contrato de empréstimo gratuito ou oneroso de coisas fungíveis ou infungíveis é o comodato."
      },
      {
        "letra": "C",
        "texto": "Contrato de empréstimo de coisas fungíveis é o mútuo."
      },
      {
        "letra": "D",
        "texto": "A faculdade X, devido a pandemia, comprou e cedeu a título de empréstimo gratuito aparelho celular a todos os seus alunos e professores, de modo a poderem efetivar as aulas por vídeo conferência. Após o término da quarentena, sem qualquer custo, os aparelhos deverão ser devolvidos íntegros a faculdade X. A espécie de contrato hábil nesse caso entre a faculdade, seus professores e alunos será o mútuo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1682318",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Santa Luzia D`Oeste - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Segundo o Artigo 579 do Código Civil, é o empréstimo gratuito de coisas não fungíveis e perfaz-se com a tradição do objeto. A qual modalidade de contrato este trecho se refere?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mútuo"
      },
      {
        "letra": "B",
        "texto": "Empréstimo Consignado"
      },
      {
        "letra": "C",
        "texto": "Empréstimo Pessoal"
      },
      {
        "letra": "D",
        "texto": "Comodato"
      },
      {
        "letra": "E",
        "texto": "Depósito Voluntário"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1136581",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: EBSERH",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Inadimplemento das Obrigações",
      "Empréstimo: Comodato e Mútuo",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "José e João são comodatários de um bem indivisível e infungível de propriedade de Pedro. Após o término do prazo do contrato de comodato, José e João não devolveram o bem objeto do contrato de comodato a Pedro. Este vai procurar o bem objeto do contrato de comodato e descobre que ele encontra-se totalmente destruído, por culpa exclusiva de José. Nesse contexto, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "após a destruição do bem objeto do contrato de comodato, a obrigação deixou de ser indivisível, de modo que José e João são responsáveis, cada um, por apenas 50% do equivalente acrescido das perdas e danos."
      },
      {
        "letra": "B",
        "texto": "se João pagar a dívida, sub-roga-se nos direitos de Pedro."
      },
      {
        "letra": "C",
        "texto": "subsiste, para José e João, o encargo de pagar o equivalente, mas pelas perdas e danos só responde José."
      },
      {
        "letra": "D",
        "texto": "se João falecer, seus herdeiros poderão ser obrigados a pagar o valor total da dívida, tendo em vista que as obrigações decorrentes de comodato são indivisíveis, por determinação legal."
      },
      {
        "letra": "E",
        "texto": "apenas José é obrigado a pagar o equivalente acrescido de perdas e danos, por ter causado a destruição do objeto da obrigação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1738133",
    "metadata": "Ano: 2019 | Banca: IDHTEC | Órgão: Prefeitura de Taquaritinga do Norte - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Com relação aos contratos de comodato, não está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo necessidade imprevista, o comodante poderá suspender o uso e gozo da coisa emprestada antes de findo o prazo convencional."
      },
      {
        "letra": "B",
        "texto": "O comodato é o empréstimo gratuito de coisas não fungíveis que se perfaz com a tradição do objeto."
      },
      {
        "letra": "C",
        "texto": "O comodato é contrato unilateral a título gratuito."
      },
      {
        "letra": "D",
        "texto": "No contrato de comodato apenas o comodatário se obriga em face do comodante."
      },
      {
        "letra": "E",
        "texto": "Pelo comodato o comodatário adquire a posse precária do bem, posse esta que não se convalesce jamais, sendo insuscetível de usucapião."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1155584",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: BRB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "A respeito do mútuo bancário, consoante jurisprudência majoritária do Superior Tribunal de Justiça (STJ), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Consideram-se plenamente aplicáveis aos juros remuneratórios dos contratos de mútuo bancário as disposições do art. 591 combinado com o art. 406 do Código Civil de 2002."
      },
      {
        "letra": "B",
        "texto": "A estipulação de juros remuneratórios superiores a 12% ao ano, por si só, indica abusividade."
      },
      {
        "letra": "C",
        "texto": "Nos contratos de mútuo bancário, celebrados após a edição da MP nº 1.963-17/2000 (reeditada sob o nº 2.170-36/2001), admite-se a capitalização mensal de juros, desde que expressamente pactuada."
      },
      {
        "letra": "D",
        "texto": "As instituições financeiras sujeitam-se à limitação dos juros remuneratórios estipulada na Lei de Usura (Decreto nº 22.626/1933)."
      },
      {
        "letra": "E",
        "texto": "Para prestígio do princípio pacta sunt servanda, a jurisprudência do STJ não admite a revisão das taxas de juros remuneratórios em situações excepcionais, ainda que caracterizada a relação de consumo e que a abusividade (capaz de colocar o consumidor em desvantagem exagerada, segundo o art. 51, § 1º , do Código de Defesa do Consumidor) fique cabalmente demonstrada, ante as peculiaridades do julgamento concreto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1154103",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o empréstimo de coisa fungível constitui",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comodato, não sendo o comodatário obrigado a conservar a coisa como se sua fosse."
      },
      {
        "letra": "B",
        "texto": "mútuo, podendo o mutuário restitui-la em gênero e qualidade diversos da sua forma original."
      },
      {
        "letra": "C",
        "texto": "mútuo, que não pode ser feito a pessoa menor de idade."
      },
      {
        "letra": "D",
        "texto": "mútuo, de modo a transferir o domínio da coisa emprestada ao mutuário."
      },
      {
        "letra": "E",
        "texto": "comodato, podendo o comodatário recobrar do comodante as despesas feitas com uso e gozo da coisa emprestada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1093866",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Mauá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Sobre os contratos em espécie, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O comodato é contrato real, bilateral e gratuito e o comodatário se obriga a restituir a coisa, quando decorrido o prazo da entrega da coisa ou, na hipótese de prazo indeterminado, após o cumprimento da finalidade para a qual a coisa foi emprestada."
      },
      {
        "letra": "B",
        "texto": "Assim como o comodato, a doação é contrato real, bilateral e gratuito e pode ser estipulada verbalmente pelo doador, não exigindo a lei forma específica."
      },
      {
        "letra": "C",
        "texto": "Tanto o comodato como a doação são contratos unilaterais e gratuitos, porém, a doação é contrato formal, exigindo-se escritura pública ou instrumento particular."
      },
      {
        "letra": "D",
        "texto": "Tanto o comodato como a doação são contratos unilaterais, gratuitos e reais, exigindo-se, em ambos os casos, escritura pública ou instrumento particular."
      },
      {
        "letra": "E",
        "texto": "Embora seja contrato unilateral e gratuito, qualquer liberalidade informal do doador gera direitos em favor do donatário, vinculando-se o doador, nesta hipótese, ao negócio jurídico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "990767",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Parte Geral"
    ],
    "enunciado_principal": "Caio, maior de idade e capaz, juntamente com seu sobrinho Mélvio, com idade de 17 anos, receberam, em comodato, um cavalo de propriedade de Tício. Mélvio se declarou maior de idade quando da assinatura do contrato, mas não é emancipado e não houve qualquer assistência de seus pais. Durante um dia de tempestade, o cavalo objeto do comodato estava, juntamente com outros cavalos, no pasto da Fazenda de Caio e Mélvio, de propriedade destes, que começaram a retirar os cavalos do pasto, começando pelos cavalos de sua propriedade. Entretanto, antes de retirarem o cavalo objeto do comodato, este foi morto por um raio. Tendo em vista a situação hipotética narrada, é possível afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o contrato é anulável, mas somente Caio pode ser condenado a indenizar Tício por até metade do valor das perdas e danos decorrentes da morte do cavalo."
      },
      {
        "letra": "B",
        "texto": "o contrato é válido e eficaz, podendo Mélvio demandar Caio por até metade do valor das perdas e danos decorrentes da morte do cavalo, e Mélvio pela outra metade."
      },
      {
        "letra": "C",
        "texto": "não há o dever de indenizar Tício, tendo em vista que a morte do cavalo objeto do contrato de comodato decorreu de força maior."
      },
      {
        "letra": "D",
        "texto": "o contrato é válido e eficaz, podendo Tício demandar Caio ou Mélvio, isolada ou conjuntamente, pela totalidade do valor das perdas e danos decorrentes da morte do cavalo."
      },
      {
        "letra": "E",
        "texto": "o contrato é anulável, pois firmado por relativamente incapaz, sendo que tal circunstância beneficia Caio, em razão da indivisibilidade do objeto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "963245",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: AL-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Empréstimo: Comodato e Mútuo",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Prestação de Serviços e Empreitada"
    ],
    "enunciado_principal": "Em relação ao direito contratual brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O empréstimo gratuito de bens infungíveis é denominado mútuo."
      },
      {
        "letra": "B",
        "texto": "A doação pode ser revogada por ingratidão do donatário, ou por inexecução do encargo."
      },
      {
        "letra": "C",
        "texto": "No contrato de empreitada, a obrigação do empreiteiro de fornecer os materiais é presumida."
      },
      {
        "letra": "D",
        "texto": "O mandato não pode ser tácito."
      },
      {
        "letra": "E",
        "texto": "No transporte de pessoas, a responsabilidade contratual do transportador por acidente com o passageiro é elidida pela demonstração de culpa de terceiro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1044359",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Registro - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Empréstimo: Comodato e Mútuo",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "Consideram-se típicos os contratos que têm suas diretrizes delineadas em lei. A respeito dos contratos típicos a seguir, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A compra e venda é classificada como contrato real que, portanto, somente se aperfeiçoa com a entrega da coisa."
      },
      {
        "letra": "B",
        "texto": "No contrato estimatório, que poderá ter por objeto bens móveis e imóveis, deverá o consignatário pagar ao consignante o preço ajustado, ainda que não alienada a coisa."
      },
      {
        "letra": "C",
        "texto": "É absolutamente inválida a doação feita ao nascituro, já que carente de personalidade jurídica."
      },
      {
        "letra": "D",
        "texto": "O comodato é contrato de empréstimo, classificado como real e gratuito, que tem como essência a transferência da posse direta de coisa fungível ao comodatário, parte no contrato a quem recairá o ônus de restituição."
      },
      {
        "letra": "E",
        "texto": "Vigendo a fiança por prazo indeterminado, poderá o fiador se exonerar da garantia fidejussória, caso em que se manterá obrigado por sessenta dias a contar a notificação do credor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "951002",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Parte Geral"
    ],
    "enunciado_principal": "Caio e Tício receberam em comodato um apartamento de propriedade de Mélvio, pelo prazo de dois anos, em 31.12.2012. Após o término do contrato, Caio e Tício devolveram o imóvel em 31.12.2014 e, em razão dos danos causados por estes no imóvel, o mesmo ruiu completamente em 01.01.2015. O valor apurado para a reconstrução foi de R$ 200.000,00 (duzentos mil reais). Em 25.12.2017, Caio enviou uma carta de próprio punho a Mélvio, se desculpando pela ruína ocasionada no imóvel, bem como requerendo um prazo para o pagamento dos danos ocasionados. Em 01.06.2018, Mélvio ajuízou ação de reparação civil, pretendendo a condenação de Caio e Tício ao pagamento do valor da reconstrução e perdas e danos. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pretensão está prescrita, tendo em vista o decurso do prazo prescricional previsto em lei, bem como ausência de qualquer causa de interrupção."
      },
      {
        "letra": "B",
        "texto": "Mélvio poderá requerer o valor total de R$ 200.000,00 (duzentos mil reais), mais perdas e danos, de Caio, de Tício, ou de ambos, isolada ou conjuntamente."
      },
      {
        "letra": "C",
        "texto": "A pretensão está prescrita em relação a Tício, podendo Mélvio postular a condenação de Caio no valor de até R$ 100.000,00 (cem mil reais), acrescida de metade do valor das perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Mélvio poderá requerer apenas metade do valor da reconstrução do imóvel de Caio e apenas a outra metade de Tício."
      },
      {
        "letra": "E",
        "texto": "A pretensão está prescrita em relação a Tício, podendo Mélvio postular a condenação de Caio no valor total da reconstrução, mais perdas e danos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "927842",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Sorocaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Sebastião emprestou para Milton e José R$ 100.000,00 (cem mil reais), formalizando o negócio por meio de instrumento particular de mútuo. Estabeleceu-se, no instrumento contratual, que Milton e José seriam solidariamente responsáveis pela devolução do valor emprestado. Além disso, para garantir o pagamento da dívida, Joana aceitou ser fiadora, estabelecendo-se cláusula de fiança. Para aceitar a fiança prestada por Joana, Sebastião exigiu que esta apresentasse matrícula de um imóvel livre de quaisquer ônus. De fato, Joana apresentou certidão de matrícula demonstrando que o imóvel era de sua propriedade e livre de ônus. Constou, no instrumento de mútuo, cláusula informando sobre a existência deste imóvel, com todas as suas especificações. Não foi estabelecida renúncia ao benefício de ordem. Antes do vencimento da dívida, José faleceu, deixando exatamente R$ 100.000,00 (cem mil reais) de patrimônio, consistente em depósito em conta corrente. Deixou como herdeiras necessárias suas filhas, Fernanda e Marisa, que realizaram o inventário pela via extrajudicial, recebendo, cada uma, R$ 50.000,00 (cinquenta mil reais). Milton não possui recursos financeiros para pagar Sebastião, mas possui 2 (dois) imóveis sem quaisquer ônus, localizados no mesmo munícipio onde contratado o mútuo, cada um avaliado em R$ 200.000,00 (duzentos mil reais). Nesse cenário, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fernanda e Marisa têm sua responsabilidade limitada a R$ 25.000,00 (vinte e cinco mil reais), cada uma."
      },
      {
        "letra": "B",
        "texto": "Joana, na condição de fiadora, não pode exigir que sejam primeiro executados os bens de Milton e a herança recebida por Fernanda e Marisa."
      },
      {
        "letra": "C",
        "texto": "Havendo a expropriação de um dos bens de Milton, para pagamento da dívida, este não poderá cobrar de Fernanda e Marisa a parte que caberia a José pagar."
      },
      {
        "letra": "D",
        "texto": "Sebastião possui direito real de garantia sobre o imóvel de Joana."
      },
      {
        "letra": "E",
        "texto": "Fernanda e Marisa têm sua responsabilidade limitada a R$ 50.000,00 (cinquenta mil reais), cada uma."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "883327",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "À luz da jurisprudência dos tribunais superiores, julgue o seguinte item, relativo a direito do consumidor, desconsideração da personalidade jurídica, registros públicos e contratos bancários. A cobrança de juros capitalizados em contrato bancário de mútuo independe de expressa previsão contratual porque decorre da natureza da atividade realizada pela instituição financeira.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "875429",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Câmara de Salvador - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Arlindo e Geraldo, vizinhos no Município de Salvador, estabeleceram contrato de mútuo nas seguintes condições: Arlindo emprestaria R$ 30.000,00 (trinta mil reais) a Geraldo, que deveria lhe pagar, em 06 (seis) meses, a importância principal acrescida de correção pela variação do dólar norte-americano e juros remuneratórios de 2,5% ao mês. A respeito do mútuo, que, por livre vontade, veio a ser contratado, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o mútuo é nulo de pleno direito, nada devendo Geraldo a Arlindo, visto que não são lícitas as condições financeiras do negócio;"
      },
      {
        "letra": "B",
        "texto": "Geraldo deve pagar o valor principal acrescido da variação cambial, posto que o pacto de juros é ilegal;"
      },
      {
        "letra": "C",
        "texto": "o valor devido por Geraldo será apenas o montante principal, visto que não se pode aplicar variação cambial e tampouco os juros neste índice;"
      },
      {
        "letra": "D",
        "texto": "Geraldo deve pagar o valor total, visto que sua vontade foi livre e desembaraçada e manifestada sob plena liberdade contratual;"
      },
      {
        "letra": "E",
        "texto": "a importância devida será o valor principal acrescido de juros remuneratórios de acordo com o índice legal."
      }
    ],
    "gabarito": "E"
  }
]