[
  {
    "id": "3472138",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itatiba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Joana recebeu, por concessão de Teobaldo, o direito de superfície sobre um enorme terreno de propriedade dele, com a finalidade específica de construir moradias populares. No entanto, após adquirir o direito, Joana construiu no local um centro comercial e passou a alugar as lojas para fins lucrativos. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o Poder Público decida desapropriar a área, a indenização cabe a Teobaldo, proprietário do terreno."
      },
      {
        "letra": "B",
        "texto": "A concessão poderá ser resolvida antes do termo final, desde que Joana seja indenizada."
      },
      {
        "letra": "C",
        "texto": "Caso a concessão seja por prazo indeterminado, deverá ser lavrada escritura pública perante o Cartório de Registro de Imóveis."
      },
      {
        "letra": "D",
        "texto": "Joana poderá, independentemente de autorização de Teobaldo, realizar obras no subsolo para a construção de garagem subterrânea, considerando ser a garagem inerente ao objeto da concessão."
      },
      {
        "letra": "E",
        "texto": "Joana não poderá transferir o direito de superfície a terceiros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3017069",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Santarém - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Acerca do direito de superfície, à luz do Código Civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É inerente ao direito de superfície a autorização para obra no subsolo."
      },
      {
        "letra": "B",
        "texto": "É, por natureza, onerosa toda concessão de superfície."
      },
      {
        "letra": "C",
        "texto": "É do superficiário a responsabilidade pelos encargos e tributos que incidirem sobre o imóvel."
      },
      {
        "letra": "D",
        "texto": "É vedada a transferência a terceiros do direito de superfície."
      },
      {
        "letra": "E",
        "texto": "Extinto o contrato do direito de superfície em consequência de desapropriação, a indenização cabe apenas ao superficiário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2705748",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Câmara Municipal de Caratinga - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Jair tem uma fazenda. Seu amigo Pedro fez um acordo com Jair, de forma que Jair irá permitir, de maneira remunerada, que Pedro faça uma edificação em certo local da propriedade e exercer o direito de plantar o que desejar em área delimitada ao redor dessa edificação. Eles combinaram que essa permissão terá uma determinada duração e, neste período, inclusive, Pedro poderá, sem necessidade de qualquer anuência de Jair, até mesmo transferir o direito de utilizar a área para quem quiser, nos mesmos termos já acordados entre ele e Jair. Ao final do período de tempo pactuado, Pedro deverá devolver a área a Jair ou exercer o direito de comprar a propriedade dessa área específica, nos termos do contrato que foi feito entre as partes. Para maior segurança, querem que o contrato entre eles seja averbado junto do registro imobiliário, para que se configure um direito real. Levando-se em consideração o padrão das relações contratuais e a adequação integral ao desejo de Jair e Pedro, o contrato que atende a tudo que pedem é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Locação."
      },
      {
        "letra": "B",
        "texto": "Enfiteuse."
      },
      {
        "letra": "C",
        "texto": "Direito de superfície."
      },
      {
        "letra": "D",
        "texto": "Promessa de compra e venda com usufruto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2573591",
    "metadata": "Ano: 2024 | Banca: MARANATHA Assessoria | Órgão: Câmara de Altônia - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Os direitos reais de gozo ou fruição são situações reais em que há a divisão dos atributos relativos à propriedade ou domínio (propriedade restrita ou limitada). Ao instituto real pelo qual o proprietário concede a outrem, por tempo determinado ou indeterminado, gratuita ou onerosamente, o direito de construir ou plantar em seu terreno, damos o nome de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usufruto;"
      },
      {
        "letra": "B",
        "texto": "superfície;"
      },
      {
        "letra": "C",
        "texto": "uso;"
      },
      {
        "letra": "D",
        "texto": "servidões;"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2548570",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Passo Fundo - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "O Município de Passo Fundo pretende realizar a desapropriação de área urbana sobre a qual foi constituído direito real de superfície. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedada a desapropriação de área sobre a qual está constituída superfície."
      },
      {
        "letra": "B",
        "texto": "Caberá, ao Município, primeiro, propor ação de desconstituição de superfície para posteriormente proceder à desapropriação."
      },
      {
        "letra": "C",
        "texto": "É possível a desapropriação com o pagamento da indenização realizado integralmente ao proprietário."
      },
      {
        "letra": "D",
        "texto": "É possível a desapropriação com o pagamento da indenização realizado integralmente ao superficiário."
      },
      {
        "letra": "E",
        "texto": "É possível a desapropriação com o pagamento da indenização realizado ao proprietário e ao superficiário, no valor correspondente ao direito real de cada um."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2522209",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Enfiteuse e Superfície",
      "Usufruto",
      "Direito de Laje"
    ],
    "enunciado_principal": "São direitos reais os seguintes, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Usufruto."
      },
      {
        "letra": "B",
        "texto": "Laje."
      },
      {
        "letra": "C",
        "texto": "Superfície."
      },
      {
        "letra": "D",
        "texto": "Concessão de uso especial para qualquer fim."
      },
      {
        "letra": "E",
        "texto": "Os direitos oriundos da imissão provisória na posse, quando concedida à União, aos Estados, ao Distrito Federal, aos Municípios ou às suas entidades delegadas e a respectiva cessão e promessa de cessão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2471065",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Câmara de Belo Horizonte - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "O conflito de leis no tempo e sua vigência são importantes temas do direito. Indique a afirmativa que explicita adequadamente a questão com relação às enfiteuses e subenfiteuses, após a entrada em vigor do Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a constituição de enfiteuses e subenfiteuses que são disciplinadas pelas normas do atual código civil, Lei nº 10.406/2002."
      },
      {
        "letra": "B",
        "texto": "É possível a constituição de enfiteuses e subenfiteuses sendo, porém, disciplinadas pelas normas do código civil anterior, Lei nº 3.071/1916 e leis posteriores."
      },
      {
        "letra": "C",
        "texto": "Apesar de não ser mais possível a constituição de novas enfiteuses ou subenfiteuses, as existentes, quando da vigência do atual código, Lei nº 10.406/2002, são por ele disciplinadas."
      },
      {
        "letra": "D",
        "texto": "Apesar de proibida a constituição de enfiteuses ou subenfiteuses, as já existentes, quando da vigência do código atual, continuaram subordinadas às disposições do anterior, Lei nº 3.071/2016 e leis posteriores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2397768",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Enfiteuse e Superfície",
      "Direito de Laje"
    ],
    "enunciado_principal": "De acordo com o disposto no Código Civil, são direitos reais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a hipoteca, os contratos em geral e a anticrese."
      },
      {
        "letra": "B",
        "texto": "a posse, as servidões e o uso."
      },
      {
        "letra": "C",
        "texto": "a habitação, os direitos de vizinhança e o penhor."
      },
      {
        "letra": "D",
        "texto": "a propriedade, a superfície e a laje."
      },
      {
        "letra": "E",
        "texto": "a concessão de uso especial para fins de moradia, os direitos da personalidade e o usufruto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2304592",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Com base no que dispõe o Código Civil a respeito dos institutos jurídicos da superfície, das servidões e do usufruto, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O usufrutuário não tem direito à percepção dos frutos, que deverão ser entregues ao proprietário."
      },
      {
        "letra": "B",
        "texto": "O direito de superfície sempre autoriza também que se faça obra no subsolo."
      },
      {
        "letra": "C",
        "texto": "A concessão da superfície não pode ser gratuita."
      },
      {
        "letra": "D",
        "texto": "O direito de superfície não se transmite a terceiros."
      },
      {
        "letra": "E",
        "texto": "Após o exercício incontestado e contínuo de uma servidão aparente por dez anos, o interessado poderá registrá-la em seu nome no registro de imóveis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2272723",
    "metadata": "Ano: 2023 | Banca: TJ-AM | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "A respeito do direito de superfície, assinale a alternativa correta de acordo com a regra geral prevista no Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O superficiário não responderá pelos encargos e tributos que incidirem sobre o imóvel."
      },
      {
        "letra": "B",
        "texto": "A concessão da superfície somente pode se dar de maneira onerosa, sendo permitido às partes se o pagamento será feito de uma só vez, ou parceladamente."
      },
      {
        "letra": "C",
        "texto": "O direito de superfície pode transferir-se a terceiros e, por morte do superficiário, aos seus herdeiros."
      },
      {
        "letra": "D",
        "texto": "O direito de superfície autoriza obra no subsolo, salvo se for inerente ao objeto da concessão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2211298",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "O instituto da enfiteuse",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é negócio jurídico a título gratuito."
      },
      {
        "letra": "B",
        "texto": "admite o registro notarial quando retrata nova enfiteuse."
      },
      {
        "letra": "C",
        "texto": "só admite transmissão inter vivos."
      },
      {
        "letra": "D",
        "texto": "não se sujeita à incidência tributária."
      },
      {
        "letra": "E",
        "texto": "relaciona-se à transmissão do domínio útil de imóvel."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2208229",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Julgue o item a seguir, com base no Código Civil.Na concessão a terceiro do direito de superfície, o superficiário responde pelos encargos e tributos que incidem sobre o imóvel concedido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1968455",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Se uma pessoa, por meio de escritura pública devidamente registrada no cartório de registro de imóveis, conceder a outra o direito de construir em seu terreno, caracteriza-se o direito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usufruto."
      },
      {
        "letra": "B",
        "texto": "habitação."
      },
      {
        "letra": "C",
        "texto": "superfície."
      },
      {
        "letra": "D",
        "texto": "uso."
      },
      {
        "letra": "E",
        "texto": "servidão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1869903",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Acerca do direito de superfície é correto afirmar: I. A concessão do direito de superfície sempre será onerosa. II. O direito de superfície abrange o direito de utilizar o solo, o subsolo ou o espaço aéreo relativo ao terreno, na forma estabelecida no contrato respectivo, atendida a legislação urbanística. III. O direito de superfície pode ser transferido a terceiros, obedecidos os termos do contrato respectivo. IV. Em caso de morte do superficiário, os seus direitos não serão transmitidos a seus herdeiros. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva II está incorreta."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II, III e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1868342",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Por meio do Direito de superfície, o proprietário pode conceder a outrem o direito de construir ou de plantar em seu terreno, por tempo determinado, mediante escritura pública devidamente registrada no Cartório de Registro de Imóveis. A respeito do assunto, leia as assertivas a seguir e responda: I. O direito de superfície não autoriza obra no subsolo, salvo se for inerente ao objeto da concessão. II. O superficiário não responderá pelos encargos e tributos que incidirem sobre o imóvel. III. A concessão da superfície será sempre onerosa, podendo as partes estipularem se o pagamento será feito de uma só vez, ou parceladamente. IV. O direito de superfície não pode se transferir a terceiros. Considerando as assertivas acima, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas as assertivas I, II, III e IV"
      },
      {
        "letra": "B",
        "texto": "Apenas estão corretas as assertivas I, II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas estão corretas as assertivas II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva I está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1744078",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Marcio, proprietário de um imóvel e passando por necessidades financeiras em razão de ter sido demitido do seu trabalho, deseja conceder a uma outra pessoa, mediante remuneração, o direito de construir e plantar em seu terreno por tempo determinado, como forma de obter alguma verba financeira no período em que permanece sem emprego. A este direito real dá-se o nome de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Superfície."
      },
      {
        "letra": "B",
        "texto": "Usufruto."
      },
      {
        "letra": "C",
        "texto": "Servidão."
      },
      {
        "letra": "D",
        "texto": "Hipoteca."
      },
      {
        "letra": "E",
        "texto": "Propriedade fiduciária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1682313",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Santa Luzia D`Oeste - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta o nome do direito real que preceitua que proprietário pode conceder a outrem o direito de construir ou de plantar em seu terreno, por tempo determinado, mediante escritura pública devidamente registrada no Cartório de Registro de Imóveis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Propriedade"
      },
      {
        "letra": "B",
        "texto": "Superfície"
      },
      {
        "letra": "C",
        "texto": "Uso"
      },
      {
        "letra": "D",
        "texto": "Anticrese"
      },
      {
        "letra": "E",
        "texto": "Concessão de uso para fins de moradia"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2009612",
    "metadata": "Ano: 2019 | Banca: IMA | Órgão: Prefeitura de Paço do Lumiar - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Enfiteuse e Superfície",
      "Uso e Habitação"
    ],
    "enunciado_principal": "São exemplos de direitos reais, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de superfície."
      },
      {
        "letra": "B",
        "texto": "O direito à posse."
      },
      {
        "letra": "C",
        "texto": "O direito de uso."
      },
      {
        "letra": "D",
        "texto": "O direito de habitação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1648157",
    "metadata": "Ano: 2019 | Banca: CONTEMAX | Órgão: Prefeitura de Lucena - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "O proprietário urbano poderá conceder a outrem o direito de superfície do seu terreno, por tempo determinado ou indeterminado, mediante escritura pública registrada no cartório de registro de imóveis. Assinale a alternativa em que o parágrafo está incorreto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "§ 1º O direito de superfície abrange o direito de utilizar o solo, o subsolo ou o espaço aéreo relativo ao terreno, na forma estabelecida no contrato respectivo, atendida a legislação urbanística."
      },
      {
        "letra": "B",
        "texto": "§ 2º A concessão do direito de superfície não poderá ser gratuita, ficando estabelecida a concessão do direito de superfície de forma onerosa."
      },
      {
        "letra": "C",
        "texto": "§ 3º O superficiário responderá integralmente pelos encargos e tributos que incidirem sobre a propriedade superficiária, arcando, ainda, proporcionalmente à sua parcela de ocupação efetiva, com os encargos e tributos sobre a área objeto da concessão do direito de superfície, salvo disposição em contrário do contrato respectivo."
      },
      {
        "letra": "D",
        "texto": "§ 4º O direito de superfície pode ser transferido a terceiros, obedecidos os termos do contrato respectivo."
      },
      {
        "letra": "E",
        "texto": "§ 5º Por morte do superficiário, os seus direitos transmitem-se a seus herdeiros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1256706",
    "metadata": "Ano: 2019 | Banca: FUNDATEC | Órgão: Prefeitura de Salto do Jacuí - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "O proprietário urbano poderá conceder a outrem o direito de superfície do seu terreno, por tempo determinado ou indeterminado, mediante escritura pública registrada no cartório de registro de imóveis. Sobre o direito de superfície, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Abrange o direito de utilizar somente o solo, na forma estabelecida no contrato respectivo, atendida a legislação urbanística."
      },
      {
        "letra": "B",
        "texto": "A concessão desse direito é sempre gratuita."
      },
      {
        "letra": "C",
        "texto": "Não pode ser transferido a terceiros."
      },
      {
        "letra": "D",
        "texto": "Por morte do superficiário, os seus direitos transmitem-se ao município."
      },
      {
        "letra": "E",
        "texto": "Em caso de alienação do terreno, ou do direito de superfície, o superficiário e o proprietário, respectivamente, terão direito de preferência, em igualdade de condições à oferta de terceiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1037190",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "De acordo com o Código Civil Brasileiro, analise as seguintes afirmativas sobre o direito real de superfície. I. O direito real de superfície concede ao seu titular o direito de construir ou plantar em terreno alheio, perpétua ou temporariamente. II. O contrato que institui a superfície pode ser gratuito ou oneroso. No oneroso, o proprietário da terra tem direito a pagamento, que poderá ser feito de uma só vez ou parceladamente. III. O direito de superfície pode transferir-se a terceiros e, por morte do superficiário, aos seus herdeiros. É permitido ao concedente cobrar um pagamento pela transferência, a que título for. IV. O direito real de superfície somente se constitui mediante escritura pública, devidamente registrada no Cartório de Registro de Imóveis. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1008840",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Segundo posicionamento do Superior Tribunal de Justiça, é possível reconhecer a usucapião do domínio útil de bem público sobre o qual tinha sido, anteriormente, instituída enfiteuse, pois, nessa circunstância, existe apenas a substituição do enfiteuta pelo usucapiente, não havendo qualquer prejuízo ao Estado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "987280",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Se, mediante escritura pública, o proprietário de um terreno conceder a terceiro, por tempo determinado, o direito de plantar em seu terreno, então, nesse caso, estará configurado o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "direito de superfície."
      },
      {
        "letra": "B",
        "texto": "direito de uso."
      },
      {
        "letra": "C",
        "texto": "usufruto resolutivo."
      },
      {
        "letra": "D",
        "texto": "usufruto impróprio."
      },
      {
        "letra": "E",
        "texto": "comodato impróprio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987120",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície",
      "Usufruto",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Renata é proprietária de um terreno na área rural de um município no Estado de São Paulo. Com dificuldades financeiras, decide conceder a Marcelo o direito de plantar em seu terreno, por tempo determinado, mediante escritura pública devidamente registrada no Cartório de Registro de Imóveis. Essa situação hipotética trata de uma hipótese do direito real de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "servidão."
      },
      {
        "letra": "B",
        "texto": "uso."
      },
      {
        "letra": "C",
        "texto": "usufruto."
      },
      {
        "letra": "D",
        "texto": "habitação."
      },
      {
        "letra": "E",
        "texto": "superfície."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "974042",
    "metadata": "Ano: 2019 | Banca: UPENET/IAUPE | Órgão: UPE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "O direito de superfície permite ao proprietário conceder a outrem o direito de construir ou de plantar em seu terreno, por tempo determinado, mediante escritura pública devidamente registrada no Cartório de Registro de Imóveis. Contudo, o direito de superfície não permite",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a concessão da superfície a título gratuito."
      },
      {
        "letra": "B",
        "texto": "a transferência para terceiros, inter vivos ou mortis causa."
      },
      {
        "letra": "C",
        "texto": "que seja estipulado pelo concedente, a nenhum título, qualquer pagamento pela transferência realizada para outrem."
      },
      {
        "letra": "D",
        "texto": "a concessão da superfície a título oneroso."
      },
      {
        "letra": "E",
        "texto": "em caso de alienação do imóvel ou do direito de superfície, que o superficiário ou o proprietário tenha direito de preferência, em igualdade de condições."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1731025",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Ervália - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície",
      "Propriedade Resolúvel e Propriedade Fiduciária",
      "Direito de Laje"
    ],
    "enunciado_principal": "Analise as seguintes afirmativas sobre os direitos reais e assinale com V as verdadeiras e com F as falsas. ( ) As normas previstas no Código Civil sobre direito de superfície não revogam as relativas a direito de superfície constantes do Estatuto da Cidade (Lei nº 10.257/2001) por ser instrumento de política de desenvolvimento urbano. ( ) A destinação diversa dada pelo superficiário ao terreno objeto do direito de superfície é causa de suspensão do contrato por até 90 (noventa) dias, não havendo que se falar em extinção do direito de superfície sem que seja dada a prévia oportunidade ao contratante de regularizar a adequação da área. ( ) O direito de laje, instituído como direito real, somente se caracterizará em construções verticais ascendentes ou descendentes, concedendo ao titular do novo direito a possibilidade de manutenção de unidade autônoma da edificação original. ( ) A propriedade fiduciária gera a imediata transferência da propriedade do fiduciante ao credor fiduciário, como premissa para que o vendedor possa imediatamente receber o preço e se satisfazer. Já na reserva de domínio, a relação jurídica se circunscreve a vendedor e comprador, pois o próprio alienante realiza o financiamento da aquisição em prestações. Assinale a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F V V F"
      },
      {
        "letra": "B",
        "texto": "V V F F"
      },
      {
        "letra": "C",
        "texto": "V F V V"
      },
      {
        "letra": "D",
        "texto": "F F F V"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1044360",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Registro - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Os direitos reais têm como cerne a criação de um elo jurídico entre uma pessoa natural ou jurídica e uma coisa móvel ou imóvel. Acerca dos direitos reais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de superfície, que sempre terá como objeto coisas imóveis, caracteriza-se pela concessão de um bem do proprietário a outrem a fim de que ele, o superficiário, nele plante ou construa, por prazo determinado."
      },
      {
        "letra": "B",
        "texto": "Sendo imóvel o objeto do usufruto, poderá o usufrutuário livremente vende-lo a terceiros, assegurando-se preempção ao nu proprietário."
      },
      {
        "letra": "C",
        "texto": "No penhor, a coisa móvel empenhada ficará sempre sob a custódia do credor pignoratício."
      },
      {
        "letra": "D",
        "texto": "É válida, desde que prevista em contrato agasalhado apenas pelo Direito Civil, a cláusula que proíbe o proprietário de alienar a coisa ofertada em hipoteca."
      },
      {
        "letra": "E",
        "texto": "A concessão de uso especial para fins de moradia abrange bens móveis e imóveis."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1003739",
    "metadata": "Ano: 2018 | Banca: IV - UFG | Órgão: Prefeitura de Jataí - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "O ordenamento jurídico brasileiro prevê o direito de superfície, direito real sobre coisa alheia, contemplando-o no Código Civil e no Estatuto da Cidade, sendo que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o proprietário não poderá utilizar o imóvel durante a vigência do contrato de superfície."
      },
      {
        "letra": "B",
        "texto": "o superficiário tem direito de usar, gozar e dispor da coisa alheia na integralidade."
      },
      {
        "letra": "C",
        "texto": "o superficiário pode dar em garantia o direito de superfície para pagamento de dívidas."
      },
      {
        "letra": "D",
        "texto": "o proprietário receberá pela transmissão inter vivos do direito de superfície."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "980359",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Nova Odessa - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Sobre o direito real de superfície, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao contrário da lei de locações, em regra, os encargos e tributos que incidirem sobre o imóvel são de responsabilidade do proprietário."
      },
      {
        "letra": "B",
        "texto": "No caso de extinção do direito de superfície em consequência de desapropriação, a indenização caberá integralmente ao proprietário."
      },
      {
        "letra": "C",
        "texto": "O direito de superfície garante o direito de construir ou plantar em terreno alheio por tempo indeterminado."
      },
      {
        "letra": "D",
        "texto": "A constituição do direito de superfície poderá ser feita por contrato verbal entre as partes ou por escritura pública, a depender do valor estipulado."
      },
      {
        "letra": "E",
        "texto": "O direito de superfície não autoriza obra no subsolo, salvo se for inerente ao objeto da concessão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "958689",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Prefeitura de Caruaru - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "O direito de superfície I. é direito pessoal sobre coisa alheia, porém oponível erga omnes. II. deve ser constituído mediante escritura pública, devidamente registrada no Cartório de Registro de Imóveis. III. não autoriza obra no subsolo, salvo se for inerente ao objeto da concessão. IV. sua concessão será necessariamente onerosa, podendo as partes estipular o pagamento de uma só vez ou parceladamente. V. pode transferir-se a terceiro e, por morte do superficiário, aos seus herdeiros. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e V."
      },
      {
        "letra": "B",
        "texto": "I, II, IV e V."
      },
      {
        "letra": "C",
        "texto": "III, IV e V."
      },
      {
        "letra": "D",
        "texto": "I, II e V."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "929661",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Itaquaquecetuba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "Por meio do direito de superfície, o proprietário pode conceder a outrem o direito de construir ou de plantar em seu terreno, por tempo determinado, mediante escritura pública, devidamente registrada no Cartório de Registro de Imóveis. Sobre o instituto, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por se tratar de direito real sobre imóveis, sua instituição será onerosa, devendo as partes estipular se o pagamento será feito de uma só vez."
      },
      {
        "letra": "B",
        "texto": "o direito de superfície pode transferir-se a terceiros e, por morte do superficiário, aos seus herdeiros."
      },
      {
        "letra": "C",
        "texto": "poderá o concedente, na escritura de instituição, fixar desde logo o valor devido pelo superficiário nos casos de transferência de seu direito para terceiros."
      },
      {
        "letra": "D",
        "texto": "em caso de alienação do imóvel ou do direito de superfície não há para o superficiário ou para o proprietário direito de preferência."
      },
      {
        "letra": "E",
        "texto": "o direito de superfície não pode ser constituído por pessoa jurídica de direito público interno dada a sua natureza não patrimonial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "871900",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície"
    ],
    "enunciado_principal": "O proprietário de um imóvel onde foi edificado um galpão comercial de grandes dimensões precisa otimizar as receitas decorrentes da exploração desse bem. Uma das alternativas que lhe foram apresentadas foi a construção de um espaço para a realização de feiras e eventos, atraindo, assim, mais interessados em utilizar também o galpão comercial. Considerando que não há área livre de terreno suficiente para a edificação do espaço pretendido, o proprietário",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá transferir o direito de construir de seu terreno para que o adquirente o exerça em outro imóvel, considerando a impossibilidade de aproveitamento do imóvel para a finalidade pretendida."
      },
      {
        "letra": "B",
        "texto": "poderá edificar a construção no espaço aéreo do galpão comercial, desde que tecnicamente possível e que seja o responsável direto pela exploração, vedada a cessão a terceiros."
      },
      {
        "letra": "C",
        "texto": "poderá conceder onerosamente o direito de superfície de seu imóvel, sendo permitido ao superficiário construir e explorar o espaço de eventos no espaço aéreo do galpão, revertendo ao dono do terreno as acessões e benfeitorias ao fim do contrato."
      },
      {
        "letra": "D",
        "texto": "deverá providenciar projeto de reforma do galpão comercial, para fins de ampliar a dimensão de área construída e então viabilizar a destinação das acessões para o segmento de feiras e eventos."
      },
      {
        "letra": "E",
        "texto": "deverá outorgar a terceiros o direito de construir em seu terreno, de forma que não seja responsável pelos investimentos necessários para implantação do projeto, remanescendo com o direito de retomar o domínio pleno do imóvel quando da extinção do contrato."
      }
    ],
    "gabarito": "C"
  }
]