[
  {
    "id": "3208076",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "À luz do Código Civil, da doutrina civilista e da jurisprudência do STJ, julgue o item a seguir, relativo ao direito contratual. Nas relações contratuais meramente civis, a fase de propostas, dirigida ao público em geral, não vincula o proponente, por falta do caráter receptível, em razão da ausência de oblato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3283983",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "O contrato nasce da conjunção de duas ou mais vontades coincidentes, sem prejuízo de outros elementos, o que consubstancia aquilo que se denomina autonomia privada. Com base em seus conhecimentos e o que diz a Legislação pertinente sobre o tema, assinale a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A fase de debates ou negociações preliminares não vincula os participantes quanto à celebração do contrato definitivo."
      },
      {
        "letra": "B",
        "texto": "A fase de proposta, denominada fase de oferta formalizada, policitação ou oblação, constitui a manifestação da vontade de contratar, por uma das partes, que solicita a concordância da outra."
      },
      {
        "letra": "C",
        "texto": "A fase de contrato preliminar não é obrigatória entre as partes, sendo dispensável."
      },
      {
        "letra": "D",
        "texto": "A última fase de formação do contrato é a fase do contrato definitivo, quando ocorre o choque ou encontro de vontades originário da liberdade contratual ou autonomia privada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3096212",
    "metadata": "Ano: 2024 | Banca: FURB | Órgão: Câmara de Brusque - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Acerca da disciplina dos contratos no Código Civil, julgue as seguintes assertivas: I.A liberdade contratual será exercida nos limites da função social do contrato. Nas relações contratuais privadas, deve prevalecer o princípio da intervenção necessária e da revisão contratual sempre que qualquer das partes se sentir lesada. II.A proposta de contrato obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso. III.Os contratos civis e empresariais presumem-se paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção. Contudo, por força do princípio da boa-fé objetiva e da proteção jurídica da parte vulnerável, não é lícito que as partes negociantes estabeleçam parâmetros objetivos para a interpretação das cláusulas negociais, e muito menos de seus pressupostos de revisão ou de resolução, pois as cláusulas contratuais podem ser interpretadas pelo Poder Judiciário. IV.Considera-se inexistente a aceitação da proposta de contrato, se antes dela ou com ela chegar ao proponente a retratação do aceitante. É correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3028428",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "A franqueadora X enviou à franqueada Y o instrumento contratual de franquia. Esta, embora não tenha assinado e restituído o documento àquela, colocou em prática os termos contratados, tendo recebido treinamento da franqueadora, utilizado sua marca e instalado as franquias. Inclusive, pagou à franqueadora as contraprestações estabelecidas no contrato. Nesse caso, embora não se tenha assinado o contrato, a declaração tácita de vontade pode ser aferida à luz do seguinte instituto do direito civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tu quoque;"
      },
      {
        "letra": "B",
        "texto": "gestão de negócios;"
      },
      {
        "letra": "C",
        "texto": "contrato preliminar;"
      },
      {
        "letra": "D",
        "texto": "adimplemento substancial;"
      },
      {
        "letra": "E",
        "texto": "comportamento concludente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2542388",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "A respeito de inadimplemento das obrigações e de aspectos relativos aos contratos, assinale a opção correta de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O inadimplemento da obrigação, positiva e líquida, no seu termo, constitui o devedor em mora apenas mediante interpelação judicial ou extrajudicial."
      },
      {
        "letra": "B",
        "texto": "É vedado às partes estipular contratos atípicos, uma vez que a legislação estabelece um rol taxativo de contratos admitidos no direito civil."
      },
      {
        "letra": "C",
        "texto": "Nos contratos de execução continuada, se a prestação de uma das partes se tornar excessivamente onerosa, com extrema vantagem para a outra, em virtude de acontecimentos extraordinários e imprevisíveis, o devedor poderá pedir a resolução do contrato."
      },
      {
        "letra": "D",
        "texto": "A herança de pessoa viva pode ser objeto de contrato, devendo este ser feito por instrumento particular."
      },
      {
        "letra": "E",
        "texto": "Na formação dos contratos, a proposta de contrato obriga o oblato, se o contrário não resultar dos termos dela, da natureza do negócio ou das circunstâncias do caso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2507805",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Em relação aos contratos, julgue o item seguinte. A partir da negociação entre o comprador e o vendedor, é possível deixar ao arbítrio daquele a taxação do preço.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2375281",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Natascha, sócia majoritária e administradora do Restaurante Aliôcha Ltda., apresenta por meio de mensagem eletrônica (e-mail) a Ivana, proprietária do imóvel sede do restaurante, proposta de renovação do contrato de locação empresarial. De acordo com ela, o contrato durará dez anos, sendo o valor do aluguel reajustado em vinte e três por cento. Dois dias após o recebimento da proposta, a proprietária emite mensagem eletrônica aceitando a proposta, condicionando a renovação ao prazo de duração de cinco anos. Diante da resposta, Natascha não tem mais interesse na renovação, até porque há uma melhor oportunidade no imóvel vizinho. Diante da situação hipotética, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Restaurante Aliôcha, representado por Natascha, não poderá desistir da proposta, visto que ela vincula o proponente."
      },
      {
        "letra": "B",
        "texto": "Como a proposta foi feita sem prazo e não foi imediatamente aceita, Natascha, em nome do Restaurante Aliôcha, não está obrigada a cumpri-la."
      },
      {
        "letra": "C",
        "texto": "A aceitação de Ivana foi feita com restrições, sendo considerada como nova proposta, permitindo à Natascha, em nome do restaurante, a recusa."
      },
      {
        "letra": "D",
        "texto": "A proposta não vincula Natascha, haja vista que o contrato de locação é considerado como sinalagmático, não obrigando, por sua natureza, o proponente."
      },
      {
        "letra": "E",
        "texto": "Se a retratação de Natascha tivesse chegado à Ivana até vinte e quatro horas depois da proposta, geraria a sua desobrigação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2373445",
    "metadata": "Ano: 2024 | Banca: FUNCERN | Órgão: Prefeitura de Carnaúba dos Dantas - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "À luz das disposições do Código Civil de 2002 sobre a formação dos contratos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reputar-se-á celebrado o contrato no lugar do domicílio do proponente."
      },
      {
        "letra": "B",
        "texto": "a aceitação fora do prazo, com adições, restrições, ou modificações, não importará nova proposta."
      },
      {
        "letra": "C",
        "texto": "considera-se inexistente a aceitação, se antes dela ou com ela chegar ao proponente a retratação do aceitante."
      },
      {
        "letra": "D",
        "texto": "pode revogar-se a oferta pela mesma via de sua divulgação, ainda que não haja previsão desta faculdade na oferta realizada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2288423",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CRC-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Na parte geral do Código Civil, são estabelecidas as diretrizes e os princípios fundamentais que regem os contratos. Considerando que esta seção do Código Civil trata dos elementos essenciais dos contratos, sua formação, execução, inadimplemento, extinção e outros aspectos relacionados, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aceitação fora do prazo, com adições, restrições ou modificações, não importará nova proposta."
      },
      {
        "letra": "B",
        "texto": "Considera-se existente a aceitação, se antes dela ou com ela chegar ao proponente a retratação do aceitante."
      },
      {
        "letra": "C",
        "texto": "A proposta de contrato obriga o proponente, se o contrário resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso."
      },
      {
        "letra": "D",
        "texto": "Se a aceitação, por circunstância imprevista, chegar tarde ao conhecimento do proponente, este comunicá-lo-á imediatamente ao aceitante, sob pena de responder por perdas e danos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2236213",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: RBPREV - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "A maior parte dos contratos não necessita de forma específica para se tornar perfeito e acabado, obrigando as partes. Trata-se de caso em que se formou o contrato, vinculando as partes, a realização de uma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oferta ao público de compra e venda de um bem móvel, apenas com valor e especificações, aceita por um interessado que se dispôs a pagar a prazo."
      },
      {
        "letra": "B",
        "texto": "proposta de compra e venda de um automóvel, sem prazo, pessoalmente, e aceita no dia seguinte pelo seu destinatário."
      },
      {
        "letra": "C",
        "texto": "proposta, aceita pelo destinatário com modificação apenas quanto a forma de pagamento, alterando-se o pagamento a prazo para à vista."
      },
      {
        "letra": "D",
        "texto": "proposta por carta, com prazo de 5 (cinco) dias, sendo enviada carta de aceitação no último dia do prazo, recebida pelo proponente no dia seguinte."
      },
      {
        "letra": "E",
        "texto": "proposta completa por e-mail com prazo de 24 (vinte e quatro horas) sem ressalvas, com o envio da retração após 2 (dois) minutos em razão de um erro, tendo sido enviada pelo destinatário a aceitação e entregue 1 (um) minuto após a realização da proposta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2209984",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: Prefeitura de Rio Branco - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Sobre os contratos e sua formação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deixa de ser obrigatória a proposta se e, antes dela, ou simultaneamente, chegar ao conhecimento da outra parte a retratação do proponente."
      },
      {
        "letra": "B",
        "texto": "não é lícito às partes estipular contratos atípicos."
      },
      {
        "letra": "C",
        "texto": "a aceitação fora do prazo, com adições, restrições, ou modificações, importará nova proposta."
      },
      {
        "letra": "D",
        "texto": "não se considera como inexistente a aceitação, se antes dela ou com ela chegar ao proponente a retratação do aceitante."
      },
      {
        "letra": "E",
        "texto": "nos contratos de adesão, são nulas as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110565",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Durante a vigência de contrato em relação de trato sucessivo, foi proposta ação em que se pretende o reconhecimento da abusividade de cláusula contratual e, por consequência, a restituição dos valores indevidamente pagos. Não houve, por sua vez, a negativa do próprio direito de fundoEm casos semelhantes ao da situação hipotética anterior, o STJ entende que a revisão da cláusula contratual",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser requerida durante a vigência do contrato, caso em que o prazo será decadencial, sendo imprescindível discutir-se na ação a validade do próprio negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "exige a conclusão do contrato, a partir de quando se inicia a contagem do prazo decadencial, sendo imprescindível discutir-se na ação a validade do próprio negócio jurídico."
      },
      {
        "letra": "C",
        "texto": "pode ser requerida durante a vigência do contrato, caso em que o prazo será prescricional, sendo desnecessário discutir na ação a validade do próprio negócio jurídico."
      },
      {
        "letra": "D",
        "texto": "exige a conclusão do contrato, a partir de quando se inicia a contagem do prazo prescricional, sendo imprescindível discutir-se na ação a validade do próprio negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "pode ser requerida durante a vigência do contrato, caso em que o prazo será decadencial, sendo desnecessário discutir na ação a validade do próprio negócio jurídico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2087950",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: SEGEP-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Carla e Julia, respectivamente com seus 20 e 25 anos de idade, são colegas de trabalho há dez anos. Certo dia elas decidem realizar uma aposta de jogo do bicho. Antes da aposta, Carla e Julia redigem um contrato particular estabelecendo que, em caso de êxito na aposta, o prêmio deverá ser dividido em partes iguais. Em consideração ao fato narrado é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão presentes todos os requisitos do negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "O objeto do negócio realizado entre Carla e Júlia é ilícito."
      },
      {
        "letra": "C",
        "texto": "O negócio é inválido pela falta de agente capaz e legitimado."
      },
      {
        "letra": "D",
        "texto": "A forma como o negócio foi celebrado não condiz com a prescrita em lei."
      },
      {
        "letra": "E",
        "texto": "Trata-se de negócio que tem objeto indeterminado, pois há mera expectativa do prêmio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2075583",
    "metadata": "Ano: 2023 | Banca: FUMARC | Órgão: AL-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido",
      "Constituição da Relação Contratual - sujeitos, forma e objeto",
      "Classificação dos Contratos"
    ],
    "enunciado_principal": "Relativamente às regras contratuais previstas no Código Civil brasileiro vigente, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa recebida em virtude de contrato comutativo não pode ser enjeitada por vícios ou defeitos ocultos."
      },
      {
        "letra": "B",
        "texto": "A liberdade contratual será exercida nos limites da função social do contrato, sendo que, nas relações contratuais privadas, prevalecerão o princípio da intervenção mínima e a excepcionalidade da revisão contratual."
      },
      {
        "letra": "C",
        "texto": "Os contratos civis e empresariais não se presumem paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção, ressalvados os regimes jurídicos previstos em leis especiais, garantido também que: as partes negociantes poderão estabelecer parâmetros objetivos para a interpretação das cláusulas negociais e de seus pressupostos de revisão ou de resolução; a alocação de riscos definida pelas partes deve ser respeitada e observada; e a revisão contratual somente ocorrerá de maneira excepcional e limitada."
      },
      {
        "letra": "D",
        "texto": "Tanto a cláusula resolutiva expressa, quanto a tácita operam de pleno direito, independentemente de interpelação judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2065728",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: CGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Uma montadora de automóveis celebrou contrato com uma fabricante de peças prevendo a entrega mensal de certa quantia de peças, tendo o contrato prazo determinado de dois anos. A respeito do tema de contratos em geral, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato celebrado pela montadora de automóveis e a fabricante de peças presume-se paritário e simétrico."
      },
      {
        "letra": "B",
        "texto": "No contrato narrado, prevalecerá o princípio da intervenção média no contrato, desde que associado aos princípios da função social e à boa-fé objetiva."
      },
      {
        "letra": "C",
        "texto": "Caso haja necessidade, as partes poderão requerer a revisão contratual, que será realizada de maneira geral e ilimitada."
      },
      {
        "letra": "D",
        "texto": "No caso previsto no enunciado, a alocação de riscos não deve ser respeitada pelo Poder Judiciário, que tem amplo poder para modificação de cláusulas contratuais."
      },
      {
        "letra": "E",
        "texto": "A liberdade contratual é ampla, não devendo ser limitada pela função social do contrato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2176038",
    "metadata": "Ano: 2022 | Banca: Instituto UniFil | Órgão: Câmara de Mandaguaçu - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Classificação dos Contratos"
    ],
    "enunciado_principal": "Conforme disposto no Código Civil - Dos contratos, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando houver no contrato de adesão cláusulas ambíguas ou contraditórias, dever-se-á adotar a interpretação mais favorável ao aderente"
      },
      {
        "letra": "B",
        "texto": "A liberdade contratual será exercida nos limites da função social do contrato."
      },
      {
        "letra": "C",
        "texto": "É licito ser objeto de contrato a herança de pessoa viva."
      },
      {
        "letra": "D",
        "texto": "Os contratantes são obrigados a guardar, assim na conclusão do contrato, como em sua execução, os princípios de probidade e boa-fé."
      },
      {
        "letra": "E",
        "texto": "Nos contratos de adesão, são nulas as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1984348",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "A sociedade empresária Transportes Ltda. celebrou contrato com a sociedade empresária Manutenções Ltda., por via do qual esta se obrigou perante aquela, mediante retribuição, a fornecer serviços de manutenção mecânica de ônibus intermunicipais. No instrumento contratual, dentre outras, estipularam as seguintes cláusulas: (1ª) a sociedade empresária Manutenções Ltda. deve manter uma equipe fixa de manutenção no galpão da sociedade empresária Transportes Ltda.; (2ª) a sociedade empresária Manutenções Ltda. deve fornecer serviços de reparos em regime de urgência, deslocando equipe para o local onde o veículo se encontrar, sempre que acionada; (3ª) o descumprimento de qualquer dessas obrigações importa pagamento de multa de 10% sobre o valor da remuneração por dia de desfalque nos serviços ou por chamado urgente não atendido; (4ª) se houver três infrações contratuais no mesmo mês ou cinco no intervalo de dois meses, o contrato é tido como extinto, devendo a sociedade empresária Manutenções Ltda. pagar multa em valor correspondente a três vezes a remuneração mensal paga pela sociedade empresária Transportes Ltda.; e (5ª) qualquer questão deve ser tratada no foro do Distrito Federal e as partes renunciam, previamente, ao direito de recorrer contra qualquer decisão do juízo de primeira instância, que será a única instância a resolver qualquer controvérsia de maneira definitiva. Diante do caso acima, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A cláusula primeira revela obrigação de execução continuada, não havendo elementos que permitam concluir que a superveniência de condição resolutiva gere efeitos quanto aos atos já praticados."
      },
      {
        "letra": "B",
        "texto": "A cláusula segunda denota regime de sobreaviso regulado pelas normas de Direito Trabalhista, que prevalecem sobre as normas de Direito Civil."
      },
      {
        "letra": "C",
        "texto": "A cláusula terceira prevê cláusula penal compensatória, cuja função é pré-fixar as perdas e os danos em face do inadimplemento."
      },
      {
        "letra": "D",
        "texto": "A cláusula quarta indica cláusula resolutiva expressa, produzindo efeitos a partir de simples interpelação judicial."
      },
      {
        "letra": "E",
        "texto": "É nula a cláusula de renúncia ao direito de recorrer das decisões de primeira instância, porque as normas e garantias processuais que envolvem o direito ao recurso são de ordem pública e de natureza indisponível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1926006",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Rosália efetuou a doação de um terreno para o Município de Euclidelândia, para que nele seja construída uma escola no prazo de um ano a contar da data da celebração do negócio jurídico. Os elementos acidentais presentes no contrato são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "encargo e termo;"
      },
      {
        "letra": "B",
        "texto": "condição suspensiva e encargo;"
      },
      {
        "letra": "C",
        "texto": "condição resolutiva e termo;"
      },
      {
        "letra": "D",
        "texto": "termo e condição inicial;"
      },
      {
        "letra": "E",
        "texto": "encargo e condição final."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1923393",
    "metadata": "Ano: 2022 | Banca: CESGRANRIO | Órgão: ELETROBRAS-ELETRONUCLEAR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Em contrato comercial internacional, entre uma empresa chinesa e uma empresa brasileira, é prevista uma cláusula que visa ao reajuste contratual quando a execução houver se tornado demasiado onerosa. Esse ajuste tem por objetivo a manutenção da relação contratual, em caso de modificações imprevisíveis de ordem econômica e supervenientes à celebração do contrato. O dispositivo contratual delimita o evento que pode dar ensejo à sua aplicação e ao método por meio do qual será realizada a adaptação do contrato. O nome dado a esta cláusula típica é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Arbitral"
      },
      {
        "letra": "B",
        "texto": "Hardship"
      },
      {
        "letra": "C",
        "texto": "Force Majeure"
      },
      {
        "letra": "D",
        "texto": "Rebus sic stantibus"
      },
      {
        "letra": "E",
        "texto": "Pacta sunt servanda"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1913297",
    "metadata": "Ano: 2022 | Banca: IPEFAE | Órgão: Câmara de Espírito Santo do Pinhal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "De acordo com o Código Civil brasileiro em vigor, a proposta de contrato obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso. Contudo, em alguns casos previstos expressamente no mesmo diploma legal, a proposta pode deixar de ser obrigatória. Analise as proposições abaixo e assinale a alternativa errada sobre a formação dos contratos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deixa de ser obrigatória a proposta se, feita sem prazo a pessoa presente, não foi imediatamente aceita."
      },
      {
        "letra": "B",
        "texto": "A oferta ao público equivale a proposta quando encerra os requisitos essenciais ao contrato, mesmo que do contrário resultar das circunstâncias ou dos usos, em decorrência da aplicação do princípio da boa-fé contratual."
      },
      {
        "letra": "C",
        "texto": "Se a aceitação, por circunstância imprevista, chegar tarde ao conhecimento do proponente, este comunicá-lo-á imediatamente ao aceitante, sob pena de responder por perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Se o negócio for daqueles em que não seja costume a aceitação expressa, ou o proponente a tiver dispensado, reputar-se-á concluído o contrato, não chegando a tempo a recusa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1892466",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "A respeito das obrigações, dos contratos, do Marco Civil da Internet e da Proteção de Dados, julgue o item que se segue.Celebrado contrato oneroso com cláusula que exclua a garantia contra a evicção, poderá o evicto receber o preço que pagou pela coisa evicta se comprovar que não soube do risco da evicção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1879096",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Em 2020, o Brasil e o mundo foram assolados pela pandemia da Covid-19. Houve graves consequências econômicas, que interferiram no cumprimento dos contratos. Sobre a possibilidade de revisão contratual, em tempos de pandemia, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a revisão dos contratos, desde que, analisado cada caso concreto, fique demonstrado que a prestação de uma das partes se tornou excessivamente onerosa, com extrema vantagem para a outra."
      },
      {
        "letra": "B",
        "texto": "É possível a revisão dos contratos de maneira geral e abstrata, porque, na ocorrência de pandemia, é presumida a onerosidade excessiva."
      },
      {
        "letra": "C",
        "texto": "A cláusula pacta sunt servanda protege a segurança jurídica de modo absoluto, impedindo a revisão de contratos."
      },
      {
        "letra": "D",
        "texto": "A cláusula rebus sic stantibus flexibiliza de modo absoluto a segurança jurídica na ocorrência de pandemia, permitindo a revisão de contratos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1871222",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Câmara de Pirapora - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Analise as seguintes proposições referentes aos contratos. I. Contrato com pessoa a declarar é aquele que é pactuado por uma das partes em nome de terceiro, conhecido ou não no momento da celebração. II. O princípio da autonomia da vontade possui caráter absoluto e, assim sendo, não se limita à ordem pública e aos bons costumes. III. A compra e venda, quando pura, considerar-se-á obrigatória e perfeita, desde que as partes acordarem no objeto e no preço. IV. O Código Civil brasileiro prevê expressamente a possibilidade de ser objeto de contrato civil a herança de pessoa viva. Nesse contexto, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmativas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas as afirmativas estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Estão corretas as afirmativas II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "Estão incorretas as afirmativas II e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1873020",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Santos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Considerando as disposições do Código Civil a respeito dos contratos civis e empresariais, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há presunção juris tantum de vulnerabilidade em favor da parte, pessoa física ou jurídica, que dispuser de menores recursos econômicos."
      },
      {
        "letra": "B",
        "texto": "É nula a estipulação de parâmetros para a interpretação das cláusulas contratuais ou sobre os pressupostos para a revisão ou resolução do contrato, por serem matérias de ordem pública."
      },
      {
        "letra": "C",
        "texto": "Como regra, os contratos são suscetíveis de revisão sempre que houver alteração das circunstâncias vigentes ao tempo da celebração."
      },
      {
        "letra": "D",
        "texto": "As cláusulas ambíguas ou contraditórias serão interpretadas da maneira mais favorável ao contratante economicamente vulnerável."
      },
      {
        "letra": "E",
        "texto": "É válida a cláusula de renúncia antecipada de qualquer dos contratantes a direito resultante da natureza do negócio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1852652",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Fernando e Gabriela celebraram contrato de locação de automóvel por instrumento particular, cuja vigência se iniciaria dali a um mês. Contudo, nesse ínterim mudaram de ideia, e resolveram desfazer o compromisso firmado antes que ele começasse a produzir efeitos. Nesse caso, a forma a ser adotada para o acordo extintivo ser válido é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "livre, pois não havia forma exigida para o contrato;"
      },
      {
        "letra": "B",
        "texto": "o instrumento particular, pois deve revestir a mesma forma do contrato;"
      },
      {
        "letra": "C",
        "texto": "o instrumento particular, em razão do bem cuja posse seria cedida;"
      },
      {
        "letra": "D",
        "texto": "o instrumento público, por se tratar de distrato;"
      },
      {
        "letra": "E",
        "texto": "o instrumento público, em razão de ter por objeto transmissão de automóvel."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1852551",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "No pequeno município de Traziburgo, as contratações a distância ainda são feitas por correspondência física. O mercado situado na capital envia ao pequeno agricultor já cadastrado no seu banco de dados um pedido, informando a quantidade e a qualidade das frutas e dos legumes que demanda, o preço que está disposto a pagar por eles e o prazo para a entrega. Como o correio leva até dois dias entre a capital e o interior, o agricultor deve responder imediatamente, por meio de nova carta, concordando com os termos do pedido. Nesses casos, se não houver retratação, atraso no correio ou estipulação em contrário, considera-se celebrado o contrato entre o mercado e o agricultor quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o mercado envia o pedido;"
      },
      {
        "letra": "B",
        "texto": "o agricultor recebe o pedido;"
      },
      {
        "letra": "C",
        "texto": "o agricultor envia o aceite;"
      },
      {
        "letra": "D",
        "texto": "o aceite é entregue pelo correio ao mercado;"
      },
      {
        "letra": "E",
        "texto": "o responsável pelo mercado lê o aceite."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1840002",
    "metadata": "Ano: 2021 | Banca: FAFIPA | Órgão: Prefeitura de Brasilândia - MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Sobre as regras dispostas na redação do Código Civil de 2002 acerca dos contratos em geral, analise as assertivas a seguir e marque \"V\" para a(s) verdadeira(s) e \"F\" para a(s) falsa(s) e, na sequência, assinale a alternativa que apresenta a sequência CORRETA: I - A proposta de contrato obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso. No entanto, deixa de ser obrigatória a proposta se, antes dela, ou simultaneamente, chegar ao conhecimento da outra parte a retratação do proponente. II - Na formação dos contratos, a aceitação fora do prazo, com adições, restrições, ou modificações, importará nova proposta. III - Aquele que tiver prometido fato de terceiro responderá por perdas e danos, quando este o não executar, ainda que seja cônjuge do promitente. IV - Se o alienante conhecia o vício ou defeito da coisa, restituirá o que recebeu com perdas e danos; se não o conhecia, nada restituirá. V - Nos contratos onerosos, o alienante responde pela evicção. Subsiste esta garantia ainda que a aquisição se tenha realizado em hasta pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V-F-V-F-V."
      },
      {
        "letra": "B",
        "texto": "F-V-V-F-F."
      },
      {
        "letra": "C",
        "texto": "V-V-F-F-V."
      },
      {
        "letra": "D",
        "texto": "F-F-F-V-V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1828597",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "A respeito do negócio jurídico, das obrigações, dos contratos e da responsabilidade civil, julgue o item que se segue. Firmado o contrato preliminar, com o preenchimento dos requisitos legais, surge o direito de as partes exigirem a celebração do definitivo, se não pactuado o arrependimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1827351",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: IPREMU",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "No tocante aos contratos regidos pelo Direito Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei brasileira admite que, no momento da conclusão do contrato, seja desconhecida a pessoa que deve adquirir os direitos e assumir as obrigações decorrentes da avença."
      },
      {
        "letra": "B",
        "texto": "Conforme expressa disposição do Código Civil, nas relações contratuais entabuladas pela administração pública, prevalecerão o princípio da intervenção mínima e a excepcionalidade da revisão contratual."
      },
      {
        "letra": "C",
        "texto": "Apesar de os contratos possuírem inquestionável relevância econômica, funcionando como meios de circulação de riquezas e de distribuição de renda, eles não possuem necessária função social."
      },
      {
        "letra": "D",
        "texto": "A possibilidade de determinação do objeto do contrato é elemento meramente acidental dos negócios jurídicos e, sendo indeterminável o objeto, considera-se anulável a avença."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1813764",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A respeito dos contratos, analise as proposições a seguir: I. A exceptio non adimpleti contractus é aplicável somente aos contratos sinalagmáticos. II. É abusiva a inserção de cláusula solve et repete em contratos de consumo. III. A doação de ascendente para descendente é válida, ainda que realizada sem a anuência dos demais descendentes. IV. Nos contratos onerosos, o alienante responde pela evicção, ainda que a aquisição tenha se realizado em hasta pública. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1817931",
    "metadata": "Ano: 2020 | Banca: Instituto Consulplan | Órgão: Prefeitura de Formiga - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "A correta elaboração de um contrato tem como objetivo propiciar às partes o cumprimento do pacto como um todo, bem como obter – pelos meios que o próprio contrato dispuser – garantia de que o mesmo venha a ser cumprido, mesmo que para isso seja necessária a atuação do Poder Judiciário. Portanto, existem precauções que devem ser seguidas na elaboração desse importante documento. Assinale, dentre as alternativas abaixo, aquela que NÃO traz precaução a ser observada na elaboração de um contrato.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estabelecimento de garantia do cumprimento da obrigação."
      },
      {
        "letra": "B",
        "texto": "Presença de testemunhas, que transforma o contrato no título executivo."
      },
      {
        "letra": "C",
        "texto": "Não é muito importante o endereço correto das partes; pois, no caso de execução, há muitas formas de se localizar alguém."
      },
      {
        "letra": "D",
        "texto": "Não deve haver, na redação, estipulações de interpretação duvidosa ou obscura, pois até mesmo o Juiz, no caso de execução, poderá entender de forma diversa daquela que era a vontade das partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1816049",
    "metadata": "Ano: 2020 | Banca: Instituto Consulplan | Órgão: Prefeitura de Formiga - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Para a elaboração de um contrato tecnicamente correto, devem ser adotados cuidados importantes; analise-os. I. Deve-se escolher linguagem simples e próxima das partes, evitando-se, assim, termos complicados ou de difícil interpretação. II. A enumeração de cláusulas e divisão em capítulos visa facilitar o encontro de informações importantes. III. As cláusulas devem ter redações longas e, se necessário, divididas em subitens e parágrafos. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1621619",
    "metadata": "Ano: 2020 | Banca: FAUEL | Órgão: Prefeitura de Assis Chateaubriand - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "A respeito dos contratos, assinale a alternativa INCORRETA, conforme o Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A proposta de contrato obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso."
      },
      {
        "letra": "B",
        "texto": "O adquirente decai do direito de obter a redibição ou abatimento no preço no prazo de trinta dias se a coisa for móvel, e de um ano se for imóvel, contado da entrega efetiva; se já estava na posse, o prazo conta-se da alienação, reduzido à metade."
      },
      {
        "letra": "C",
        "texto": "Se for aleatório o contrato, por serem objeto dele coisas futuras, tomando o adquirente a si o risco de virem a existir em qualquer quantidade, terá também direito o alienante a todo o preço, ainda que de sua parte não tiver concorrido culpa, desde que a coisa venha a existir em quantidade inferior à esperada."
      },
      {
        "letra": "D",
        "texto": "O contrato preliminar, exceto quanto à forma, deve conter todos os requisitos essenciais ao contrato a ser celebrado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1239577",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: Prefeitura de Betim - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "No que diz respeito à temática dos contratos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os contratos entre ausentes tornam-se perfeitos desde que a aceitação é expedida, ainda que ela não chegue no prazo convencionado."
      },
      {
        "letra": "B",
        "texto": "O adquirente decai do direito de obter a redibição ou abatimento no preço no prazo de trinta dias se a coisa for móvel, e de um ano se for imóvel, contado da entrega efetiva; se já estava na posse, o prazo contase da alienação, reduzido à metade."
      },
      {
        "letra": "C",
        "texto": "Quando o vício redibitório, por sua natureza, só puder ser conhecido mais tarde, o prazo contar-se-á do momento em que dele tiver ciência, até o prazo máximo de 90 (noventa) dias, em se tratando de bens móveis; e de um ano, para os imóveis."
      },
      {
        "letra": "D",
        "texto": "É vedado as partes, ainda que por cláusula expressa, diminuir ou excluir a responsabilidade pela evicção."
      },
      {
        "letra": "E",
        "texto": "Pode ser objeto de contrato a herança de pessoa viva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1143929",
    "metadata": "Ano: 2020 | Banca: Instituto Consulplan | Órgão: Prefeitura de Formiga - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "A correta elaboração de um contrato tem como objetivo propiciar às partes o cumprimento do pacto como um todo, bem como obter – pelos meios que o próprio contrato dispuser – garantia de que o mesmo venha a ser cumprido, mesmo que para isso seja necessária a atuação do Poder Judiciário. Portanto, existem precauções que devem ser seguidas na elaboração desse importante documento. Assinale, dentre as alternativas abaixo, aquela que NÃO traz precaução a ser observada na elaboração de um contrato.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estabelecimento de garantia do cumprimento da obrigação."
      },
      {
        "letra": "B",
        "texto": "Presença de testemunhas, que transforma o contrato no título executivo."
      },
      {
        "letra": "C",
        "texto": "Não é muito importante o endereço correto das partes; pois, no caso de execução, há muitas formas de se localizar alguém."
      },
      {
        "letra": "D",
        "texto": "Não deve haver, na redação, estipulações de interpretação duvidosa ou obscura, pois até mesmo o Juiz, no caso de execução, poderá entender de forma diversa daquela que era a vontade das partes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1216321",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "A correta elaboração de um contrato tem como objetivo propiciar às partes o cumprimento do pacto como um todo, bem como obter – pelos meios que o próprio contrato dispuser – garantia de que venha a ser cumprido, mesmo que, para isso, seja necessária a atuação do Poder Judiciário. Portanto, existem precauções que devem ser seguidas na elaboração desse importante documento. Assinale, dentre as alternativas relacionadas, aquela que NÃO traz precaução a ser observada na elaboração de um contrato.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estabelecimento de garantia do cumprimento da obrigação."
      },
      {
        "letra": "B",
        "texto": "Presença de testemunhas, que transforma o contrato no título executivo."
      },
      {
        "letra": "C",
        "texto": "Não é muito importante o endereço correto das partes, pois, no caso de execução, há muitas formas de se localizar alguém."
      },
      {
        "letra": "D",
        "texto": "Não deve haver, na redação, estipulações de interpretação duvidosa ou obscura, pois, até mesmo o juiz, no caso de execução, poderá entender de forma diversa daquela que era a vontade das partes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1216319",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Para a elaboração de um contrato tecnicamente correto, devem ser adotados cuidados importantes. Diante do exposto, marque V para as afirmativas verdadeiras e F para as falsas. ( ) Deve-se escolher linguagem simples e próxima das partes, evitando-se, assim, termos complicados ou de difícil interpretação. ( ) A enumeração de cláusulas e divisão em capítulos visa facilitar o encontro de informações importantes. ( ) As cláusulas devem ter redações longas e, se necessário, divididas em subitens e parágrafos. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F."
      },
      {
        "letra": "B",
        "texto": "V, F, V."
      },
      {
        "letra": "C",
        "texto": "F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, V, V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1169059",
    "metadata": "Ano: 2019 | Banca: FAUEL | Órgão: Prefeitura de Mandaguari - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Acerca das disposições gerais constantes do Código Civil a respeito dos contratos, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato preliminar, exceto quanto à forma, deve conter todos os requisitos essenciais ao contrato a ser celebrado."
      },
      {
        "letra": "B",
        "texto": "Se o contrato for aleatório, por dizer respeito a coisas ou fatos futuros, cujo risco de não virem a existir um dos contratantes assuma, terá o outro direito de receber integralmente o que lhe foi prometido, desde que de sua parte não tenha havido dolo ou culpa, ainda que nada do avençado venha a existir."
      },
      {
        "letra": "C",
        "texto": "Podem as partes, por cláusula expressa, reforçar, diminuir ou excluir a responsabilidade pela evicção."
      },
      {
        "letra": "D",
        "texto": "A coisa recebida em virtude de contrato aleatório pode ser enjeitada por vícios ou defeitos ocultos, que a tornem imprópria ao uso a que é destinada, ou lhe diminuam o valor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1132958",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Mario, por solicitação de João, apresentou a este uma proposta por escrito para pintura do apartamento de João, no valor de R$ 6.000,00, parcelado em três pagamentos mensais, com entrada, com prazo para aceitação da proposta de cinco dias úteis. Passados dez dias úteis, João respondeu a Mario, também por escrito, aceitando o valor, mas solicitando, caso fosse possível, efetuar o pagamento em quatro parcelas mensais, com entrada. Com base no que dispõe o Código Civil Brasileiro, a resposta de João implica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o aceite da proposta de Mario, obrigando este a cumprir ainda que com o parcelamento em três pagamentos mensais, com entrada."
      },
      {
        "letra": "B",
        "texto": "uma resposta sem nenhum valor legal."
      },
      {
        "letra": "C",
        "texto": "a contratação tácita do serviço."
      },
      {
        "letra": "D",
        "texto": "uma nova proposta, agora feita por João."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1109889",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: Prefeitura de Matinhos - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Com relação às disposições gerais sobre os contratos previstas no Código Civil, identifique como verdadeiras (V) ou falsas (F) as seguintes afirmativas: ( ) A liberdade de contratar será exercida em razão e nos limites da função social do contrato. ( ) Às partes não é lícito estipular contratos atípicos, devendo-se observar os tipos existentes no Código Civil. ( ) A herança de pessoa viva não pode ser objeto de contrato. ( ) No caso de contrato de adesão que contenha cláusulas ambíguas ou contraditórias, dever-se-á adotar a interpretação mais favorável ao aderente. Assinale a alternativa que apresenta a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F – V."
      },
      {
        "letra": "B",
        "texto": "F – V – V – F."
      },
      {
        "letra": "C",
        "texto": "V – F – V – V."
      },
      {
        "letra": "D",
        "texto": "V – F – V – F."
      },
      {
        "letra": "E",
        "texto": "V – V – F – F."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1093935",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: ESEF - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos."
    ],
    "enunciado_principal": "Considere as seguintes situações:(i) João é um famoso estilista e foi contratado pela marca ER para o desenho da coleção de inverno. Apesar de constar expressamente no contrato a cláusula de exclusividade, a marca ER vendeu os modelos para outra empresa antes mesmo de realizar o pagamento dos serviços prestrados; (ii) Letícia, residente em Jundiaí, anunciou a venda de seu sofá e sua geladeira na internet, e José, residente em Campinas, interessado na compra, foi até a casa de Letícia, que, antes mesmo de receber a oferta de preço por José, se recusou, sem motivos, a vender os móveis; (iii) Carolina ofereceu carona gratuitamente à sua amiga Camila para a faculdade; no trajeto, sofreram um acidente por culpa grave de Carolina, e Camila foi internada por dez dias. De acordo com a doutrina majoritária, assinale a alternativa que corresponde às possíveis responsabilidades da marca ER, de Letícia e de Carolina, respectivamente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contratual, extracontratual, e pós-contratual."
      },
      {
        "letra": "B",
        "texto": "Pré-contratual, pré-contratual e extracontratual."
      },
      {
        "letra": "C",
        "texto": "Extracontratual, não há responsabilidade e não há responsabilidade."
      },
      {
        "letra": "D",
        "texto": "Pós-contratual, não há responsabilidade e pré-contratual."
      },
      {
        "letra": "E",
        "texto": "Contratual, pré-contratual e extracontratual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1052732",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: UNIFAI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Assinale a alternativa que está de acordo com as previsões do Código Civil sobre formação de contratos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode revogar-se a oferta pública pela mesma via de sua divulgação, ainda que não haja previsão a respeito na oferta realizada."
      },
      {
        "letra": "B",
        "texto": "reputar-se-á celebrado o contrato no local de domicílio do aceitante."
      },
      {
        "letra": "C",
        "texto": "a aceitação fora do prazo, com adições, restrições, ou modificações, importará nova proposta."
      },
      {
        "letra": "D",
        "texto": "se o proponente se houver comprometido a esperar resposta, os contratos entre ausentes tornam-se perfeitos desde que a aceitação à proposta é expedida."
      },
      {
        "letra": "E",
        "texto": "considera-se inexistente a aceitação, se depois dela chegar ao proponente a retratação do aceitante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1042297",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Em relação às disposições gerais dos contratos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o contrato for aleatório, por dizer respeito a coisas ou fatos futuros, cujo risco de não virem a existir um dos contratantes assuma, terá o outro direito de receber integralmente o que lhe foi prometido, desde que de sua parte não tenha havido dolo ou culpa, ainda que nada do avençado venha a existir."
      },
      {
        "letra": "B",
        "texto": "A aceitação do contrato fora do prazo, com adições, restrições ou modificações, não importará nova proposta."
      },
      {
        "letra": "C",
        "texto": "Caracterizando-se vício redibitório em um contrato, o alienante, conhecendo ou não o vício ou defeito da coisa, restituirá o que recebeu com perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Nos contratos onerosos, o alienante responde pela evicção; esta garantia não subsiste se a aquisição foi realizada em hasta pública."
      },
      {
        "letra": "E",
        "texto": "Nos contratos de adesão, são válidas as cláusulas que estipulem a renúncia do aderente a direito resultante da natureza do negócio, desde que previamente informado dessa circunstância."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1014316",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Piracicaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "A quantidade de contratos celebrados nos dias de hoje é muito expressiva. Pode-se dizer que é um instrumento jurídico de grande relevância no mundo contemporâneo. O contrato é a mais comum e importante fonte de obrigação, cuja formação depende da presença de, pelo menos, duas partes. Face ao exposto, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no contrato de prestação de serviços, não se tendo estipulado, nem chegado as partes ao acordo, fixar-se-á a retribuição segundo os índices oficiais regularmente estabelecidos para o tempo de serviço e sua qualidade."
      },
      {
        "letra": "B",
        "texto": "no silêncio do contrato de empreitada, a obrigação do empreiteiro de fornecer os materiais é presumida."
      },
      {
        "letra": "C",
        "texto": "no contrato de doação, é anulável a doação de todos os bens sem reserva de parte ou renda suficiente para a subsistência do doador."
      },
      {
        "letra": "D",
        "texto": "o contrato preliminar, exceto quanto à forma, deve conter todos os requisitos essenciais ao contrato a ser celebrado."
      },
      {
        "letra": "E",
        "texto": "no contrato de compra e venda, até a tradição, em regra, os riscos pela perda da coisa objeto do contrato correm por conta do comprador."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1014212",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Valinhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Sobre as condições gerais dos contratos, indique a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos contratos de adesão, são anuláveis as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio."
      },
      {
        "letra": "B",
        "texto": "O estipulante pode reservar-se o direito de substituir o terceiro designado no contrato, independentemente da sua anuência e da do outro contratante."
      },
      {
        "letra": "C",
        "texto": "O contrato preliminar, e também quanto à forma, não necessita conter todos os requisitos essenciais ao contrato a ser celebrado."
      },
      {
        "letra": "D",
        "texto": "As cláusulas resolutivas expressa e tácita operam de pleno direito, independentemente de interpelação judicial."
      },
      {
        "letra": "E",
        "texto": "Pode o adquirente demandar pela evicção, mesmo sabendo que a coisa era alheia ou litigiosa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "992163",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Serrana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Manuel estava viajando em férias pelo Rio Grande do Sul e viu uma casa que se interessou em comprar, em razão de seu aspecto arquitetônico histórico. Voltando para São Paulo, onde residia, Manuel enviou uma proposta, via correspondência física (carta), pelo correio, para o endereço da casa, no dia 01.09.2018, propondo o pagamento de R$ 2.000.000,00 (dois milhões de reais). O dono do imóvel, Joaquim, recebeu a proposta no dia 05.09.2018 e expediu uma carta, no dia 07.09.2018, para Manuel, aceitando o preço oferecido. A proposta foi recebida por Manuel no dia 09.09.2018. Pode-se afirmar que a data e o local da celebração do contrato são, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "07.09.2018 e Rio Grande do Sul."
      },
      {
        "letra": "B",
        "texto": "05.09.2018 e São Paulo."
      },
      {
        "letra": "C",
        "texto": "09.09.2018 e São Paulo."
      },
      {
        "letra": "D",
        "texto": "05.09.2018 e Rio Grande do Sul."
      },
      {
        "letra": "E",
        "texto": "07.09.2018 e São Paulo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "988346",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Acerca dos contratos, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parte lesada pelo inadimplemento pode pedir a resolução do contrato, se não preferir exigir-lhe o cumprimento, cabendo, em qualquer dos casos, indenização por perdas e danos."
      },
      {
        "letra": "B",
        "texto": "A proposta de contrato obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso. No entanto, deixará de ser obrigatória se, feita sem prazo a pessoa presente, não foi imediatamente aceita."
      },
      {
        "letra": "C",
        "texto": "Nos contratos onerosos, o alienante responde pela evicção, salvo se a aquisição tenha se realizado em hasta pública."
      },
      {
        "letra": "D",
        "texto": "O contrato preliminar, exceto quanto à forma, deve conter todos os requisitos essenciais ao contrato a ser celebrado."
      },
      {
        "letra": "E",
        "texto": "A cláusula resolutiva expressa opera de pleno direito; a tácita depende de interpelação judicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "987119",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "A respeito da formação dos contratos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A proposta é obrigatória se, antes dela, ou simultaneamente, chegar ao conhecimento da outra parte a retratação do proponente."
      },
      {
        "letra": "B",
        "texto": "Pode revogar-se a oferta pela mesma via de sua divulgação, ainda que não ressalvada esta faculdade na oferta realizada."
      },
      {
        "letra": "C",
        "texto": "Considera-se aceita a proposta se, antes dela ou com ela, chegar ao proponente a retratação do aceitante."
      },
      {
        "letra": "D",
        "texto": "A aceitação fora do prazo importará nova proposta."
      },
      {
        "letra": "E",
        "texto": "Em regra, os contratos entre ausentes tornam-se perfeitos desde que a aceitação é recebida pelo proponente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "973937",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Numa conversa amistosa, João oferece seu carro a Pedro que, imediatamente, demonstra interesse em comprar o veículo do amigo. Sabendo que João é muito cuidadoso com seus bens, Pedro oferece um valor mais do que razoável ao veículo ofertado por João, que aceita a contraproposta, sendo o contrato celebrado imediatamente. Entretanto, ainda de posse do carro, passados dois dias da negociação, João oferta o mesmo veículo a Maria, e esta oferece o dobro do valor sugerido por Pedro. Levando em consideração o caso acima, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato celebrado entre João e Pedro é perfeito, não podendo mais João vender o carro a Maria, sem que com isso deva arcar com os prejuízos sofridos por Pedro, ante a instantaneidade do aceite, que torna obrigatória a proposta entre presentes."
      },
      {
        "letra": "B",
        "texto": "João deve indenizar Pedro nos termos do Código de Defesa do Consumidor, pois Pedro é presumivelmente vulnerável e João é presumivelmente um fornecedor."
      },
      {
        "letra": "C",
        "texto": "Se João e Pedro houvessem negociado entre ausentes, ou seja, não estivessem em uma amistosa conversa, um de frente para o outro, permaneceria obrigatória a proposta se, antes dela, ou simultaneamente, chegasse ao conhecimento de Pedro a retratação de João."
      },
      {
        "letra": "D",
        "texto": "João pode negociar com Maria, pois a lei da oferta e da demanda dirige o cenário econômico num contrato dessa natureza, bastando, para tanto, que João indenize Pedro em eventuais prejuízos. Pedro deverá devolver o carro a João ainda que posteriormente à celebração (aceitação) do contrato."
      },
      {
        "letra": "E",
        "texto": "Em nenhuma circunstância, ainda que imprevista, poderá João responder por perdas e danos se negociar com Maria em detrimento dos interesses econômicos de Pedro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "973790",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "A dinâmica do circuito econômico é marcada por relações de transferência de patrimônio de uma pessoa para outra, e assim se dá com os contratos empresariais. A respeito do assunto, considere as seguintes afirmativas: 1. Os contratantes são obrigados a guardar, assim na conclusão do contrato como em sua execução, os princípios de probidade e boa-fé. 2. Deixa de ser obrigatória a proposta se, antes dela, ou simultaneamente, chegar ao conhecimento da outra parte a retratação do proponente. 3. A aceitação fora do prazo, com adições, restrições ou modificações, importará nova proposta. 4. Reputar-se-á celebrado o contrato no lugar em que foi proposto. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 4 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 4 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 1, 2 e 3 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 2, 3 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2032710",
    "metadata": "Ano: 2018 | Banca: OBJETIVA | Órgão: Câmara de Balsa Nova - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Com base na Lei nº 10.406/2002 - Código Civil, no que diz respeito à formação dos contratos em geral, está CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aceitação fora do prazo importará em nova proposta quando vierem com as adições, restrições ou modificações."
      },
      {
        "letra": "B",
        "texto": "O contrato será considerado celebrado no domicílio do aceitante."
      },
      {
        "letra": "C",
        "texto": "O contrato entre ausentes tornar-se-á perfeito se aceitação for expedida, e se o proponente se houver comprometido a esperar a resposta."
      },
      {
        "letra": "D",
        "texto": "A aceitação torna-se inexistente quando chegar depois dela ao proponente a retratação do aceitante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1012770",
    "metadata": "Ano: 2018 | Banca: INAZ do Pará | Órgão: Prefeitura de São João do Araguaia - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Com respeito aos contratos em geral, a liberdade de contratar será exercida em razão e nos limites da função social do contrato. Contudo, a sua formação obriga por meio de proposta do contrato o proponente, se o contrário não resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso. O mesmo diploma legal trata da forma em que a proposta deixa de ser obrigatória. Assim preceitua o Código Civil/2002. Fonte: ANGHER, A. J. (Org.); 2017. Com base nessas informações, em qual alternativa está o dispositivo legal em que a proposta de contrato perde a sua obrigatoriedade?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se feita com prazo e a pessoa ausente após trinta dias não reconhecer firma da assinatura em cartório."
      },
      {
        "letra": "B",
        "texto": "Se, após a assinatura, o proponente não demonstrar interesse no negócio por questões particulares."
      },
      {
        "letra": "C",
        "texto": "Se, antes dela, ou simultaneamente, chegar ao conhecimento da outra parte a retratação do proponente."
      },
      {
        "letra": "D",
        "texto": "Se o proponente tiver efetuado a contratação através de algum meio de comunicação, fato que considera a ausência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1000581",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: Companhia Águas de Joinville",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca da formação dos contratos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato reputa-se celebrado no lugar em que houve a sua aceitação."
      },
      {
        "letra": "B",
        "texto": "Uma vez ofertada a proposta ao público, ela se tornará irrevogável e irretratável."
      },
      {
        "letra": "C",
        "texto": "A proposta de contrato com aceitação fora do prazo, com adições, restrições, ou modificações, importará nova proposta."
      },
      {
        "letra": "D",
        "texto": "A proposta de contrato entre ausentes deixará de ser obrigatória ao proponente, caso ela não seja imediatamente aceita pelo destinatário."
      },
      {
        "letra": "E",
        "texto": "A proposta de contrato não obriga o proponente a manutenção dos seus termos, porquanto deve ser interpretada como atos preliminares do negócio jurídico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "960405",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CODHAB-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Acerca do direito das obrigações, de contratos e de responsabilidade civil, julgue o item a seguir. A proposta deixa de ser obrigatória se, antes dela, ou simultaneamente a ela, chegar ao conhecimento da outra parte a retratação do proponente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "960400",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CODHAB-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Considerando as normas referentes aos bens, aos negócios jurídicos e aos contratos, julgue o item. A oblação, que, em regra, não depende de forma especial, é manifestação de vontade que dá início à formação do contrato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "950406",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Acerca da formação dos contratos, considere: I. A aceitação da proposta fora do prazo, com adições, restrições, ou modificações, não será considerada nova proposta, salvo se expressa e inequívoca essa intenção. II. Se o negócio for daqueles em que não seja costume a aceitação expressa, ou o proponente a tiver dispensado, reputar-se-á concluído o contrato, não chegando a tempo a recusa. III. Os contratos entre ausentes tornam-se perfeitos desde o momento em que a aceitação é recebida pelo proponente, independentemente de quando tenha sido expedida. IV. Reputar-se-á celebrado o contrato no lugar em que foi proposto. V. Se a aceitação da proposta, por circunstância imprevista, chegar tarde ao conhecimento do proponente, este não tem o dever de comunicar o fato ao aceitante. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "III e V."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "886106",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Em relação aos contratos em geral, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na revisão judicial de disposições contratuais de execução continuada, em razão de excessiva onerosidade da prestação, com extrema vantagem para a outra parte, em face de acontecimentos extraordinários e imprevisíveis, poderá o devedor pedir a resolução do contrato, retroagindo os efeitos da sentença à data da celebração do negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "A aplicação dos institutos da supressio e da surrectio constituem figuras concomitantes, podendo ser comparadas como verso e reverso da mesma moeda."
      },
      {
        "letra": "C",
        "texto": "A doação pura feita ao nascituro e ao absolutamente incapaz valerá sendo aceita pelo seu representante legal, com presunção jure et jure."
      },
      {
        "letra": "D",
        "texto": "O direito de demandar pela evicção supõe, necessariamente, a perda da coisa adquirida em contrato oneroso, por força de decisão judicial."
      },
      {
        "letra": "E",
        "texto": "O Código Civil de 2002 adotou a teoria da base objetiva do negócio jurídico, inspirado na doutrina alemã desenvolvida por Karl Larenz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "880734",
    "metadata": "Ano: 2018 | Banca: FAUEL | Órgão: Prefeitura de Paranavaí - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Efeitos perante Terceiros: Estipulação em Favor de Terceiros, Contratos com Pessoa a Declarar e Promessa de Fato de Terceiro",
      "Vícios Redibitórios e Evicção",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Assinale a alternativa correta, a respeito dos contratos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não pode ser objeto de contrato a herança de pessoa falecida."
      },
      {
        "letra": "B",
        "texto": "A oferta ao público equivale a proposta quando encerra os requisitos essenciais ao contrato, ainda que o contrário resulte das circunstâncias ou dos usos."
      },
      {
        "letra": "C",
        "texto": "Na estipulação em favor de terceiro, o estipulante pode reservar-se o direito de substituir o terceiro designado no contrato, exceto se houver oposição do outro contratante."
      },
      {
        "letra": "D",
        "texto": "Na evicção tem direito o evicto a receber o preço que pagou pela coisa evicta, se não soube do risco da evicção, ou, dele informado, não o assumiu, salvo no caso de cláusula de exclusão da garantia contra a evicção."
      },
      {
        "letra": "E",
        "texto": "O contrato preliminar, exceto quanto à forma, deve conter todos os requisitos essenciais ao contrato a ser celebrado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "871833",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "João contratou Marcenaria da Família para fabricar móveis sob medida e instalá-los em sua casa. Ajustaram os contratantes que o pagamento do preço se daria em duas parcelas: a primeira, correspondente à metade, na data da assinatura do instrumento; e a segunda, referente à outra metade, quando da entrega do serviço, que deveria ocorrer em até seis meses. João efetuou o pagamento da primeira prestação, mas, ao término do prazo de seis meses estipulado, Marcenaria da Família não concluiu o serviço. Neste caso, João",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente poderá pleitear judicialmente a rescisão do contrato, além de perdas e danos."
      },
      {
        "letra": "B",
        "texto": "deverá consignar em pagamento o valor faltante, porque o prazo de pagamento de sua dívida está vencido."
      },
      {
        "letra": "C",
        "texto": "poderá reter o pagamento da importância faltante, até que o serviço seja entregue, e, se cobrado em Juízo, não poderá opor exceções, senão aquelas de natureza processual, porque sua dívida está vencida."
      },
      {
        "letra": "D",
        "texto": "poderá reter o pagamento da importância faltante, até que o serviço seja entregue, e, se cobrado em Juízo, opor exceção substancial prevista em lei."
      },
      {
        "letra": "E",
        "texto": "terá de pagar o valor faltante para exigir judicialmente o cumprimento da obrigação assumida pela contratada, sob cominação de multa diária."
      }
    ],
    "gabarito": "D"
  }
]