[
  {
    "id": "3583074",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Acerca de prescrição, decadência, responsabilidade civil, defeitos do negócio jurídico, inadimplemento de obrigações e gestão de negócios, julgue o item que se segue, à luz da jurisprudência do STJ. A demora na entrega de imóvel pela construtora ao cliente gera o dever de indenizar por lucros cessantes, devido à presunção de prejuízo sofrido pelo promitente comprador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295845",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Renato firmou com Laura um contrato de mútuo, mediante o qual emprestou-lhe a importância de R$ 10.000,00, a ser paga no prazo de um ano com o acréscimo de juros de 1% ao mês. Deixando de honrar a dívida no vencimento, por não ter dinheiro suficiente para o adimplemento da prestação que lhe cabia, Laura ofereceu a Renato, em pagamento da dívida, uma motocicleta avaliada em mais do que o dobro do valor devido. Entretanto, Renato não aceitou o bem em pagamento. Nesse caso, de acordo com o Código Civil, a recusa de Renato foi",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lícita, porque ele só seria obrigado a aceitar a dação em pagamento se o bem oferecido fosse imóvel."
      },
      {
        "letra": "B",
        "texto": "lícita, porque ele só seria obrigado a aceitar a dação em pagamento se tivesse sido proposta antes do vencimento da dívida."
      },
      {
        "letra": "C",
        "texto": "ilícita, porque Laura não dispunha de dinheiro para pagar a dívida nos termos originalmente convencionados."
      },
      {
        "letra": "D",
        "texto": "ilícita, porque a dação em pagamento não pode ser recusada se o bem dado em pagamento valer mais do que o dobro da prestação original."
      },
      {
        "letra": "E",
        "texto": "lícita, porque ele não era obrigado a receber prestação diversa da que lhe era devida, ainda que mais valiosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3291116",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil Brasileiro, no que tange o inadimplemento das obrigações, julgue verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência CORRETA. (__) Nos contratos onerosos responde por simples culpa o contratante, a quem o contrato aproveite, e por dolo aquele a quem não favoreça. Nos contratos benéficos, responde cada uma das partes por culpa, salvo as exceções previstas em lei. (__) Na hipótese de o índice de atualização monetária não ter sido convencionado ou não estar previsto em lei específica, será aplicada a variação do Índice Nacional de Preços ao Consumidor Amplo (IPCA), apurado e divulgado pela Fundação Instituto Brasileiro de Geografia e Estatística (IBGE), ou do índice que vier a substituí-lo. (__) O devedor não responde pelos prejuízos resultantes de caso fortuito ou força maior, se expressamente não se houver por eles responsabilizado. (__) Pelo inadimplemento das obrigações respondem apenas alguns bens do devedor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, V, F."
      },
      {
        "letra": "B",
        "texto": "F, F, V, F."
      },
      {
        "letra": "C",
        "texto": "V, V, F, V."
      },
      {
        "letra": "D",
        "texto": "V, F, F, V."
      },
      {
        "letra": "E",
        "texto": "V, V, V, F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3260338",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Em relação direito das obrigações, assinale a alternativa correta de acordo com a legislação civil vigente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso a obrigação seja indivisível e haja dois ou mais devedores, cada um é obrigado pela dívida toda. Sendo a pluralidade de credores, terão de exigir em conjunto o cumprimento da obrigação indivisível, não sendo possível que cada um exija o cumprimento integral da obrigação."
      },
      {
        "letra": "B",
        "texto": "A cessão de crédito tem eficácia em relação ao devedor, ainda que a este não tenha sido notificada e dela o devedor não tenha ciência, se a isso não se opuser a natureza da obrigação."
      },
      {
        "letra": "C",
        "texto": "A lei autoriza a assunção de obrigação do devedor por terceiro desde que autorizado pelo credor. Caso o credor, notificado para que consinta com a assunção, quedar-se silente, seu silêncio será interpretado como aceitação."
      },
      {
        "letra": "D",
        "texto": "Todos os bens do devedor respondem pelo inadimplemento da obrigação de pagar quantia certa, com exceção daquele instituído como bem de família, dentro das normas legais."
      },
      {
        "letra": "E",
        "texto": "A solidariedade em uma relação jurídica obrigacional entre credores ou devedores, cada um com um direito, ou obrigado ao cumprimento da dívida como um todo, pode ser presumida de acordo com o objeto da obrigação, ainda que não resulte da lei ou da vontade das partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3215469",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações e da responsabilidade civil, julgue o item a seguir. Caso as partes estipulem cláusula penal em segurança ao cumprimento de outra cláusula, poderá o credor exigir a satisfação da pena cominada, juntamente com o desempenho da obrigação principal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3213337",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Julgue o item seguinte, referente a obrigações, contratos, responsabilidade civil e direitos reais.Na obrigação a termo, o pagamento antecipado por devedor solvente configura enriquecimento sem causa para o credor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3159624",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A respeito da aplicação de cláusula penal decorrente de inadimplemento de obrigação, em casos de multa manifestamente excessiva, assinale a opção que apresenta como o juiz deve prosseguir, quando provocado, nos moldes do Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz deve anular a cláusula penal."
      },
      {
        "letra": "B",
        "texto": "O juiz não deve agir, com fundamento no pacta sunt servanda."
      },
      {
        "letra": "C",
        "texto": "O juiz deve reduzir a multa por completo."
      },
      {
        "letra": "D",
        "texto": "O juiz deve reduzir a multa em 50% de seu valor total."
      },
      {
        "letra": "E",
        "texto": "O juiz deve reduzir equitativamente a multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3345812",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Fãs do seriado atualizaram o valor da dívida de 14 meses de aluguéis devidos pelo personagem Seu Madruga e chegaram ao valor da notícia. No direito brasileiro, há regras para a inadimplência representada pelo personagem, incluindo a mora e atualizações monetárias, além de perdas e danos, juros e atualização monetária conforme índices oficiais regularmente estabelecidos. Nesse sentido, purga-se em mora por parte do",
    "alternativas": [
      {
        "letra": "A",
        "texto": "devedor, oferecendo este a prestação somada a importância dos prejuízos."
      },
      {
        "letra": "B",
        "texto": "credor, obrigando-se este a receber o pagamento diverso do acordado."
      },
      {
        "letra": "C",
        "texto": "devedor, oferecendo este a prestação mais valiosa que os prejuízos."
      },
      {
        "letra": "D",
        "texto": "credor, obrigando-se este a receber o pagamento sem prejuízos."
      },
      {
        "letra": "E",
        "texto": "devedor, oferecendo-se este ao pagamento de prestação sem mora."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3271121",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "No que diz respeito ao inadimplemento das obrigações e suas consequências, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o inadimplemento relativo ocorre quando o devedor não pode mais honrar a sua prestação de forma alguma."
      },
      {
        "letra": "B",
        "texto": "o devedor, nas obrigações negativas, é considerado inadimplente desde o momento em que realiza o ato de que deveria abster-se."
      },
      {
        "letra": "C",
        "texto": "em caso de inadimplemento, respondem apenas os bens imóveis do devedor."
      },
      {
        "letra": "D",
        "texto": "o contratante a quem o contrato não aproveita responde por simples culpa nos contratos benéficos."
      },
      {
        "letra": "E",
        "texto": "o caso fortuito interno está relacionado a acontecimentos naturais imprevisíveis, como terremotos e inundações."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3231940",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Considere que Mara assinou um contrato de R$ 100.000,00 com a Empresa Móveis Ltda para fabricação dos móveis planejados para sua sala, quarto e cozinha, que deveriam ser entregues no prazo de 120 dias, tendo Mara realizado o pagamento devido na data da assinatura da avença. No contrato foi expressamente prevista uma penalidade de R$ 50.000,00 em caso de inexecução parcial ou total por parte da Empresa Móveis Ltda. Decorridos 60 dias da data máxima prevista para entrega dos móveis, a empresa apenas instalou o mobiliário da sala e do quarto, faltando todo o da cozinha. Insatisfeita, Mara ajuizou ação em face da Empresa Móveis Ltda, requerendo o pagamento da penalidade prevista no contrato e mais perdas e danos de R$ 60.000,00. Em sede de contestação, a ré alegou que a penalidade inserta na avença é excessiva, pois fora cumprida mais da metade do objeto contratual, requerendo, em sequência, sua redução. Com base na situação hipotética apresentada, considerando a jurisprudência do Superior Tribunal de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A penalidade prevista no contrato pode ser conceituada como cláusula penal e, sendo excessiva, é dever do juiz e direito do devedor, reduzi-la de forma proporcional e equitativa."
      },
      {
        "letra": "B",
        "texto": "Em face dos princípios da boa-fé contratual e da autonomia privada, o contrato deve ser cumprido, vedando-se a redução da cláusula penal avençada."
      },
      {
        "letra": "C",
        "texto": "A penalidade prevista no contrato é denominada de cláusula penal, sendo uma obrigação acessória que deve ser cumulada com as perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Diferentemente do previsto no Código Civil de 1916, o limite da cláusula penal é o valor da obrigação principal, não havendo possibilidade de redução quando não superar tal limite."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3179683",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CORE-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Segundo o Código Civil, nas obrigações negativas, o devedor é havido por inadimplente desde o dia em que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "for notificado da prática do ato de que se devia abster."
      },
      {
        "letra": "B",
        "texto": "o credor ajuizar a ação judicial para questionar a prática do ato de que o devia se abster"
      },
      {
        "letra": "C",
        "texto": "transitar em julgado a sentença que reconhecer o ato de que se devia abster."
      },
      {
        "letra": "D",
        "texto": "executar o ato de que se devia abster."
      },
      {
        "letra": "E",
        "texto": "foi constituída a obrigação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3169951",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Acerca do inadimplemento das obrigações, considere: I. Não pode o devedor, nas relações civis, assumir a responsabilidade pelo caso fortuito ou força maior. II. Não havendo termo, a mora se constitui mediante interpelação judicial ou extrajudicial. III. Em regra, as perdas e danos abrangem, além do que perdeu, o que o credor razoavelmente deixou de lucrar. IV.O inadimplemento da obrigação positiva e liquida, no seu termo, constitui o devedor em mora apenas com interpelação judicial ou extrajudicial. De acordo com o Código Civil, está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3131755",
    "metadata": "Ano: 2024 | Banca: Unesc | Órgão: Prefeitura de Macieira - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Em um contrato de prestação de serviços, foi acordado que, em caso de descumprimento de qualquer das partes, a multa contratual seria de 20% do valor total do contrato. Ocorre que uma das partes descumpriu o contrato e, ao ser cobrada judicialmente, argumentou que a multa é abusiva. O assessor jurídico foi consultado para opinar sobre a legalidade da cláusula penal. Qual é o entendimento correto?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A multa é ilegal, pois não pode ultrapassar 10% do valor do contrato."
      },
      {
        "letra": "B",
        "texto": "A multa é válida, desde que acordada entre as partes."
      },
      {
        "letra": "C",
        "texto": "A multa é abusiva e deve ser revista judicialmente."
      },
      {
        "letra": "D",
        "texto": "A multa é inválida, pois deve ser proporcional ao prejuízo."
      },
      {
        "letra": "E",
        "texto": "A multa é legal, desde que não exceda 50% do valor do contrato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3129209",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Sorocaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Acerca da cláusula penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para sua validade, a cláusula penal deverá ser estipulada conjuntamente com a obrigação, não sendo possível a sua realização em ato posterior."
      },
      {
        "letra": "B",
        "texto": "A cláusula penal deverá se referir à inexecução completa da obrigação, não sendo possível a estipulação de cláusula penal apenas em relação a alguma cláusula especial do contrato."
      },
      {
        "letra": "C",
        "texto": "O valor da cominação imposta na cláusula penal pode, desde que acordado previamente entre as partes, exceder o da obrigação principal."
      },
      {
        "letra": "D",
        "texto": "É possível exigir a indenização suplementar tendo como único requisito que reste demonstrado que o prejuízo excedeu ao previsto na cláusula penal."
      },
      {
        "letra": "E",
        "texto": "Se a obrigação principal tiver sido cumprida em parte, o juiz deve reduzir a penalidade de forma equitativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3117509",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A partir da vigência da Lei nº 14.905/2024, os juros moratórios, se não houver convenção em sentido diverso, corresponderão a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "taxa referencial do Sistema Especial de Liquidação e de Custódia (Selic), sem qualquer dedução, inclusive se for negativa;"
      },
      {
        "letra": "B",
        "texto": "taxa referencial do Sistema Especial de Liquidação e de Custódia (Selic), deduzida apenas do índice de correção monetária, inclusive se for negativa;"
      },
      {
        "letra": "C",
        "texto": "taxa referencial do Sistema Especial de Liquidação e de Custódia (Selic), deduzida apenas do índice de correção monetária, salvo se for negativa, situação em que será considerada equivalente a zero;"
      },
      {
        "letra": "D",
        "texto": "taxa referencial do Sistema Especial de Liquidação e de Custódia (Selic), somada apenas ao índice de correção monetária, salvo se for negativa, situação em que será considerada equivalente a zero;"
      },
      {
        "letra": "E",
        "texto": "taxa referencial do Sistema Especial de Liquidação e de Custódia (Selic), somada apenas ao índice de correção monetária, inclusive se for negativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3113954",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A empreiteira Construções Felizes S.A. celebrou contrato com a sociedade empresarial Instalações de Ar Puro e Frio Ltda. para o fornecimento e instalação de um complexo sistema de ar condicionado em um empreendimento imobiliário de alto padrão no bairro Belvedere, em Cuiabá, Mato Grosso. O contrato previa a execução dos serviços em seis etapas, com pagamento ao final de cada etapa concluída, para garantir o fluxo contínuo da obra. Após a conclusão da segunda etapa, a empreiteira, alegando dificuldades financeiras temporárias, deixou de efetuar o pagamento correspondente, comprometendo a continuidade do serviço. Em razão disso, a empresa Instalações de Ar Puro e Frio Ltda. notificou a suspensão dos serviços até a regularização do pagamento. A empreiteira, por sua vez, contestou a interrupção, argumentando que a situação financeira justificava o atraso e que a suspensão prejudicaria gravemente o andamento do projeto, configurando, segundo ela, abuso de direito por parte da fornecedora. Diante da situação hipotética e com base no Código Civil, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Instalações de Ar Puro e Frio Ltda. não pode suspender unilateralmente o contrato, pois a suspensão contratual depende de decisão judicial para garantir a segurança jurídica entre as partes."
      },
      {
        "letra": "B",
        "texto": "A justificativa financeira apresentada pela empreiteira é suficiente para afastar o inadimplemento, uma vez que a legislação civil reconhece a possibilidade de revisão contratual em caso de dificuldades econômicas."
      },
      {
        "letra": "C",
        "texto": "A suspensão dos serviços configura abuso de direito, pois prejudica a empreiteira e compromete a conclusão do empreendimento, sendo, portanto, uma conduta passível de indenização."
      },
      {
        "letra": "D",
        "texto": "A suspensão dos serviços por parte de Instalações de Ar Puro e Frio Ltda. depende da comprovação de que o inadimplemento da empreiteira causou um prejuízo financeiro imediato à empresa fornecedora."
      },
      {
        "letra": "E",
        "texto": "Instalações de Ar Puro e Frio Ltda. está amparada pela legislação vigente e, portanto, a suspensão dos serviços é lícita, uma vez que a empreiteira deixou de cumprir com suas obrigações contratuais de pagamento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3087741",
    "metadata": "Ano: 2024 | Banca: Creative Group | Órgão: Prefeitura de Camaquã - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Em um contrato de prestação de serviços celebrado em fevereiro de 2017, a empresa ‘‘Serviços de Limpeza Ltda’’ comprometeu-se a realizar a limpeza mensal de um escritório da empresa ‘‘Comércio e Serviços S.A’’, pelo valor fixo de R$ 1.000,00. Contudo, a ‘‘Serviços de Limpeza Ltda’’ deixou de realizar os serviços por quatro meses consecutivos, sem qualquer justificativa. Em junho de 2023, a ‘‘Comércio e Serviços S.A’’ decidiu rescindir o contrato e pleitear a reparação pelos danos causados pela falta de prestação de serviços. Considerando as disposições do Código Civil, analise as afirmativas abaixo: I. A ‘‘Comércio e Serviços S.A’’ tem até dez anos para ajuizar a ação de indenização pela rescisão do contrato. II. O prazo para pleitear a reparação por danos materiais decorrentes da falta de prestação de serviços é de três anos. III. O prazo para a ‘‘Comércio e Serviços S.A’’ alegar a rescisão contratual deve ser contado a partir do momento em que teve ciência da falta de prestação de serviços.Pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a afirmativa I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a afirmativa III está correta."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3059802",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: FUNASG - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Sobre o inadimplemento contratual e as consequências do inadimplemento das obrigações, assinale a afirmativa INCORRETA",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defeso a terceiro assumir a obrigação do devedor, ainda que com o consentimento expresso do credor."
      },
      {
        "letra": "B",
        "texto": "A parte lesada pelo inadimplemento pode pedir a resolução do contrato, se não preferir exigir-lhe o cumprimento, cabendo, em qualquer dos casos, indenização por perdas e danos."
      },
      {
        "letra": "C",
        "texto": "Se a obrigação for indeterminada, e não houver na lei ou no contrato disposição fixando a indenização devida pelo inadimplente, apurar-se-á o valor das perdas e danos na forma que a lei processual determinar."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de contrato preliminar, esgotado o prazo, poderá o juiz, a pedido do interessado, suprir a vontade da parte inadimplente, conferindo caráter definitivo ao referido contrato, salvo se a isto se opuser a natureza da obrigação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3049922",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Macaé - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Contratos em Geral",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Ian Rodrigues, autônomo, adquiriu um apartamento na planta da Construtora Construbem em julho de 2018. O contrato previa a entrega do imóvel em julho de 2020, com uma cláusula de tolerância de seis meses. Após esse prazo, caso o imóvel não fosse entregue, haveria uma multa mensal de 0,5% sobre o valor total do contrato. O apartamento foi entregue apenas em maio de 2021, causando transtornos a Ian Rodrigues, que precisou alugar um imóvel durante o período de atraso, pagando R$2.500,00 mensais. Diante dos fatos, Ian Rodrigues ajuizou uma ação requerendo: (i) o pagamento da multa contratual pela Construbem, conforme estipulado no contrato, e (ii) uma indenização por lucros cessantes, correspondente ao valor do aluguel que ele teve de pagar durante o atraso. Sobre a hipótese narrada, considerando o entendimento do Superior Tribunal de Justiça e a legislação vigente, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ian Rodrigues tem direito tanto à multa contratual de 0,5% por mês de atraso quanto à indenização por lucros cessantes correspondente ao valor do aluguel."
      },
      {
        "letra": "B",
        "texto": "Ante o inadimplemento absoluto da Construbem, Ian rodrigues poderá optar pela multa prevista no contrato ou pela indenização por lucros cessantes em conformidade com os prejuízos que provar ter suportado."
      },
      {
        "letra": "C",
        "texto": "Ian Rodrigues não faz jus à multa contratual nem à indenização por lucros cessantes, pois a construtora entregou o imóvel dentro de um prazo razoável e não houve comprovação de má-fé."
      },
      {
        "letra": "D",
        "texto": "Ian Rodrigues só tem direito à multa contratual prevista no contrato, não podendo exigir o valor do aluguel que pagou durante o atraso, pois as duas indenizações possuem a mesma natureza compensatória e não podem ser cumuladas, salvo previsão expressa no contrato."
      },
      {
        "letra": "E",
        "texto": "Ante o inadimplemento da Construbem, e sendo silente o contrato sobre a possibilidade de cumulação da multa com a cláusula penal, Ian Rodrigues, a princípio, tem o direito de exigir ambas, podendo ser aplicável pelo juízo, a redução equitativa da multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3049078",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Caraguatatuba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Fernão Dias, proprietário de um imóvel localizado na Av. Domingos Martins Cabrera, Caraguatatuba, SP, celebrou contrato de locação residencial com José de Anchieta pelo prazo de trinta meses. Entre as diversas cláusulas contratuais, há previsão de cláusula penal em caso de inadimplemento total ou parcial da obrigação. Com base no ordenamento jurídico brasileiro, a respeito do tema cláusula penal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o locatário deixe de cumprir a obrigação culposamente, será devida a cláusula penal, cuja cominação imposta pode exceder o da obrigação principal."
      },
      {
        "letra": "B",
        "texto": "A cláusula penal converter-se-á em alternativa a benefício do credor, quando estipulada para o caso de total inadimplemento da obrigação."
      },
      {
        "letra": "C",
        "texto": "Para exigir a cláusula penal, o locador deverá demonstrar o prejuízo sofrido."
      },
      {
        "letra": "D",
        "texto": "Em razão do princípio da intervenção contratual mínima, a penalidade não poderá ser reduzida pela autoridade judicial, ainda que excessiva."
      },
      {
        "letra": "E",
        "texto": "A cláusula penal não pode incidir nos contratos bilaterais, onerosos e comutativos, como é o caso da locação predial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3028426",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "O juízo de 1ª Vara Federal de Brasília defere tutela antecipada impondo obrigação de fazer, sob pena de multa diária de R$ 10.000,00 em caso de descumprimento. O autor, então, agrava dessa decisão, sob dois fundamentos: (i) inadequação da multa, por se tratar de obrigação de fazer fungível; e (ii) modicidade do valor arbitrado, uma vez que é inferior ao ganho do réu com a prática ilícita. Em contrarrazões, são articuladas as seguintes teses defensivas: 1. a obrigação de fazer prevista em contrato, na medida em que submete especificamente um dos contratantes, é sempre infungível; 2. o ordenamento civil prevê apenas a multa diária e a conversão em perdas em danos em caso de descumprimento de obrigações de fazer, fungíveis ou não, e; 3. a teoria do inadimplemento eficiente, amplamente acolhida em nosso ordenamento, admite que a parte escolha assumir o ônus do inadimplemento, indenizando a contraparte, se isso lhe for mais vantajoso, considerada a liberdade contratual. Nesse caso, à luz exclusivamente do direito civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "procedem todas as teses;"
      },
      {
        "letra": "B",
        "texto": "procede apenas a tese 3;"
      },
      {
        "letra": "C",
        "texto": "procedem apenas as teses 1 e 2;"
      },
      {
        "letra": "D",
        "texto": "procedem apenas as teses 1 e 3;"
      },
      {
        "letra": "E",
        "texto": "nenhuma das teses procede."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2579512",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Rio Grande da Serra - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Sobre o inadimplemento das obrigações, é CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas obrigações provenientes de ato ilícito, a mora do devedor se constitui mediante interpelação judicial ou extrajudicial."
      },
      {
        "letra": "B",
        "texto": "O credor não poderá enjeitar a prestação, ainda que se torne inútil, devido à mora."
      },
      {
        "letra": "C",
        "texto": "O devedor não responde pelos prejuízos resultantes de caso fortuito ou força maior, mesmo se houver por eles responsabilizado."
      },
      {
        "letra": "D",
        "texto": "Nos contratos onerosos, responde por simples culpa o contratante, a quem o contrato aproveite, e por dolo aquele a quem não favoreça. Nos contratos benéficos, responde cada uma das partes por culpa, salvo as exceções previstas em lei."
      },
      {
        "letra": "E",
        "texto": "O inadimplemento da obrigação, positiva e líquida, no seu termo, constitui de pleno direito em mora o devedor. Não havendo termo, a mora se constitui mediante interpelação judicial ou extrajudicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2553219",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A empresa Alfa foi contratada pela empresa Beta, em meados de 2015, para prestação de serviços, mediante pagamento de prestação mensal com cláusula de reajuste anual por índice inflacionário oficial. Foi fixado prazo determinado de 48 meses, ao cabo do qual as partes prosseguiram com o contrato, embora sem aditamento. Os reajustes anuais foram regularmente aplicados até meados de 2020. No início de 2024, a empresa Beta manifestou desinteresse na continuidade contratual, notificando a prestadora Alfa que, por sua vez, em acerto de contas, contranotificou a tomadora, cobrando multa rescisória prevista em contrato no equivalente a 12 prestações mensais, além de reajuste retroativo a 2021. Diante do exposto, é correto afirmar que a cobrança",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da multa é lícita, uma vez que, a despeito da expiração do prazo inicialmente fixado, a continuidade da relação contratual gerou à prestadora legítima expectativa de manutenção."
      },
      {
        "letra": "B",
        "texto": "de reajuste retroativo é lícita, pois está previsto em contrato, tratando-se o período sem cobrança de mera liberalidade do prestador do serviço."
      },
      {
        "letra": "C",
        "texto": "do reajuste retroativo é ilícita, pois viola a vedação de comportamento contraditório que emana da cláusula geral de boa-fé objetiva."
      },
      {
        "letra": "D",
        "texto": "da multa é lícita, embora excessivo o montante exigido, tendo em vista a natureza e a finalidade do negócio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2542388",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Contratos em Geral",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "A respeito de inadimplemento das obrigações e de aspectos relativos aos contratos, assinale a opção correta de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O inadimplemento da obrigação, positiva e líquida, no seu termo, constitui o devedor em mora apenas mediante interpelação judicial ou extrajudicial."
      },
      {
        "letra": "B",
        "texto": "É vedado às partes estipular contratos atípicos, uma vez que a legislação estabelece um rol taxativo de contratos admitidos no direito civil."
      },
      {
        "letra": "C",
        "texto": "Nos contratos de execução continuada, se a prestação de uma das partes se tornar excessivamente onerosa, com extrema vantagem para a outra, em virtude de acontecimentos extraordinários e imprevisíveis, o devedor poderá pedir a resolução do contrato."
      },
      {
        "letra": "D",
        "texto": "A herança de pessoa viva pode ser objeto de contrato, devendo este ser feito por instrumento particular."
      },
      {
        "letra": "E",
        "texto": "Na formação dos contratos, a proposta de contrato obriga o oblato, se o contrário não resultar dos termos dela, da natureza do negócio ou das circunstâncias do caso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2507041",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Quanto à cláusula penal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A cláusula penal, pacto acessório, acompanha a obrigação principal, não podendo ser constituída em ato separado concomitante ou posterior àquele que constitui a obrigação principal."
      },
      {
        "letra": "B",
        "texto": "Não pode o credor invocar a cláusula penal compensatória e pretender, cumulativamente, as perdas e os danos, exceto quando as partes tenham pactuado que a cláusula penal funciona como mínimo da reparação, o que autoriza a indenização suplementar."
      },
      {
        "letra": "C",
        "texto": "Fixada a cláusula penal indenizatória em valor superior ao valor da obrigação principal, considera-se inválida a cláusula em sua integralidade, visto que poderia estimular o interesse do credor no descumprimento da avença, a figurar como fonte de enriquecimento sem causa."
      },
      {
        "letra": "D",
        "texto": "É facultado ao julgador reduzir equitativamente a cláusula penal quando a obrigação principal tiver sido cumprida em parte ou quando o montante da penalidade for manifestamente excessivo, tendo em vista a natureza, a finalidade do negócio e o estado anímico do contratante."
      },
      {
        "letra": "E",
        "texto": "Fixada em obrigação indivisível, na hipótese de pluralidade de devedores, é possível exigir de qualquer um deles a integralidade do pagamento da cláusula penal, mas aquele que pagar terá ação regressiva contra o culpado, a fim de evitar seu enriquecimento sem causa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2504664",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: AL-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Calçados e Bolsas LTDA contratou a Vidraçaria Vilson Leão para feitura e instalação de portas e prateleiras de vidros para inauguração de uma nova unidade, marcada para duas semanas antes do natal. A Vidraçaria Vilson Leão cobrou pelo serviço R$ 40 mil reais, exigindo o pagamento adiantado da quantia de R$ 20 mil reais. Calçados e Bolsas LTDA concordou e pagou a quantia exigida, a título de adiantamento, pelo prestador de serviço, com 30 dias de antecedência da inauguração da loja. Faltando 10 dias para a data de execução do serviço contratado, o prestador de serviço começou a não responder as mensagens do tomador de serviço. Calçados e Bolsas LTDA, diante da proximidade do natal, contratou outro prestador de serviço, pagando a quantia de R$ 28 mil reais, e o serviço foi finalizado 10 dias antes do natal, podendo a loja ser inaugurada. Diante dessa hipotética situação, é correto afirmar que Calçados e Bolsas LTDA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tem direito à rescisão do contrato celebrado com Vidraçaria Vilson Leão e a exigir a devolução da quantia dada como adiantamento mais o equivalente, com atualização monetária segundo índices oficiais regularmente estabelecidos, juros e honorários de advogado."
      },
      {
        "letra": "B",
        "texto": "Não tem direito à rescisão do contrato celebrado com Vidraçaria Vilson Leão, porque conseguiu contratar outro prestador de serviço por preço menor."
      },
      {
        "letra": "C",
        "texto": "Tem direito à rescisão do contrato celebrado com Vidraçaria Vilson Leão e a exigir apenas indenização do valor de R$ 8 mil reais, correspondente à diferença do que gastou a mais, considerando o valor inicialmente negociado."
      },
      {
        "letra": "D",
        "texto": "Não tem direito à rescisão do contrato celebrado com Vidraçaria Vilson Leão, porque contratou outro prestador de serviço, sem antes notificar, judicial ou extrajudicialmente, o primeiro contratado."
      },
      {
        "letra": "E",
        "texto": "Tem direito apenas à restituição da quantia que efetivamente pagou à Vidraçaria Vilson Leão, ou seja, R$ 20 mil reais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2476377",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Contratos em Geral",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "De acordo com o Código Civil e o entendimento do STJ, a cláusula penal compensatória torna-se exigível desde a data do inadimplemento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "relativo pelo devedor que, culposamente, deixar de cumprir a obrigação, desde que o vencimento desta não esteja vinculado à prévia notificação da resolução do contrato."
      },
      {
        "letra": "B",
        "texto": "relativo pelo devedor que, dolosamente, deixar de cumprir a obrigação, ainda que o vencimento desta esteja vinculado à prévia notificação da resolução do contrato."
      },
      {
        "letra": "C",
        "texto": "absoluto pelo devedor que, culposamente, deixar de cumprir a obrigação, ainda que o vencimento desta esteja vinculado à prévia notificação da resolução do contrato."
      },
      {
        "letra": "D",
        "texto": "absoluto pelo devedor que, culposamente, deixar de cumprir a obrigação, desde que o vencimento desta não esteja vinculado à prévia notificação da resolução do contrato."
      },
      {
        "letra": "E",
        "texto": "absoluto pelo devedor que, dolosamente, deixar de cumprir a obrigação, desde que o vencimento desta não esteja vinculado à prévia notificação da resolução do contrato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2472458",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: Prefeitura de Chapada dos Guimarães - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Quintus Quotar realizou contrato com a sociedade empresária Arjun Sai, tornando-se credor de expressivo valor em dinheiro. Após o inadimplemento da devedora, propôs ação, que obteve sentença favorável, com a condenação ao pagamento do principal, correção monetária, mais juros e honorários advocatícios. Os juros de mora não cobriram o prejuízo e inexistiu pena convencional. Nos termos do Código Civil, poderá o juiz conceder ao credor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "renovação de contrato"
      },
      {
        "letra": "B",
        "texto": "prêmio compensatório"
      },
      {
        "letra": "C",
        "texto": "indenização suplementar"
      },
      {
        "letra": "D",
        "texto": "índice de correção diverso"
      },
      {
        "letra": "E",
        "texto": "opção diferente da postulada"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2464806",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa que descreve corretamente a diferenciação entre a cláusula penal e as arras.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exigibilidade da cláusula penal dependerá da alegação de prejuízo, e a exigibilidade das arras depende apenas da prova da ocorrência do inadimplemento da obrigação."
      },
      {
        "letra": "B",
        "texto": "A cláusula penal beneficia o devedor, e as arras, o credor."
      },
      {
        "letra": "C",
        "texto": "A cláusula penal é exigível em caso de inadimplemento ou mora, e as arras são pagas por antecipação."
      },
      {
        "letra": "D",
        "texto": "Na obrigação com cláusula penal, o devedor não poderá ofertar a pena em resgate da obrigação principal, nas arras, libera-se o devedor com a entrega do objeto principal, permitindo-se-lhe a substituição por outro no ato do pagamento."
      },
      {
        "letra": "E",
        "texto": "A cláusula penal é livremente pactuada pelas partes, ao passo que as arras podem ser reduzidas pelo juiz."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2457288",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Pedro Henrique ajuizou ação de cumprimento de cláusula contratual cumulada com perdas e danos em face de ABC Construtora. Consta da inicial, que as partes celebraram contrato de compra e venda de imóvel com previsão de entrega em até 18 meses após a assinatura, sob pena de multa mensal de 0,5% do valor do contrato, afastada a indenização suplementar, conforme cláusula contratual expressa. Pedro Henrique afirma que o imóvel foi entregue com atraso de 11 meses, razão pela qual, requer a execução da cláusula contratual. Alega também que, em virtude da mora da ré, experimentou danos materiais correspondentes aos valores gastos com a locação de outro imóvel durante o período de atraso, bem como danos morais pela frustração vivenciada. Diante da situação hipotética, da legislação vigente e do entendimento do Superior Tribunal de Justiça (STJ), assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme o entendimento do STJ, é possível a cumulação da cláusula penal moratória, tal qual a estabelecida no contrato, com a indenização por lucros cessantes, pois possuem naturezas distintas."
      },
      {
        "letra": "B",
        "texto": "Nos termos da legislação vigente, a cláusula penal estabelecida no contrato converte-se em benefício do credor, sendo sempre cumulável com a indenização por lucros cessantes."
      },
      {
        "letra": "C",
        "texto": "Conforme o entendimento do STJ, é possível cumular a cláusula penal com a indenização por lucros cessantes mesmo quando a multa apresenta equivalência com os locativos desde que não exceda o valor da obrigação principal."
      },
      {
        "letra": "D",
        "texto": "Conforme o entendimento do STJ, a cláusula penal moratória tem a finalidade de indenizar pelo inadimplemento relativo, e, em regra, estabelecida em valor equivalente ao locativo, afasta a cumulação com lucros cessantes."
      },
      {
        "letra": "E",
        "texto": "Conforme a legislação vigente, a previsão expressa de cláusula penal compensatória representa renúncia a discussão posterior de lucros cessantes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2449533",
    "metadata": "Ano: 2024 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Com relação ao inadimplemento das obrigações contratuais, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente na hipótese de o devedor expressamente assumir a responsabilidade, responderá pelos danos resultantes de caso fortuito ou força maior."
      },
      {
        "letra": "B",
        "texto": "O devedor de obrigação oriunda de ato ilícito por ele praticado incorrerá em mora a partir do dia em que receber a citação judicial."
      },
      {
        "letra": "C",
        "texto": "Nas obrigações de pagamento em dinheiro, se o credor demonstrar que os juros de mora não cobrem o prejuízo sofrido, o juiz poderá conceder indenização suplementar desde que as partes não tenham convencionado diretamente a aplicação de multa."
      },
      {
        "letra": "D",
        "texto": "A multa contratual é exigível, independentemente da existência de prejuízo para o credor."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2449072",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Pedro financiou a aquisição de um veículo seminovo. Em garantia, alienou-o fiduciariamente ao banco. Depois da terceira prestação, cessaram os pagamentos. A instituição financeira, então, remeteu notificação à sua residência, com aviso de recebimento. A diligência, enviada para o endereço informado na contratação, resultou negativa, por ausência do destinatário quando da tentativa de entrega. Mesmo assim, dias depois, a credora ingressou com demanda de busca e apreensão do bem, com pedido liminar. Nesse caso, é correto afirmar que a mora:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decorre do mero inadimplemento, de modo que a notificação era prescindível;"
      },
      {
        "letra": "B",
        "texto": "decorre do mero inadimplemento, mas a notificação é imprescindível para comprová-la, o que é atendido com a mera expedição, ainda que o destinatário esteja ausente no momento da entrega;"
      },
      {
        "letra": "C",
        "texto": "não decorre do mero inadimplemento, de modo que a notificação é imprescindível para constituí-la, o que é atendido com a mera expedição, ainda que o destinatário esteja ausente no momento da entrega;"
      },
      {
        "letra": "D",
        "texto": "decorre do mero inadimplemento, mas a notificação é imprescindível para comprová-la; no entanto, ainda que seja desnecessário o recebimento pessoal pelo destinatário, a devolução por motivo de ausência não é suficiente para demonstrá-la;"
      },
      {
        "letra": "E",
        "texto": "não decorre do mero inadimplemento, de modo que a notificação é imprescindível para constituí-la; nesse sentido, ainda que seja desnecessário o recebimento pessoal pelo destinatário, a devolução por motivo de ausência não é suficiente para demonstrá-la."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2446522",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Garanhuns - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Julgue o item a seguir.O pagamento, principal modo de adimplemento, não se limita a transações monetárias, incluindo também o pagamento por consignação e sub-rogação, permitindo a extinção da dívida de diversas maneiras.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2414881",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Se a obrigação for indeterminada, e não houver na lei ou no contrato disposição fixando a indenização devida pelo inadimplente, apurar-se-á o valor das perdas e danos na forma que a lei processual determinar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2380231",
    "metadata": "Ano: 2024 | Banca: IDHTEC | Órgão: Câmara de Itapissuma - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "O que ocorre se a parte que deu as arras não executar o contrato?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A outra parte poderá ter o contrato por desfeito, retendo as arras."
      },
      {
        "letra": "B",
        "texto": "As arras deverão ser restituídas ou computadas na prestação devida."
      },
      {
        "letra": "C",
        "texto": "A parte poderá ter o contrato por desfeito, e exigir a devolução das arras mais o equivalente, com atualização monetária."
      },
      {
        "letra": "D",
        "texto": "As arras deverão ser restituídas, acrescidas de juros e honorários de advogado."
      },
      {
        "letra": "E",
        "texto": "A outra parte poderá ter o contrato por desfeito, restituindo as arras mais o equivalente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2367622",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Paulo Roberto, após muitos estudos e um completo planejamento, decidiu empreender na área de artigos desportivos. Para viabilizar seu negócio, celebra contrato de mútuo feneratício com José em 10/08/2023. Pelo referido contrato, José emprestou a quantia de R$20.000,00 a Paulo Roberto, que se comprometeu a restituir o valor, acrescido de 10%, em 10/10/2023. Ocorre que, antes do vencimento do mútuo, Paulo Roberto precisou de um novo aporte financeiro e procurou novamente José. Em 20/09/2023 celebraram novo contrato, pelo qual José emprestou a importância de R$20.000,00 à Paulo Roberto, sendo estabelecido a incidência de juros de 10% e o vencimento dessa nova obrigação em 10/11/2023. Paulo Roberto inadimpliu ambos os contratos, mas, em 10/12/2023, conseguiu juntar a importância de R$22.000,00 e procurou José para saldar parte da sua dívida. Diante da situação hipotética narrada, analise as afirmativas a seguir. I. Paulo Roberto tem o direito de indicar a qual dos débitos oferece pagamento, mas o pagamento será imputado primeiro nos juros vencidos, salvo se convencionarem diversamente. II. Paulo Roberto tem o direito de indicar a qual dos débitos oferece pagamento, mas se não o declarar, José poderá fazêlo, indicando sua escolha na quitação. III. Se Paulo Roberto não indicar a qual dos débitos oferece pagamento e José também não indicar na quitação, o pagamento será referente ao empréstimo celebrado em 10/08/2023. Está correto o que afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2626776",
    "metadata": "Ano: 2023 | Banca: FURB | Órgão: Prefeitura de Ilhota - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "No Direito Civil, o Direito das Obrigações abrange relações jurídicas de natureza pessoal e patrimonial, regulando principalmente a forma como os débitos devem ser cumpridos e as consequências do seu inadimplemento. À luz do Código Civil Brasileiro (Lei nº 10.406/2002), considere o seguinte caso hipotético: Um Município celebrou um contrato de prestação de serviços com a empresa Construções Eficientes Ltda., para a reforma de uma escola pública. Foi pactuada uma cláusula penal para o caso de inadimplemento das obrigações contratuais pela empresa. No decorrer da execução do contrato, a empresa atrasou a entrega da obra em 3 meses, alegando dificuldades técnicas imprevistas e aumento substancial nos preços dos materiais de construção. O Município decidiu cobrar a multa prevista na cláusula penal, mas a empresa argumenta que o valor é excessivo e capaz de levar à sua insolvência. Com base no Código Civil e na situação descrita, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Município tem direito ao recebimento integral da multa, pois a cláusula penal é irredutível e visa assegurar o cumprimento das obrigações contratuais."
      },
      {
        "letra": "B",
        "texto": "A cláusula penal é considerada nula, pois o atraso na entrega da obra se deu por motivo de força maior, caracterizado pelo aumento inesperado dos custos dos materiais."
      },
      {
        "letra": "C",
        "texto": "A empresa Construções Eficientes Ltda. está isenta do pagamento da cláusula penal, uma vez que demonstrou que o atraso ocorreu por dificuldades técnicas imprevisíveis e alheias à sua vontade."
      },
      {
        "letra": "D",
        "texto": "A empresa pode requerer judicialmente a redução da cláusula penal, com base no princípio da função social do contrato e na teoria da imprevisão."
      },
      {
        "letra": "E",
        "texto": "O Município não pode executar a cláusula penal, pois ela deve ser compensada com os prejuízos efetivamente comprovados decorrentes do atraso na entrega da obra."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2393644",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Sobre o tema “cessão de crédito”, de acordo com o Código Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o cedente responderá pela solvência do devedor, ainda que haja estipulação em contrário."
      },
      {
        "letra": "B",
        "texto": "o devedor não poderá opor ao cessionário as exceções que lhe competiam, nem as que, no momento em que veio a ter conhecimento da cessão, tinha contra o cedente."
      },
      {
        "letra": "C",
        "texto": "a cessão de um crédito resultará na abrangência de todos os seus acessórios, ainda que haja disposição em contrário."
      },
      {
        "letra": "D",
        "texto": "independentemente do conhecimento da cessão pelo devedor, pode o cessionário exercer os atos conservatórios do direito cedido."
      },
      {
        "letra": "E",
        "texto": "o cessionário de crédito hipotecário não pode fazer averbar a cessão no registro do imóvel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2324603",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Contratos em Geral",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Sobre a inexecução de obrigações e seus efeitos, assinale a afirmação incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em contrato bilateral uma parte pode, a qualquer tempo, exercer o direito legal à resolução contratual com base em cláusula resolutiva expressa, cujos efeitos resolutórios independem de provimento jurisdicional."
      },
      {
        "letra": "B",
        "texto": "As obrigações provenientes de ato ilícito devem ser sujeitas à interpelação prévia para que o devedor seja constituído em mora."
      },
      {
        "letra": "C",
        "texto": "Caso a parte tenha adimplido parcela substancial de contrato bilateral, poderá obstar a sua resolução com base no princípio da boa-fé e equilíbrio contratual."
      },
      {
        "letra": "D",
        "texto": "O ato unilateral da parte contratante compatível com renúncia à exceção do contrato não cumprido, como, por exemplo, a entrega da prestação mesmo diante do inadimplemento, não retira da parte o direito de exigir o pagamento do preço perante a parte inadimplente."
      },
      {
        "letra": "E",
        "texto": "A resolução por inadimplemento provoca a extinção do vínculo contratual, sem, contudo, implicar no efeito liberatório dos contratantes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2319997",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "No dia 30 de agosto, Antônio, empresário, residente em São Paulo, contratou Helena, artista plástica, residente no Rio de Janeiro, para pintar uma tela que ele queria dar de presente à sua mulher, no aniversário desta, em 30 de setembro, por R$ 50.000,00. Foi ajustado o prazo de trinta dias para a realização do serviço, e multa de 40% sobre o valor da remuneração na hipótese de inadimplemento. Combinou-se, também, que a entrega ocorreria no escritório de Antônio, em São Paulo. Ocorre que Fábio, assistente de Helena, confundiu-se sobre a contagem do prazo. Equivocadamente, Fábio concluiu que o prazo de Helena venceria no dia 30 de setembro, e agendou a viagem de Helena para São Paulo em tal data, no primeiro voo. Para infelicidade de Helena, após pousar no Aeroporto de Congonhas, na manhã do dia 30 de setembro, a artista teve a ingrata surpresa de descobrir que sua bagagem, contendo a tela, havia sido extraviada. Ao explicar a Antônio o ocorrido, que Helena considerou um caso fortuito ou de força maior, os contratantes se desentenderam, e Antônio disse que cobraria judicialmente a multa. Helena afirmou que não pagaria, sobretudo por se tratar de multa abusiva. Com base nos fatos narrados, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assiste razão a Helena, vez que a impossibilidade do cumprimento da obrigação decorreu de caso fortuito ou de força maior."
      },
      {
        "letra": "B",
        "texto": "Assiste razão a Antônio, vez que Helena, no caso, responde até mesmo pela impossibilidade decorrente de caso fortuito ou força maior, e a multa está dentro do limite legal."
      },
      {
        "letra": "C",
        "texto": "A cobrança da multa contratual depende de prova de efetivo prejuízo."
      },
      {
        "letra": "D",
        "texto": "Assiste razão a Helena, vez que a tela ainda pode ser recuperada e entregue a Antônio."
      },
      {
        "letra": "E",
        "texto": "Helena, no caso, responde até mesmo pela impossibilidade decorrente de caso fortuito ou força maior, porém a multa contratual estabelecida excede o limite legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2314284",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Pombos - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "No Direito Civil, o inadimplemento das obrigações é sempre imputável ao devedor, independentemente do tipo de contrato e da parte a quem se imputa o descumprimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2314130",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Pombos - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Contratos em Geral",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "A teoria da imprevisão no inadimplemento das obrigações possibilita a revisão judicial do contrato apenas nos casos de eventos imprevisíveis, excluindo-se aqueles considerados extraordinários.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2312858",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Ana é proprietária de uma galeria de arte que expõe à venda quadros e esculturas de alto valor. Um dia, durante uma exposição, um homem chamado Carlos ultrapassa a faixa de segurança para tentar tirar uma selfie com uma das obras, esbarra acidentalmente em uma das esculturas e acaba perfurando um quadro. Ana, ao perceber o prejuízo, tenta abordar Carlos para discutir o incidente, mas ele se escusa da responsabilidade sobre o ocorrido e se recusa a pagar os danos materiais causados. Ana envia uma notificação extrajudicial solicitando o pagamento, mas não obtém resposta. Decide então propor ação de reparação pelos danos causados. Carlos é citado, apresenta defesa e, por fim, a ação é julgada procedente. Diante da situação hipotética, tendo decorrido o trânsito em julgado da decisão judicial que o condenou, é correto afirmar que Carlos é considerado em mora desde a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "citação."
      },
      {
        "letra": "B",
        "texto": "prática do ato."
      },
      {
        "letra": "C",
        "texto": "notificação extrajudicial enviada."
      },
      {
        "letra": "D",
        "texto": "sentença de procedência."
      },
      {
        "letra": "E",
        "texto": "propositura da ação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2299178",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: CISCOPAR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A cláusula penal é um dispositivo contratual que estabelece uma multa ou uma forma de indenização por descumprimento ou atraso no cumprimento da obrigação pactuada. Ela tem como objetivo principal prever, de antemão, as consequências financeiras que serão aplicadas, proporcionando maior segurança jurídica às partes. Dentre as alternativas abaixo, assinale a que indica corretamente a limitação estabelecida pelo Código Civil Brasileiro para o valor da cominação imposta na cláusula penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O valor da cominação na cláusula penal pode exceder o da obrigação principal, desde que as partes concordem."
      },
      {
        "letra": "B",
        "texto": "O valor da cominação na cláusula penal não pode ser inferior ao da obrigação principal."
      },
      {
        "letra": "C",
        "texto": "O valor da cominação na cláusula penal não pode exceder o da obrigação principal."
      },
      {
        "letra": "D",
        "texto": "O valor da cominação na cláusula penal deve ser sempre o dobro do valor da obrigação principal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2281641",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TBG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A respeito da analogia, dos atos e negócios jurídicos, das obrigações e da prescrição, julgue o item subsecutivo. A cláusula penal tem por finalidade fixar indenização por descumprimento da obrigação contratual ou atraso em cumpri-la.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2259513",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Itabuna - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil, sobre as modalidades de obrigações, analisar os itens abaixo: I. A obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso. II. Se, no caso do artigo antecedente, a coisa se perder, sem culpa do devedor, antes da tradição, ou pendente a condição suspensiva, fica resolvida a obrigação para ambas as partes; se a perda resultar de culpa do devedor, responderá este pelo equivalente e mais perdas e danos. III. Deteriorada a coisa, não sendo o devedor culpado, poderá o credor resolver a obrigação, ou aceitar a coisa, abatido de seu preço o valor que perdeu. IV. Sendo culpado o devedor, poderá o credor exigir o equivalente, ou aceitar a coisa no estado em que se acha, com direito a reclamar, em um ou em outro caso, indenização das perdas e danos. Estão CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "B",
        "texto": "Somente os itens III e IV."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I, II e III."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II, III e IV."
      },
      {
        "letra": "E",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2253807",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SMF-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A sociedade SSS contratou os serviços de armazenagem da sociedade JJJ. Entregou, então, dez caixas de material químico, a serem conservadas e mantidas pelo período de um ano. Chegado o termo final, a sociedade SSS notifica a sociedade JJJ para que lhe devolva as caixas. Considerando essa dinâmica obrigacional, vê-se que há duas principais prestações a cargo da sociedade JJJ. Sobre os regimes da mora relativos a essas prestações, é correto afirmar que são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "idênticos, notadamente porque, em caso de injusta recusa da sociedade SSS (mora accipiendi), permitem que o devedor se exonere pela consignação em pagamento;"
      },
      {
        "letra": "B",
        "texto": "idênticos, notadamente porque admitem que, em caso de inadimplemento relativo da sociedade JJJ (mora solvendi), permitem, à luz da disciplina do Código Civil, que o trabalho seja executado por terceiros às custas da devedora;"
      },
      {
        "letra": "C",
        "texto": "diversos, na medida em que só a obrigação de devolver as caixas admite, à luz da disciplina do Código Civil, a consignação em pagamento em caso de injusta recusa da sociedade SSS (mora accipiendi);"
      },
      {
        "letra": "D",
        "texto": "diversos, na medida em que só a obrigação de devolver as caixas admite, à luz da disciplina do Código Civil, o cumprimento por terceiros às custas da devedora em caso de inadimplemento relativo da sociedade JJJ (mora solvendi);"
      },
      {
        "letra": "E",
        "texto": "diversos, na medida em que só a obrigação de conservar e manutenir as caixas admite, à luz da disciplina do Código Civil, a consignação em pagamento em caso de injusta recusa da sociedade SSS (mora accipiendi)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2236212",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: RBPREV - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Maria firmou um contrato com Carla de prestação de serviço no valor de R$10.000,00 (dez mil reais). Carla, na qualidade de prestadora, tinha o prazo improrrogável de 30 (trinta) dias para conclusão do serviço, sob pena de incorrer na seguinte cláusula penal: “o não cumprimento do prazo por parte da prestadora implica na aplicação de multa de R$1.000,00 (um mil reais), sem prejuízo de responder pelas perdas e danos sofridos pela tomadora.” Com o atraso de Carla, Maria sofreu um prejuízo de R$2.000,00 (dois mil reais). Não houve qualquer causa para afastamento da aplicação da cláusula penal ou do dever de indenizar. Considerando o caso concreto narrado, é correto afirmar que Maria poderá exigir de Carla em razão do descumprimento contratual, desprezados eventuais acréscimos de juros e correção monetária, o pagamento de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "R$0,00 (zero reais)."
      },
      {
        "letra": "B",
        "texto": "R$1.000,00 (um mil reais)."
      },
      {
        "letra": "C",
        "texto": "R$2.000,00 (dois mil reais)."
      },
      {
        "letra": "D",
        "texto": "R$3.000,00 (três mil reais)."
      },
      {
        "letra": "E",
        "texto": "R$10.000,00 (dez mil reais)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2224549",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Carlos, juiz leigo do Tribunal de Justiça da Bahia, em demanda ajuizada pelo condomínio em face de um dos moradores que perturba o sossego dos demais e não paga as respectivas cotas mensais, elabora projeto de sentença com o seguinte dispositivo: “Ante o exposto, JULGO PROCEDENTES os pedidos para condenar o réu em danos morais de R$ 5.000,00, (i) corrigidos desde a propositura da demanda, e (ii) juros de mora desde a citação, por se tratar de responsabilidade civil extracontratual. Sem prejuízo, CONDENO o réu, ainda, ao pagamento das cotas condominiais em aberto, (iii) computados juros de mora desde o respectivo vencimento”. Nesse caso, considerando a disciplina da mora no Código Civil, Carlos acertou:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas no item (i);"
      },
      {
        "letra": "B",
        "texto": "apenas no item (ii);"
      },
      {
        "letra": "C",
        "texto": "apenas no item (iii);"
      },
      {
        "letra": "D",
        "texto": "apenas nos itens (ii) e (iii);"
      },
      {
        "letra": "E",
        "texto": "nos itens (i), (ii) e (iii)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2209983",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: Prefeitura de Rio Branco - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Leia as assertivas abaixo. I - Não cumprida a obrigação, responde o devedor por perdas e danos, mais juros e atualização monetária segundo índices oficiais regularmente estabelecidos, e honorários de advogado; II – O devedor não responde pelos prejuízos resultantes de caso fortuito ou força maior, se expressamente não se houver por eles responsabilizado; III - Nas obrigações provenientes de ato ilícito, considera-se o devedor em mora, da data em que for cientificado judicialmente; IV - Purga-se a mora, por parte do devedor, oferecendo este a prestação mais a importância dos prejuízos decorrentes do dia do evento. Estão corretas as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "III e IV."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2208478",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA a respeito de cláusula penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode ser estipulada em conjunto com a obrigação ou em ato posterior."
      },
      {
        "letra": "B",
        "texto": "O juiz tem o dever de reduzir a cláusula penal se a obrigação principal tiver sido cumprida em parte, ou se o montante da penalidade for manifestamente excessivo, tendose em vista a natureza e a finalidade do negócio."
      },
      {
        "letra": "C",
        "texto": "Aplica-se a ela a regra do artigo 184 do Código Civil, segundo o qual “a invalidade da obrigação principal implica a das obrigações acessórias, mas a destas não induz a da obrigação principal”."
      },
      {
        "letra": "D",
        "texto": "O valor da cominação imposta na cláusula penal não pode exceder o da obrigação principal."
      },
      {
        "letra": "E",
        "texto": "Não é possível estipular cláusula penal que se refira apenas à inexecução de uma das cláusulas da avença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2176506",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Jaguariúna - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Tendo em vista as disposições gerais que regulam o inadimplemento das obrigações, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cumprida a obrigação, responde o devedor por perdas e danos, acrescidos de juros ou atualização monetária segundo índices oficiais regularmente estabelecidos, e honorários de advogado, se houver previsão contratual."
      },
      {
        "letra": "B",
        "texto": "nas obrigações negativas o devedor é havido por inadimplente desde o dia em que executou o ato de que se devia abster."
      },
      {
        "letra": "C",
        "texto": "pelo inadimplemento respondem todos os bens do devedor adquiridos após o início da relação jurídica que fundamenta a obrigação inadimplida."
      },
      {
        "letra": "D",
        "texto": "nos contratos benéficos responde por dolo o contratante, a quem o contrato aproveite, e por simples culpa aquele a quem não favoreça."
      },
      {
        "letra": "E",
        "texto": "o devedor sempre responde pelos prejuízos decorrentes de caso fortuito ou força maior, salvo se expressamente não houver por eles responsabilizado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2174524",
    "metadata": "Ano: 2023 | Banca: CESGRANRIO | Órgão: AGERIO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Determinada empresa propõe ação de rescisão de contrato, com devolução de valores pagos a outra sociedade empresarial, ré no processo. Alega e prova que adquiriu sistema eletrônico integrado de gestão empresarial que nunca chegou a funcionar corretamente. Ao mesmo tempo, a empresa ré promoveu a execução da autora, fundada em instrumento de confissão de dívida. A decisão do tribunal reconheceu o inadimplemento contratual por parte da ré (que alienou o sistema) e determinou o restabelecimento das partes ao estado anterior, com devolução do quanto pago, atualizado e acrescido de correção monetária desde a citação, sem, no entanto, mencionar os juros. Como consequência da resolução do contrato, foi anulada a confissão de dívida emitida em decorrência das obrigações então pactuadas. Nesse caso, quanto à correção monetária e juros, a decisão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está correta, pois se trata de contrato, e a correção monetária incide a partir da citação, não tendo havido mora, mas sim inadimplemento contratual."
      },
      {
        "letra": "B",
        "texto": "é incorreta; primeiro, porque a correção se conta de cada desembolso dos valores devidos; e, segundo, porque incidem juros de mora desde a citação."
      },
      {
        "letra": "C",
        "texto": "precisa ser revista, uma vez que, se o sistema funcionou mal, não há correção e juros, já que o contrato foi parcialmente cumprido."
      },
      {
        "letra": "D",
        "texto": "é lacunosa quanto aos juros, que incidem desde o trânsito em julgado da sentença, e correta quanto à correção monetária."
      },
      {
        "letra": "E",
        "texto": "necessita ser complementada em liquidação, para que os juros possam ser fixados desde a data da sentença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2166894",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "A XX Ltda. é uma produtora de alimentos orgânicos que frequentemente fornece produtos para os Supermercados Preço e Qualidade Ltda. No dia 20 de janeiro de 2023, um caminhão da empresa XX que descarregava produtos em uma das lojas do Preço e Qualidade foi gravemente danificado ao ser atingido por uma empilhadeira controlada de forma negligente por um funcionário do supermercado. Embora o caminhão ainda se encontre em reparo e o montante do prejuízo causado ao veículo não tenha sido apurado, estima-se que seja superior a R$ 15.000,00. No mesmo dia, a produtora firmou dois contratos com o supermercado: um de fornecimento de um lote de açúcar orgânico e outro de fornecimento de dois lotes de farinha de trigo orgânica. Pelo contrato de fornecimento de açúcar, ficou acordado que o supermercado pagaria à produtora o valor de R$ 10.000,00 no dia 20 de fevereiro de 2023; já pelo contrato de fornecimento de farinha, as partes avençaram que o supermercado pagaria R$ 7.000,00 pelo primeiro lote em 20 de fevereiro de 2023 e o mesmo valor pelo segundo lote em 27 de fevereiro de 2023. Nenhum pagamento foi feito pelo Preço e Qualidade à empresa XX desde então, muito embora esta última tenha adimplido todas as prestações que lhe incumbiam. Em 27 de fevereiro de 2023, o supermercado pagou R$ 7.000,00 à produtora, sem especificar a qual dos débitos aquele valor se referia. O setor responsável da produtora, por sua vez, deu quitação ao supermercado pelo valor pago, sem que o documento tampouco especificasse em qual dos débitos fora imputado o pagamento. Considerando que as partes não consigam chegar a um acordo, o Código Civil brasileiro prevê que o pagamento em questão deve ser imputado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "integralmente na dívida reparatória dos danos ao caminhão;"
      },
      {
        "letra": "B",
        "texto": "integralmente na dívida referente ao fornecimento de açúcar;"
      },
      {
        "letra": "C",
        "texto": "integralmente na dívida referente ao segundo lote de farinha;"
      },
      {
        "letra": "D",
        "texto": "em parte na dívida oriunda do fornecimento de açúcar e em parte na dívida referente ao primeiro lote de farinha;"
      },
      {
        "letra": "E",
        "texto": "em parte na dívida referente ao primeiro lote de farinha e em parte na dívida referente ao segundo lote de farinha."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2166889",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Transmissão das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Fernando é dono de uma pequena floricultura. Certa vez, ele comentou com seu irmão Francisco que estava preocupado, pois uma dívida vultosa contraída com um fornecedor de flores venceria no mês seguinte e ele não sabia se disporia de recursos suficientes para adimplir o débito. Fernando ainda disse ao irmão que já tinha consultado um advogado e que não dispunha de qualquer argumento jurídico para eximir-se do pagamento da dívida. Naquele mesmo dia, apiedando-se da situação do irmão, Francisco decidiu surpreendê-lo e, sem nada dizer a ele, pagou, em nome próprio, a dívida integral junto ao fornecedor de flores, que prontamente aceitou o pagamento. Em casos como esse, o direito civil brasileiro estabelece que Francisco:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sub-rogou-se automaticamente no direito que o fornecedor de flores titularizava contra Fernando;"
      },
      {
        "letra": "B",
        "texto": "nada pode cobrar de Fernando, pois realizou o pagamento sem o conhecimento deste;"
      },
      {
        "letra": "C",
        "texto": "nada pode cobrar de Fernando, pois realizou o pagamento em nome próprio;"
      },
      {
        "letra": "D",
        "texto": "pode cobrar de Fernando o reembolso do valor pago, mas apenas a partir da data de vencimento da dívida original;"
      },
      {
        "letra": "E",
        "texto": "pode cobrar de Fernando o reembolso do valor pago, desde a data em que realizou o pagamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2165965",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TST",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Inadimplemento das Obrigações",
      "Locação de Coisas",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "A sociedade limitada X contratou a locação de uma loja no Shopping Center Y, a ser construído, com a finalidade de dar início a suas atividades empresariais. Tanto a construção do shopping quanto a locação de suas lojas são de responsabilidade da Construtora W, que se obrigou a entregar a obra pronta em doze meses. Ocorre que a Construtora W descumpriu sua obrigação relativa à construção do shopping, identificando-se no caso o inadimplemento absoluto por impossibilidade da entrega da loja e, por consequência, a impossibilidade de cumprir as obrigações relativas à locação. Tornando-se impossível o início de suas atividades empresariais, a sociedade limitada X ingressou com ação indenizatória em face da Construtora W, cujo pedido foi de reparação dos danos sofridos em decorrência de inadimplemento contratual que a impediu de obter faturamento próprio. Sobre os fatos narrados, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o inadimplemento contratual obriga a Construtora W a indenizar a sociedade limitada X quanto aos danos emergentes provados, isto é, aqueles relativos ao que efetivamente perdeu;"
      },
      {
        "letra": "B",
        "texto": "além dos danos emergentes, a sociedade limitada X faz jus à indenização pelos lucros cessantes, cuja quantificação independe do início da sua atividade empresarial;"
      },
      {
        "letra": "C",
        "texto": "os lucros cessantes em caso de descumprimento de obrigação contratual assumida pela Construtora W para a entrega do imóvel são presumidos;"
      },
      {
        "letra": "D",
        "texto": "além dos lucros cessantes e danos emergentes, a sociedade limitada X faz jus à indenização por perda da chance, proporcional à expectativa quanto à probabilidade de auferir lucro na exploração da atividade;"
      },
      {
        "letra": "E",
        "texto": "é devida a compensação pelos danos morais in re ipsa sofridos pela sociedade limitada X decorrente do inadimplemento contratual e da frustação pelo início das atividades empresariais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2107165",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: BRDE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Sobre as arras, os juros, a sub-rogação, a imputação ao pagamento e a cláusula penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, por ocasião da conclusão do contrato, uma parte der à outra, a título de arras, dinheiro ou outro bem móvel, deverão as arras, em caso de execução, ser restituídas ou computadas na prestação devida, mesmo que de gênero diverso da principal."
      },
      {
        "letra": "B",
        "texto": "Ainda que se não alegue prejuízo, é obrigado o devedor aos juros da mora que se contarão assim às dívidas em dinheiro, como às prestações de outra natureza, uma vez que lhes esteja fixado o valor pecuniário por sentença judicial, arbitramento, ou acordo entre as partes."
      },
      {
        "letra": "C",
        "texto": "Havendo capital e juros, o pagamento imputar-se-á primeiro nos juros vencidos, e depois no capital, salvo estipulação em contrário, ou se o credor passar a quitação por conta do capital."
      },
      {
        "letra": "D",
        "texto": "Na sub-rogação legal, o sub-rogado não poderá exercer os direitos e as ações do credor, senão até à soma que tiver desembolsado para desobrigar o devedor."
      },
      {
        "letra": "E",
        "texto": "Quando se estipular a cláusula penal para o caso de mora, ou em segurança especial de outra cláusula determinada, terá o credor o arbítrio de exigir a satisfação da pena cominada, juntamente com o desempenho da obrigação principal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2091470",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TCE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A promotora de eventos X contrata diretamente a cantora Macabeya Estrela, consagrada pela opinião pública e em primeiro lugar nas paradas de sucesso. Uma semana antes do dia aprazado para o concerto, a sociedade Y, sabendo que não havia qualquer disposição disciplinando eventual inadimplemento nesse contrato, avisa à promotora de eventos X que a artista não comparecerá, porque fechou com ela negócio mais vantajoso para a mesma data. Nesse caso, a teor das disposições do Código Civil e da jurisprudência das Cortes Superiores, é correto afirmar que a promotora de eventos X:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ser indenizada pelas perdas e danos exclusivamente em face de Macabeya Estrela;"
      },
      {
        "letra": "B",
        "texto": "deverá ser indenizada pelas perdas e danos em face de Macabeya Estrela e da sociedade Y;"
      },
      {
        "letra": "C",
        "texto": "deverá determinar que o concerto seja realizado por outro artista com igual popularidade, às expensas de Macabeya Estrela, o que eliminaria a possibilidade de indenização suplementar;"
      },
      {
        "letra": "D",
        "texto": "deverá determinar que o concerto seja realizado por terceiro, sem prejuízo de ser indenizada por eventuais perdas e danos porventura subsistentes em face de Macabeya Estrela e da sociedade Y;"
      },
      {
        "letra": "E",
        "texto": "na falta de qualquer disposição acerca de inadimplemento, nada poderá fazer, a não ser regredir contra a cantora caso seja demandada pelos consumidores frustrados pelo cancelamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2068781",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Em caso de atraso na entrega do imóvel por culpa da construtora, o prejuízo do promitente comprador",
    "alternativas": [
      {
        "letra": "A",
        "texto": "excluirá os lucros cessantes."
      },
      {
        "letra": "B",
        "texto": "deverá ser comprovado."
      },
      {
        "letra": "C",
        "texto": "compreenderá o dano material e o moral, que é presumido."
      },
      {
        "letra": "D",
        "texto": "será presumido e deverá corresponder à média do aluguel que o comprador deixaria de pagar."
      },
      {
        "letra": "E",
        "texto": "compreenderá somente o dano moral."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2035770",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Ana é devedora de Tereza da quantia de R$ 500.000,00, formalizada em título próprio, cuja quitação consiste na devolução do título. Na data do vencimento da referida obrigação, Ana procura Tereza e oferece o pagamento de R$ 300.000,00. Explica que só poderá efetuar o pagamento da quantia restante em 5 dias e solicita, não obstante o pagamento parcial, a devolução do respectivo título. Tereza, por conhecer Ana há muitos anos, aceita o pagamento parcial, mas não devolve o título. Passados os 5 dias, Tereza procura Ana, solicitando a integralização do pagamento, ao que Ana responde que toda a obrigação foi quitada. Ante a situação hipotética, analise as afirmativas a seguir. I. Caso Tereza tenha entregado o título à Ana, terá sido firmada a presunção do pagamento, de forma que caberá a Tereza o ônus de provar a falta de pagamento integral e tornar sem efeito a quitação. II. Caso Tereza tenha entregado o título à Ana, terá sido firmada a presunção do pagamento, não cabendo prova em contrário. III. Caso Tereza concorde com a proposta, mas se recuse a devolver o título, Ana poderá reter o pagamento até que o título lhe seja entregue ou que Tereza declare a sua inutilização. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2035765",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Marcos celebrou acordo verbal com Jorge, sem testemunhas, para que este realizasse serviço de marcenaria em seu imóvel, conforme as diretrizes ajustadas entre as partes, no prazo de 60 dias. Jorge recebeu um valor adiantado proporcional a 20% sobre o valor do serviço. Passado o prazo, Jorge não entregou o serviço e anunciou que não o fará, considerando a ausência de contrato válido e assinado entre as partes, solicitando os dados bancários de Marcos para restituir o valor recebido. Diante do caso narrado, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alegação de Jorge procede, pois a validade da declaração de vontade depende de forma especial escrita, sem a qual não há contrato."
      },
      {
        "letra": "B",
        "texto": "A alegação de Jorge não procede, na medida em que a forma do negócio jurídico celebrado entre as partes é livre, de modo que a adoção de forma escrita teria simples função probatória."
      },
      {
        "letra": "C",
        "texto": "A alegação de Jorge procede, porque o acordo verbal, ainda que possível, não pode ser considerado contrato válido se não for acompanhado de testemunhas."
      },
      {
        "letra": "D",
        "texto": "A alegação de Jorge não procede, considerando que o recebimento de quantia antecipada para a execução do serviço gera presunção juris et de jure que prova a existência do negócio verbal."
      },
      {
        "letra": "E",
        "texto": "A alegação de Jorge procede, visto que a escritura pública é essencial à validade dos negócios jurídicos que visem à constituição de direitos e obrigações a serem executados sobre bens imóveis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2031630",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Teodorico contratou a sociedade empresária X para a reforma e decoração de sua nova casa, sendo que, após o pagamento integral, foi informado que a sociedade empresária X encerrou voluntariamente suas atividades, o que leva ao descumprimento do contrato. Sobre o caso apresentado, com base no ordenamento jurídico brasileiro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há o inadimplemento absoluto da obrigação, devendo o devedor responder por perdas e danos, mais juros e atualização monetária, segundo índices oficiais regularmente estabelecidos e pelos honorários de advogado."
      },
      {
        "letra": "B",
        "texto": "Há o caso fortuito e a força maior, mesmo que a empresa tivesse condições de evitar ou impedir."
      },
      {
        "letra": "C",
        "texto": "As perdas e danos abrangem somente o que efetivamente ele perdeu, não alcançando os lucros cessantes devido à condição de pessoa natural do credor."
      },
      {
        "letra": "D",
        "texto": "Em caso de inadimplemento absoluto da obrigação, o devedor só responde com os bens afetados ao contrato."
      },
      {
        "letra": "E",
        "texto": "Por ser um contrato benéfico, a sociedade empresária X só responde por dolo, por não ser a favorecida da relação jurídica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2672364",
    "metadata": "Ano: 2022 | Banca: FURB | Órgão: Prefeitura de Camboriú - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Inadimplemento das Obrigações",
      "Parte Geral"
    ],
    "enunciado_principal": "Leia o seguinte excerto doutrinário, sobre a dação em pagamento: \"Dação em pagamento é negócio jurídico bilateral, pelo qual o debitor cumpre a obrigação com prestação diversa da originalmente assumida. O adimplemento se faz com objeto diferente do estabelecido no ato negocial, mas com a concordância do creditor. Dação é vocábulo originário do latim datio, dationis, com o significado de entrega, enquanto o substantivo provém do verbo dare, equivalente a dar, na língua portuguesa. [...] O núcleo conceitual do instituto, ora em estudo, forma-se pelo cumprimento da obrigação, alterada pela substituição da res debita convencionada, mediante anuência do credor. Deste enunciado, destacam-se três requisitos: a) cumprimento da obrigação; b) substituição do objeto da prestação; c) consentimento do credor.\" (NADER, Paulo. Curso de Direito Civil - Vol. 2 - Obrigações. Grupo GEN, 2019. E-book, p. 366-368). Levando em conta as disposições do Código Civil e o excerto apresentado, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A dação em pagamento, ao contrário dos demais negócios jurídicos, não pode ser anulada quando realizada com vício social ou de consentimento justamente porque pressupõe o consentimento do credor, a substituição do objeto da prestação e o cumprimento da obrigação."
      },
      {
        "letra": "B",
        "texto": "Ainda que o credor seja evicto da coisa recebida em pagamento, a quitação dada pela dação em pagamento permanecerá válida e eficaz."
      },
      {
        "letra": "C",
        "texto": "O valor do bem dado em pagamento nunca poderá exceder o valor da obrigação a ser quitada."
      },
      {
        "letra": "D",
        "texto": "O consentimento do credor é um requisito fundamental da dação em pagamento voluntária, mas pode ser suprido por meio de ação judicial específica para que o devedor obtenha esse direito."
      },
      {
        "letra": "E",
        "texto": "A dação em pagamento, a exemplo dos demais negócios jurídicos, pode ser anulada quando realizada com vício social ou de consentimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2170512",
    "metadata": "Ano: 2022 | Banca: FAFIPA | Órgão: Câmara de Ourizona - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA em se tratando do que prevê o Código Civil acerca do inadimplemento das obrigações:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas obrigações negativas o devedor é havido por inadimplente desde o dia em que executou o ato de que se devia abster."
      },
      {
        "letra": "B",
        "texto": "O devedor não responde pelos prejuízos resultantes de caso fortuito ou força maior, se expressamente não se houver por eles responsabilizado."
      },
      {
        "letra": "C",
        "texto": "Nos contratos benéficos, responde por dolo o contratante, a quem o contrato aproveite, e por simples culpa aquele a quem não favoreça. Nos contratos onerosos, responde cada uma das partes por dolo, salvo as exceções previstas em lei."
      },
      {
        "letra": "D",
        "texto": "Não cumprida a obrigação, responde o devedor por perdas e danos, mais juros e atualização monetária segundo índices oficiais regularmente estabelecidos, e honorários de advogado."
      },
      {
        "letra": "E",
        "texto": "Pelo inadimplemento das obrigações respondem todos os bens do devedor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2036535",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: Câmara de Acrelândia - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Em consonância com a Lei 10.406/02, na parte onde versa sobre o inadimplemento das obrigações, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo inadimplemento das obrigações respondem apenas os bens imóveis do devedor."
      },
      {
        "letra": "B",
        "texto": "Não havendo fato ou omissão imputável ao devedor, incorre este em mora."
      },
      {
        "letra": "C",
        "texto": "Ainda que a inexecução resulte de dolo do devedor, as perdas e danos só incluem os prejuízos efetivos e os lucros cessantes por efeito dela direto e imediato, com prejuízo do disposto na lei processual."
      },
      {
        "letra": "D",
        "texto": "Ainda que se não alegue prejuízo, é obrigado o devedor aos juros da mora que se contarão assim às dívidas em dinheiro, como às prestações de outra natureza, uma vez que lhes esteja fixado o valor pecuniário por sentença judicial, arbitramento, ou acordo entre as partes."
      },
      {
        "letra": "E",
        "texto": "Quando os juros moratórios forem convencionados, ou o forem com taxa estipulada, serão fixados segundo a taxa que estiver em vigor para a mora do pagamento de impostos devidos à Fazenda Nacional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2026856",
    "metadata": "Ano: 2022 | Banca: FADENOR | Órgão: Prefeitura de Dores de Guanhães - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Entre as modalidades de obrigações previstas no Código Civil Brasileiro (Lei Federal n.º 10.406/2002), encontram-se as obrigações divisíveis e indivisíveis. No tocante a esta última modalidade, e de acordo com o entendimento dominante traduzido em enunciado de jornada de Direito Civil (CTF/STJ), assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de perecimento do objeto da prestação indivisível por culpa de apenas um dos devedores, todos respondem, de maneira divisível, pelo equivalente e só o culpado, pelas perdas e danos."
      },
      {
        "letra": "B",
        "texto": "A obrigação é indivisível quando a prestação tem por objeto uma coisa ou um fato não suscetível de divisão, por sua natureza ou dada a razão determinante do negócio jurídico, dispensada a motivação de ordem econômica."
      },
      {
        "letra": "C",
        "texto": "A remissão da dívida por parte de um credor extingue a obrigação para com os outros, mas estes só a podem exigir, descontada a quota do credor remitente, regra aplicável para os casos de transação ou novação."
      },
      {
        "letra": "D",
        "texto": "Em caso de pluralidade de credores, pode cada um deles exigir a dívida inteira, mas o(s) devedor(es) se desobriga(m), pagando apenas e tão somente a um, dando essa caução de ratificação dos outros credores."
      },
      {
        "letra": "E",
        "texto": "Em caso de um só dos credores receber a prestação por inteiro, ao credor portador do título executivo mais antigo assiste o direito de exigir dele em dinheiro a parte que lhe caiba no total."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2013659",
    "metadata": "Ano: 2022 | Banca: Instituto Consulplan | Órgão: PGE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Quanto à cláusula penal, nos termos da Lei nº 10.406/2002, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A cláusula penal deve cominar valor maior ou igual ao da obrigação, se assim dispuser o credor."
      },
      {
        "letra": "B",
        "texto": "A cláusula penal pode se referir, meramente, à mora no cumprimento de determinada obrigação."
      },
      {
        "letra": "C",
        "texto": "A natureza e a finalidade do negócio jurídico determinam se a cláusula penal é de detenção ou multa."
      },
      {
        "letra": "D",
        "texto": "A aplicação da cláusula penal exige a comprovação da conduta dolosa, sendo vedada no caso de culpa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2003844",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Amanda e Rodrigo, artistas plásticos, obrigam-se solidariamente a produzir esculturas para exibição no Centro Cultura das Artes - CCA, que lhes pagou antecipadamente pela locação das obras. Após a conclusão do trabalho, Rodrigo se encarrega de transportá-lo em seu caminhão até o CCA. Contudo, no percurso, Rodrigo avança indevidamente o semáforo e ocasiona acidente automobilístico que destruiu completamente todas as esculturas. Ante a notícia de ausência das obras encomendadas, o CCA viu-se obrigado a cancelar a exibição e experimentou danos materiais em razão da suspensão. Diante disto, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Amanda e Rodrigo são responsáveis pela devolução do equivalente e pelo ressarcimento das perdas e danos decorrentes do evento."
      },
      {
        "letra": "B",
        "texto": "Rodrigo deve devolver o equivalente e indenizar as perdas e danos, ficando Amanda excluída ante a ausência de culpa no evento danoso."
      },
      {
        "letra": "C",
        "texto": "Amanda apenas não responde pelos juros, pois a mora não foi por ela ocasionada, mas deverá devolver o equivalente."
      },
      {
        "letra": "D",
        "texto": "Rodrigo não responde pelo equivalente, já que assumirá integralmente a obrigação de ressarcir perdas e danos."
      },
      {
        "letra": "E",
        "texto": "Amanda e Rodrigo são responsáveis pela devolução do equivalente e pagamento de juros, mas as perdas e danos cabe apenas a Rodrigo ressarcir."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1992787",
    "metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "MARQUE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas obrigações por ato ilícito, considera-se em mora o devedor desde a data da citação."
      },
      {
        "letra": "B",
        "texto": "O pagamento em consignação somente extingue a obrigação se efetuado por meio de depósito judicial."
      },
      {
        "letra": "C",
        "texto": "Pela teoria do adimplemento substancial da obrigação assumida pelo devedor, o credor fica impedido de rescindir o contrato, persistindo, porém, o direito de cobrar o restante do débito."
      },
      {
        "letra": "D",
        "texto": "O valor da cominação imposta na cláusula penal pode exceder o da obrigação principal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1992334",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Virgínio, devedor, oferece um notebook a Eugênia, credora, com o objetivo de quitar uma dívida no valor de R$ 2.000,00 (dois mil reais). Virgínio alega que se encontra desempregado e sem condições de adimplir a obrigação que tem com a credora com o pagamento do valor devido em espécie, razão pela qual oferece o notebook em pagamento. Diante da situação narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a efetivação da proposta de Virgínio, haverá necessidade do consentimento da credora, pois se trata de uma dação em pagamento."
      },
      {
        "letra": "B",
        "texto": "No caso, há uma novação objetiva, sendo prescindível a vontade da credora."
      },
      {
        "letra": "C",
        "texto": "Caso Eugênia não concorde em receber o bem, Virgínio poderá ajuizar ação de consignação em pagamento."
      },
      {
        "letra": "D",
        "texto": "A compensação, que ocorre no caso narrado, necessita de consentimento expresso da credora e não pode causar danos a terceiros."
      },
      {
        "letra": "E",
        "texto": "A situação narrada é caracterizada como dação em pagamento, devendo ser aplicada às regras do contrato de locação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1990129",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "A JPD está sendo cobrada por uma multa contratual de dez mil reais em virtude de não ter cumprido pontualmente sua obrigação de fornecer à LMT determinado maquinário. A cobrança é objeto de litígio judicial, pois a JPD alega que a multa é excessiva, enquanto a LMT, ao contrário, reputa o valor insuficiente para cobrir seus prejuízos e requer majoração. Sobre o caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a redução equitativa da multa pode ser realizada de ofício pelo juiz, se reputá-la manifestamente excessiva, tendo em vista a natureza e a finalidade da obrigação;"
      },
      {
        "letra": "B",
        "texto": "não será possível a redução judicial da multa se houver cláusula expressa afastando essa possibilidade, tendo em vista se tratar de contrato paritário;"
      },
      {
        "letra": "C",
        "texto": "caso comprovado que a multa não é suficiente para cobrir o prejuízo da LMT, será cabível indenização suplementar, salvo cláusula em sentido contrário;"
      },
      {
        "letra": "D",
        "texto": "o juiz poderá reduzir a multa a zero, afastando sua cominação, se o credor não for capaz de provar ter sofrido qualquer prejuízo em decorrência do inadimplemento;"
      },
      {
        "letra": "E",
        "texto": "o valor da multa somente poderá ser reduzido em caso de cumprimento parcial da obrigação que ela garante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1985196",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Artur vendeu para seu amigo Vitor um sofá usado de couro em ótimo estado, pelo preço médio de mercado. Os amigos combinaram que o preço do sofá seria pago uma semana após a data em que firmaram o acordo e que o sofá deveria ser entregue ao comprador, na casa deste, um mês após o pagamento do preço. Vitor efetuou o pagamento na data avençada, mas, decorrido um mês, Artur deixou passar o prazo de entrega do bem sem cumprir essa obrigação. Dois dias depois, uma repentina mudança de tempo trouxe fortes chuvas para o bairro onde Artur reside. Logo uma enchente tomou conta da rua de Artur, invadindo a casa dele e danificando todos os móveis que ali se encontravam, inclusive o sofá, que foi totalmente destruído. Como Vitor vive em uma região que não foi afetada pelas chuvas, foi preciso que Artur relatasse a ele o ocorrido e comunicasse que, em decorrência do lamentável perecimento do bem, havia se tornado impossível cumprir o contrato. Nesse caso, é correto afirmar que Artur:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá perante Vitor pela impossibilidade da prestação, muito embora não tenha dado causa direta e imediata à destruição do sofá;"
      },
      {
        "letra": "B",
        "texto": "responderá pela impossibilidade da prestação, em decorrência do princípio res perit domino, já que o sofá já pertencia a Vitor quando foi destruído;"
      },
      {
        "letra": "C",
        "texto": "não responderá pela impossibilidade da prestação, tendo em vista o princípio segundo o qual ninguém responde pelo fortuito;"
      },
      {
        "letra": "D",
        "texto": "não responderá pela impossibilidade da prestação, porque Vitor nunca chegou a se tornar proprietário do sofá que veio a ser destruído;"
      },
      {
        "letra": "E",
        "texto": "não responderá pela impossibilidade da prestação, tendo em vista que Vitor contribuiu para essa impossibilidade quando deixou de constituir o devedor em mora."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1985195",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Inadimplemento das Obrigações",
      "Empréstimo: Comodato e Mútuo",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Marta é proprietária de um terreno urbano não edificado no Centro da cidade de São Paulo. Ao contrair, em janeiro de 2022, uma dívida vultosa em decorrência de um contrato de mútuo firmado junto ao Banco Alfa Delta S/A, com vencimento previsto para o mês de dezembro do mesmo ano, ela ofereceu em hipoteca ao banco credor aquele imóvel, como garantia da obrigação. A constituição da hipoteca foi válida e levada imediatamente a registro. Logo após, em fevereiro de 2022, Marta celebrou um novo contrato de mútuo, desta vez com o Banco Beta Gama S/A, com vencimento previsto para abril daquele ano. Também ao contrair essa segunda obrigação, Marta instituiu garantia hipotecária sobre o mesmo terreno no Centro de São Paulo. A garantia também foi validamente constituída e levada ao registro competente em seguida. Vencida a dívida contraída junto ao Banco Beta Gama S/A, em abril de 2022, Marta, embora não esteja insolvente, não a pagou espontaneamente. Nessas circunstâncias, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desde o momento em que Marta deixou de pagar a dívida garantida pela segunda hipoteca, deve-se considerar vencida antecipadamente a primeira dívida, contraída perante o Banco Alfa Delta S/A, que poderá executar desde logo a primeira hipoteca;"
      },
      {
        "letra": "B",
        "texto": "a constituição da segunda hipoteca deve ser considerada nula caso o imóvel oferecido em garantia não seja mais valioso do que a soma das duas dívidas garantidas e seus acessórios, tornando-se o crédito do Banco Beta Gama S/A, assim, meramente quirografário;"
      },
      {
        "letra": "C",
        "texto": "caso a dívida perante o Banco Beta Gama S/A permaneça sem pagamento espontâneo, essa instituição financeira poderá promover a execução da segunda hipoteca mesmo antes do vencimento da dívida contraída perante o Banco Alfa Delta S/A e ainda que Marta continue plenamente solvente;"
      },
      {
        "letra": "D",
        "texto": "o Banco Beta Gama S/A somente poderá promover a execução da segunda hipoteca antes do vencimento da dívida contraída perante o Banco Alfa Delta S/A caso o imóvel hipotecado permita divisão cômoda, pois se considera que a segunda hipoteca apenas gravou a parcela ideal do terreno correspondente ao montante da dívida por ela garantida;"
      },
      {
        "letra": "E",
        "texto": "caso a primeira obrigação vença, em dezembro de 2022, sem que Marta pague qualquer das dívidas e sem que o Banco Alfa Delta S/A realize qualquer cobrança, o Banco Beta Gama S/A poderá promover a extinção da obrigação garantida pela primeira hipoteca, consignando o valor garantido, citando o Banco Alfa Delta S/A para recebê-lo e Marta para pagá-lo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1977657",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Considerando o regramento da mora no Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A mora ex re ocorre nas obrigações de dar (transferência da propriedade) e a mora ex persona nas obrigações de fazer (prestação de um fato)."
      },
      {
        "letra": "B",
        "texto": "Todo e qualquer atraso na realização da prestação pelo devedor caracteriza mora, independentemente de outros elementos do caso concreto."
      },
      {
        "letra": "C",
        "texto": "O devedor sempre pode purgar a mora, ainda que a prestação tenha deixado de gerar utilidade. A purga da mora é direito potestativo do devedor, ao qual o credor está sujeito."
      },
      {
        "letra": "D",
        "texto": "A mora do devedor pode transformar-se em inadimplemento absoluto, quando, por exemplo, a realização da prestação, depois da mora, torna-se de realização impossível."
      },
      {
        "letra": "E",
        "texto": "A mora do credor depende da sua culpa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1974556",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A empresa hoteleira Azul Anil aciona a construtora Obra Executiva para cobrar-lhe multa rescisória em decorrência de ter enjeitado o imóvel prometido à venda, o qual serviria de sede da autora, cujo acabamento não correspondia ao anunciado. Além disso, pede indenização suplementar por perdas e danos extraordinários. As partes dispensam a produção de provas e pedem o julgamento antecipado. O juiz, então, julga procedentes, em parte, os pedidos para reduzir, de ofício, a multa rescisória a 10% daquele valor inicialmente pactuado, tendo em vista o comprovado cumprimento de 90% do programa contratual. De outro lado, afasta o pedido de indenização suplementar, por ter verificado que a construtora advertiu, a tempo de evitar o aprofundamento dos danos suportados pelos adquirentes, acerca da mudança do acabamento. Nesse caso, o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderia ter reduzido, de ofício, a cláusula penal, sob pena de invadir a autonomia privada das partes, além de violar o princípio de inércia da jurisdição;"
      },
      {
        "letra": "B",
        "texto": "acertou ao reduzir a cláusula penal a 10%, porquanto o Código Civil, assim interpretado pela jurisprudência do Superior Tribunal de Justiça, determina que a multa deve ser estritamente proporcional ao percentual da obrigação que fora adimplido;"
      },
      {
        "letra": "C",
        "texto": "ao julgar improcedente o pedido de indenização suplementar, aplicou a teoria do inadimplemento eficiente (efficient breach), consectária ao postulado de boa-fé, que preconiza a exoneração ou mitigação de responsabilidade daquele que, de maneira eficiente, evita o agravamento de danos do credor;"
      },
      {
        "letra": "D",
        "texto": "deveria ter condenado o réu em juros de mora sobre o valor da multa desde a citação, o que, mesmo somando-se à cláusula penal, não constituiria injusta cumulação de encargos moratórios (bis in idem);"
      },
      {
        "letra": "E",
        "texto": "deveria ter julgado improcedente, também, o pedido de pagamento de multa, porque a autora não produziu prova de seu efetivo prejuízo, de modo que não pode haver responsabilidade sem dano ou por dano hipotético no ordenamento brasileiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1971716",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Transmissão das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Considere as assertivas a seguir: I. Nas obrigações em que há solidariedade ativa, pode o devedor opor a um dos credores solidários as exceções pessoais oponíveis aos outros. II. Nas arras penitenciais, se a parte que as recebeu não executar o contrato, poderá a que as deu considerar o contrato desfeito e exigir, além da indenização suplementar, sua devolução mais o equivalente, com atualização monetária segundo índices oficiais regularmente estabelecidos, juros e honorários de advogado. III. Quando se estipular a cláusula penal para o caso de mora, ou em segurança especial de outra cláusula determinada, terá o credor o arbítrio de exigir a satisfação da pena cominada, juntamente com o desempenho da obrigação principal. IV. É facultado a terceiro assumir a obrigação do devedor, com o consentimento expresso do credor, ficando exonerado o devedor primitivo solvente e, salvo assentimento expresso do devedor primitivo, consideram-se extintas, a partir da assunção da dívida, as garantias especiais por ele originariamente dadas ao credor. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, II e IV são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e III são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1959250",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PGE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Julgue os próximos itens, relativos à cláusula penal no direito civil. I Segundo a doutrina, a cláusula penal exerce a tríplice função de pena convencional, compensação ou prefixação de indenização, e reforço ou garantia da obrigação. II Conforme a jurisprudência atual do Superior Tribunal de Justiça, é facultado ao órgão julgador, de ofício, reduzir o valor da cláusula penal, caso evidenciado o seu manifesto excesso, inclusive em sede de cumprimento de sentença, desde que o título executivo não se tenha pronunciado sobre o tema. III Dada a função de pena convencional, é permitido que o valor da cláusula penal exceda o valor da obrigação principal, de modo a desestimular o inadimplemento. IV A cláusula penal tem natureza de pena civil, de caráter convencional ou legal, acessória e de eficácia incondicional. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1954793",
    "metadata": "Ano: 2022 | Banca: UNICENTRO | Órgão: Prefeitura de Coronel Vivida - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil, assinale a alternativa CORRETA sobre mora:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O credor que não quiser receber o pagamento no tempo, lugar e forma que a lei estabelecer não incorre em mora."
      },
      {
        "letra": "B",
        "texto": "Responde o devedor pelos prejuízos a que sua mora der causa, mais juros, atualização dos valores monetários segundo índices oficiais regularmente estabelecidos, e honorários de advogado."
      },
      {
        "letra": "C",
        "texto": "Se a prestação, devido à mora, se tornar inútil ao credor, este poderá enjeitá-la, sem exigir perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações provenientes de ato ilícito, considera-se o devedor em mora, desde a sentença."
      },
      {
        "letra": "E",
        "texto": "É possível purgar a mora após a apresentação da contestação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1952888",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Considere as proposições abaixo. I. O devedor responderá pelos prejuízos resultantes de caso fortuito ou força maior se expressamente houver por eles se responsabilizado. II. As instituições financeiras estão sujeitas à teoria do risco integral, respondendo objetivamente por danos gerados por fortuito interno ou externo. III. O devedor em mora responde pela impossibilidade da prestação ainda que esta resulte de caso fortuito ou força maior, caso ocorram durante o atraso e não se prove isenção de culpa ou que o dano haveria sobrevindo mesmo que a obrigação houvesse sido oportunamente desempenhada. IV. O comodatário responde pelo dano decorrente de caso fortuito ou força maior se, correndo risco o objeto do comodato, abandoná-lo a fim de salvar objetos que sejam seus. Acerca do caso fortuito ou força maior, está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1947791",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "O sinal dado em contrato bilateral translativo de domínio de bem imóvel possui natureza jurídica de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pacto acessório."
      },
      {
        "letra": "B",
        "texto": "mora."
      },
      {
        "letra": "C",
        "texto": "encargo."
      },
      {
        "letra": "D",
        "texto": "condição."
      },
      {
        "letra": "E",
        "texto": "cláusula penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1943226",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Caso terceiro assuma a obrigação do devedor, com o consentimento expresso do credor, ficando exonerado o devedor primitivo, dá-se a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sub-rogação subjetiva."
      },
      {
        "letra": "B",
        "texto": "cessão de crédito."
      },
      {
        "letra": "C",
        "texto": "novação subjetiva."
      },
      {
        "letra": "D",
        "texto": "assunção de dívida."
      },
      {
        "letra": "E",
        "texto": "remissão da dívida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1939511",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "À luz do Código Civil e do Código de Processo Civil, e considerando a jurisprudência do STJ naquilo a que ela for pertinente, julgue o item que se segue. O valor da multa compensatória deve, necessariamente, guardar exata correspondência matemática entre o grau de inexecução do contrato e o abrandamento da cláusula penal, sob o risco de haver o desvirtuamento da função coercitiva atribuída à cláusula penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1937213",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A rede de supermercados Preços Incríveis Ltda. celebrou contrato com a fabricante de bebidas gaseificadas Geral Cola S/A, por tempo indeterminado, para comercializar, com exclusividade, a “Nova Geral Cola”, o mais novo produto desta última, repassando-lhe um percentual do valor auferido com as vendas. Os supermercados Preços Incríveis ainda se comprometiam a não comercializar bebidas de fabricantes concorrentes. O contrato previa cláusula penal compensatória para a hipótese de inadimplemento absoluto por qualquer das partes, sem prever indenização suplementar. Na data prevista para o primeiro pagamento à Geral Cola pela rede de supermercados, esta quedou-se inerte, deixando de repassar à fabricante o percentual devido das vendas do produto. Dias depois, os gestores da Geral Cola ainda descobriram que os supermercados Preços Incríveis continuavam a comercializar bebidas de diversas outras marcas. Considerando que a conduta da rede de supermercados abalou drasticamente a estratégia comercial da Geral Cola, fulminando qualquer interesse útil que esta ainda mantivesse no contrato, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a Geral Cola S/A poderá exigir da rede Preços Incríveis Ltda. a cláusula penal, mas não poderá cumular o pedido com eventuais perdas e danos pelo inadimplemento;"
      },
      {
        "letra": "B",
        "texto": "a Geral Cola S/A poderá cobrar da rede Preços Incríveis Ltda. lucros cessantes decorrentes do inadimplemento, cumulados com a cláusula penal, mas não com danos emergentes;"
      },
      {
        "letra": "C",
        "texto": "a rede Preços Incríveis Ltda. deverá pagar o percentual das vendas devido à Geral Cola S/A, acrescido de juros remuneratórios, mas não de juros legais;"
      },
      {
        "letra": "D",
        "texto": "a rede Preços Incríveis Ltda. somente deverá arcar com a cláusula penal compensatória na exata proporção do prejuízo sofrido pela Geral Cola S/A;"
      },
      {
        "letra": "E",
        "texto": "o montante estipulado na cláusula penal apenas será devido pela rede Preços Incríveis Ltda. se restar evidenciado que a inexecução resultou de dolo do devedor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1935109",
    "metadata": "Ano: 2022 | Banca: FAU | Órgão: EMDUR de Toledo - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Sobre o inadimplemento das obrigações, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a parte que deu as arras não executar o contrato, poderá a outra tê-lo por desfeito, retendo-as; se a inexecução for de quem recebeu as arras, poderá quem as deu haver o contrato por desfeito, e exigir sua devolução mais o equivalente, com atualização monetária segundo índices oficiais regularmente estabelecidos, juros e honorários de advogado."
      },
      {
        "letra": "B",
        "texto": "Para exigir a pena convencional, é necessário que o credor alegue prejuízo."
      },
      {
        "letra": "C",
        "texto": "Nas ações judiciais, os juros de mora são contados desde o ajuizamento da demanda."
      },
      {
        "letra": "D",
        "texto": "Quando os juros moratórios não forem convencionados, não poderão ser cobrados."
      },
      {
        "letra": "E",
        "texto": "Nos contratos onerosos, responde por simples culpa o contratante, a quem o contrato aproveite, e por dolo aquele a quem não favoreça. Nos contratos benéficos, responde cada uma das partes por culpa, salvo as exceções previstas em lei."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1914093",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "No que se refere à extinção das obrigações no direito civil, julgue o item.As obrigações puras, com estipulação de data para o pagamento, devem ser solvidas nessa ocasião, sob pena de inadimplemento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1914091",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "No que se refere à extinção das obrigações no direito civil, julgue o item.Quando o pagamento for em quotas periódicas, a quitação da última não estabelece a presunção de estarem solvidas as anteriores, mas isenta o devedor dos efeitos da mora.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914088",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "No que se refere à extinção das obrigações no direito civil, julgue o item.O devedor que não cumpre a obrigação no vencimento sujeita-se às consequências do inadimplemento, respondendo por perdas e danos, mais juros, atualização monetária e honorários de advogado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1909650",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: HORTOPREV - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Mariana comprou de José um cachorro de raça e o nomeou de Totó. Ficou convencionado entre eles que Totó seria entregue a ela após as primeiras vacinas, mas por descuido de José, que esqueceu de dar uma das vacinas, Totó pegou uma doença e ficou cego. Berenice contratou Marcos para renovar a pintura de sua casa. Ocorre que, por ato voluntário de Marcos, ele não fez o serviço e nem mesmo mandou alguém em seu lugar para fazê-lo. Analisando os casos hipotéticos mencionados, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José está obrigado a restituir o valor pago à Mariana, sem direito à indenização por perdas e danos; e Berenice poderá executar judicialmente o contrato para que um terceiro realize a obrigação às custas de Marcos, mas também sem direito a perdas de danos."
      },
      {
        "letra": "B",
        "texto": "Mariana poderá exigir indenização equivalente aos prejuízos sofridos, já que houve responsabilidade por parte de José, mas a relação jurídica entre Marcos e Berenice será extinta sem direito à indenização."
      },
      {
        "letra": "C",
        "texto": "Como não houve culpa por parte de José, o contrato resolve-se para ambas as partes, devolvendo-se o que já foi pago pela Mariana, regressando as partes ao status quo ante; e Berenice, se tiver urgência não poderá, sem prévia autorização judicial, mandar executar o serviço para posterior ressarcimento."
      },
      {
        "letra": "D",
        "texto": "Mariana poderá escolher entre ficar com Totó com o devido abatimento no preço ou exigir o valor que pagou de volta com direito à indenização equivalente aos prejuízos sofridos; e Berenice poderá pedir para que um terceiro realize a obrigação às custas de Marcos, sem prejuízo de indenização cabível."
      },
      {
        "letra": "E",
        "texto": "Mariana não poderá pleitear a devolução do valor pago, mas poderá pleitear o abatimento do preço com indenização, e Marcos não será obrigado a pagar indenização à Berenice, mas terá que ressarci-la."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1892784",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCU",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A Siderúrgica S/A foi contratada em 2019 para construir um protótipo de aço para a Automotiva Ltda., que deveria ser entregue até o final daquele ano. Entretanto, a Siderúrgica S/A não conseguiu concluir a construção no prazo, por inadequado planejamento de sua parte. Quando estava prestes a concluí-lo, em março de 2020, adveio determinação do poder público no sentido do fechamento da fábrica e suspensão temporária das suas atividades, com base na calamidade pública decorrente da pandemia, o que inviabilizou definitivamente o cumprimento da obrigação. Essa determinação de suspensão das atividades da fábrica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura força maior e libera a Siderúrgica S/A da responsabilidade pelo inadimplemento;"
      },
      {
        "letra": "B",
        "texto": "não isenta a Siderúrgica S/A dos efeitos do inadimplemento, por ter ocorrido quando já estava em mora;"
      },
      {
        "letra": "C",
        "texto": "caracteriza fato do príncipe, de modo a suspender a exigibilidade da prestação enquanto persistirem seus efeitos;"
      },
      {
        "letra": "D",
        "texto": "pode ser qualificada como impossibilidade superveniente do objeto, extinguindo a relação obrigacional de pleno direito;"
      },
      {
        "letra": "E",
        "texto": "é causa de onerosidade excessiva, em razão de sua imprevisibilidade, autorizando a resolução do contrato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1880613",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Prefeitura de Presidente Prudente - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa correta com relação a perdas e danos, arras e cláusula penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para requerer as perdas e danos, não é necessário comprovar o prejuízo sofrido; para exigir a pena convencional, é necessário alegar o prejuízo."
      },
      {
        "letra": "B",
        "texto": "A parte inocente pode não pedir indenização suplementar, mesmo se provar maior prejuízo, valendo as arras como taxa máxima; salvo previsão expressa em sentido contrário, é possível requerer indenização complementar na cláusula penal."
      },
      {
        "letra": "C",
        "texto": "Na cláusula penal para o caso de mora, terá o credor o arbítrio de exigir a satisfação da pena cominada, juntamente com o desempenho da obrigação principal; as perdas e danos, nas obrigações de pagamento em dinheiro, serão pagas com atualização monetária segundo índices oficiais regularmente estabelecidos, abrangendo juros, custas e honorários de advogado, descontado o valor da pena convencional."
      },
      {
        "letra": "D",
        "texto": "Provado que os juros da mora não cobrem o prejuízo, se houver pena convencional, pode o juiz conceder ao credor indenização suplementar; para exigir a pena convencional, é necessário que o credor alegue prejuízo."
      },
      {
        "letra": "E",
        "texto": "Pode a parte inocente exigir a execução do contrato, com as perdas e danos, valendo as arras como o mínimo da indenização; o valor da cominação imposta na cláusula penal não pode exceder o da obrigação principal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1862990",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Inadimplemento das Obrigações",
      "Prestação de Serviços e Empreitada"
    ],
    "enunciado_principal": "A Robustez Ltda. foi contratada pelo condomínio do edifício Rosas para prestar serviços de segurança e vigilância por um ano, em troca do pagamento mensal de R$ 10.000,00, a ser efetivado até o dia 05 de cada mês. Findo um ano, o contrato não foi renovado porque o condomínio ficou inadimplente das três últimas prestações, e agora a Robustez Ltda. pleiteia o pagamento do total devido. Sobre cada prestação atrasada, incidirão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atualização monetária e juros a partir do vencimento de cada prestação;"
      },
      {
        "letra": "B",
        "texto": "atualização monetária a partir do ajuizamento da ação e juros a partir da citação;"
      },
      {
        "letra": "C",
        "texto": "atualização monetária a partir do vencimento de cada prestação e juros a partir da citação;"
      },
      {
        "letra": "D",
        "texto": "atualização monetária a partir da sentença que quantificou o valor devido e juros a partir do vencimento de cada prestação;"
      },
      {
        "letra": "E",
        "texto": "atualização monetária e juros a partir da sentença que quantificou o valor devido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1875473",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Em razão de situação de inadimplemento contratual, o contratante prejudicado deseja ir a juízo pleitear reparação pelas modalidades de danos indicadas a seguir. I danos materiais emergentes II lucros cessantes de natureza patrimonial III danos morais Considerada a possibilidade de o lesado receber concomitantemente indenização decorrente dessas espécies de danos, é correto afirmar que, em tese, o ordenamento jurídico brasileiro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "veda a cumulação de qualquer dessas modalidades de dano."
      },
      {
        "letra": "B",
        "texto": "permite apenas a cumulação das modalidades I e II."
      },
      {
        "letra": "C",
        "texto": "permite apenas a cumulação das modalidades I e III."
      },
      {
        "letra": "D",
        "texto": "permite apenas a cumulação das modalidades II e III."
      },
      {
        "letra": "E",
        "texto": "permite a cumulação das modalidades I e II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1852467",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Em relação ao funcionamento da responsabilização civil no ordenamento jurídico vigente, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos contratos benéficos, responde por simples culpa o contratante, a quem o contrato aproveite."
      },
      {
        "letra": "B",
        "texto": "Nos contratos onerosos, responde cada uma das partes por dolo, salvo as exceções previstas em Lei."
      },
      {
        "letra": "C",
        "texto": "O devedor responde pelos prejuízos resultantes de caso fortuito ou força maior, se expressamente não houver por eles se isentado."
      },
      {
        "letra": "D",
        "texto": "Aquele que, por ação ou omissão voluntária, negligência ou imprudência, violar direito e causar dano a outrem, comete ato ilícito, salvo se o dano for exclusivamente moral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1852373",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Elias pactuou com Julieta a compra do carro dela. O valor total do veículo é R$ 30.000,00 (trinta mil reais). Elias entregou, como sinal confirmatório da transação a quantia de R$ 5.000,00 (cinco mil reais). Ocorre que, 2 (dois) dias antes de fazer a entrega do veículo a Elias, Julieta bate com o carro, por ato de negligência. Diante do caso apresentado, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A única obrigação que pode ser imputada a Julieta é a devolução da quantia dada como sinal por Elias acrescida de juros."
      },
      {
        "letra": "B",
        "texto": "A única obrigação que pode ser imputada a Julieta é a devolução do dobro da quantia dada como sinal por Elias (R$ 5.000,00) sem incidência de juros."
      },
      {
        "letra": "C",
        "texto": "Elias só poderá pleitear indenização complementar, caso decida abrir mão do recebimento do dobro do valor dado como arras corrigido e acrescido de juros."
      },
      {
        "letra": "D",
        "texto": "Elias poderá pleitear indenização suplementar, se demonstrar que a restituição das arras em dobro, corrigidas e acrescidas de juros, não é suficiente para ressarcir-lhe os prejuízos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1845114",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre cláusula penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A cláusula penal deve ser convencionada simultaneamente com a obrigação, não se admitindo a convenção em ato posterior."
      },
      {
        "letra": "B",
        "texto": "A cláusula penal deve ser reduzida de ofício pelo juiz de modo equitativo, caso verifique o parcial cumprimento da prestação ou se o montante da penalidade for manifestamente excessivo, tendo em vista a natureza e a finalidade do negócio."
      },
      {
        "letra": "C",
        "texto": "Para exigir a cláusula penal, não é necessário ao credor alegar prejuízo, mas, se este exceder o valor da multa, não poderá ser cobrada indenização suplementar, ainda que as partes tenham convencionado tal possibilidade e se prove dano de maior valor."
      },
      {
        "letra": "D",
        "texto": "Quando se estipular cláusula penal para o total inadimplemento da obrigação, esta se converte em alternativa para o credor, que poderá escolher entre pedir a multa ou as perdas e danos sofridas em razão do inadimplemento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1845113",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre mora e inadimplemento absoluto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A mora faculta ao credor exigir a prestação acrescida de perdas e danos, juros, correção monetária e honorários advocatícios, enquanto o inadimplemento absoluto abre ao credor a opção de resolver o contrato."
      },
      {
        "letra": "B",
        "texto": "A mora se converte em inadimplemento absoluto quando não mais persiste para o devedor a possibilidade de cumprir a prestação."
      },
      {
        "letra": "C",
        "texto": "Os juros de mora por inadimplemento contratual contam-se sempre a partir da citação."
      },
      {
        "letra": "D",
        "texto": "O devedor em mora responde pela impossibilidade da prestação salvo se provar que tal impossibilidade resultou de caso fortuito ou força maior."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1842945",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: PGE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Considere as seguintes proposições acerca da cláusula penal: I. Se a cláusula penal for estipulada para o caso de inadimplemento total da obrigação, esta se converte em alternativa a benefício do credor. II. Desde que expressamente justificado no contrato, o valor da cominação imposta na cláusula penal poderá, em determinados casos, exceder o valor da obrigação principal. III. O credor poderá exigir a pena convencionada na cláusula penal mesmo sem alegar prejuízo. IV. Havendo mais de um devedor da obrigação, seja ela divisível ou não, só incorre na pena prevista na cláusula penal o devedor que a infringir. V. O devedor incorre de pleno direito na cláusula penal caso deixe de cumprir a obrigação ou se constitua em mora, independentemente de dolo ou culpa. De acordo com o Código Civil, está correto APENAS o que se afirma nos itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV."
      },
      {
        "letra": "B",
        "texto": "IV e V."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "II e V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1782465",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Considerando o “inadimplemento das obrigações”, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da inexecução contratual imputável, única e exclusivamente, àquele que recebeu as arras, estas devem ser devolvidas mais o equivalente, com atualização monetária segundo índices oficiais regularmente estabelecidos, juros e honorários de advogado."
      },
      {
        "letra": "B",
        "texto": "O inadimplemento da obrigação, positiva e líquida, no seu termo, constitui de pleno direito em mora o devedor."
      },
      {
        "letra": "C",
        "texto": "Quando os juros moratórios não forem convencionados, ou o forem sem taxa estipulada, ou quando provierem de determinação da lei, serão fixados segundo a taxa que estiver em vigor para a mora do pagamento de impostos devidos à Fazenda Nacional."
      },
      {
        "letra": "D",
        "texto": "Quando se estipular a cláusula penal para o caso de mora, ou em segurança especial de outra cláusula determinada, terá o credor o arbítrio de escolher entre a satisfação da pena cominada ou pelo desempenho da obrigação principal, um ou outro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1710709",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "No que se refere à cláusula penal decorrente da inexecução da obrigação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A penalidade será reduzida equitativamente pelo juiz se a obrigação principal tiver sido cumprida em parte ou se o montante da penalidade for manifestamente excessivo, tendo-se em vista a natureza e a finalidade do negócio."
      },
      {
        "letra": "B",
        "texto": "Para exigir a pena convencional, é necessário que o credor comprove a existência de prejuízo."
      },
      {
        "letra": "C",
        "texto": "Sempre que o prejuízo exceder ao previsto na cláusula penal, poderá o credor exigir indenização suplementar, apresentando documentos que comprovem a extensão do prejuízo."
      },
      {
        "letra": "D",
        "texto": "Como a lei não estabelece limites, é possível que o valor da cominação imposta na cláusula penal supere o da obrigação principal."
      },
      {
        "letra": "E",
        "texto": "O fato de a obrigação principal ter sido cumprida em parte não autoriza a redução equitativa da penalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1680597",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do STJ acerca da responsabilidade civil, julgue o item subsequente.Em hipótese de descumprimento do prazo de entrega do imóvel pelo promitente vendedor, a cláusula penal moratória fixada em valor razoável é, em regra, inacumulável com indenização pelos lucros cessantes decorrentes da não fruição do bem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1680596",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do STJ acerca da responsabilidade civil, julgue o item subsequente.Na hipótese de condenação judicial em ação de danos morais decorrentes de responsabilidade extracontratual, a contagem dos juros da mora se inicia da data do evento danoso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1679233",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: CODEVASF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A respeito do negócio jurídico, das obrigações, dos contratos, da responsabilidade civil e do direito do consumidor, julgue o item a seguir. A possibilidade de o devedor purgar a mora depende da viabilidade do cumprimento da obrigação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1790613",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Prefeitura de Ilhabela - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Acerca do inadimplemento das obrigações, assinale a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos contratos benéficos, responde por simples culpa o contratante, a quem o contrato aproveite, e por dolo e culpa grave aquele a quem não favoreça; nos contratos onerosos, responde cada uma das partes por culpa, salvo as exceções previstas em lei."
      },
      {
        "letra": "B",
        "texto": "o devedor em mora responde pela impossibilidade da prestação, embora essa impossibilidade resulte de caso fortuito ou de força maior, se estes ocorrerem durante o atraso; salvo se provar isenção de culpa, ou que o dano sobreviria ainda quando a obrigação fosse oportunamente desempenhada."
      },
      {
        "letra": "C",
        "texto": "A mora do credor subtrai o devedor isento de dolo ou culpa grave à responsabilidade pela conservação da coisa, obriga o credor a ressarcir as despesas empregadas em conservá-la, e sujeita-o a recebê-la pela estimação mais favorável ao devedor, se o seu valor oscilar entre o dia estabelecido para o pagamento e o da sua efetivação."
      },
      {
        "letra": "D",
        "texto": "Ainda que a inexecução resulte de dolo do devedor, as perdas e danos só incluem os prejuízos efetivos e os lucros cessantes por efeito dela direto e imediato, bem como os juros da mora os quais, mesmo que não cubram o prejuízo e não havendo pena convencional, impedem a concessão de indenização suplementar ao credor pelo juiz."
      },
      {
        "letra": "E",
        "texto": "Se a parte que deu as arras não executar o contrato, poderá a outra tê-lo por desfeito, retendo-as, não podendo a parte inocente pedir indenização suplementar, mesmo se comprovado que o prejuízo resultante da inexecução supera o valor ajustado a título de sinal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1753904",
    "metadata": "Ano: 2020 | Banca: IMPARH | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Responsabilidade civil",
      "Teoria Geral das Obrigações",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos."
    ],
    "enunciado_principal": "O quadro “Poesia lúdica”, executado pelo renomado artista plástico Mário Lengruber, foi negociado para a Galeria Belas Artes pelo valor de R$ 125.000,00 (cento e vinte e cinco mil reais). Ele se comprometeu a entregar a obra um mês após o recebimento da quantia estabelecida, que foi paga à vista. A galeria organizou, então, uma grande exposição, na qual a atração principal seria o quadro “Poesia lúdica”. Na data contratada, quando dirigia seu carro para fazer a entrega, Mário Lengruber avançou o semáforo, colidiu com um ônibus, e a obra foi completamente destruída com um furo de grande dimensão na parte central do quadro. O anúncio realizado pela galeria de que a peça não seria mais exposta fez com que diversas pessoas exercessem o direito de restituição dos valores pagos a título de ingresso. Acerca da casuística narrada, assinale a afirmativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por se tratar de obrigação de fazer infungível (personalíssima), a Galeria Belas Artes não poderá mandar executar a prestação às expensas de Mário Lengruber, restando-lhe pleitear indenização por perdas e danos."
      },
      {
        "letra": "B",
        "texto": "Com o pagamento do preço, transferiu-se a propriedade da obra de arte para a Galeria Belas Artes, razão pela qual a empresa referenciada deve suportar o prejuízo pela perda do bem."
      },
      {
        "letra": "C",
        "texto": "Mário Lengruber deverá entregar outra obra de seu acervo profissional à escolha da Galeria Belas Artes, em substituição ao quadro “Poesia lúdica”."
      },
      {
        "letra": "D",
        "texto": "A Galeria Belas Artes poderá cobrar de Mário Lengruber o equivalente pecuniário do quadro “Poesia lúdica” mais o prejuízo decorrente da devolução do valor dos ingressos relativos à exposição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1149599",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: AVAREPREV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Raul, Renato e Ricardo são co-proprietários de um cavalo vencedor de diversos prêmios na categoria três tambores. Devido à crise financeira, decidem vender o cavalo para Danilo, um criador renomado que, auxiliado por seu advogado, estipula cláusula penal no valor de trinta mil reais para o caso de mora na entrega do animal. Raul se prontificou a entregar o animal na data prevista, porém, no dia combinado, teve um problema pessoal e atrasou a entrega em uma semana, o que fez com que o cavalo não estivesse pronto para participar da competição. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas Raul incorrerá na pena."
      },
      {
        "letra": "B",
        "texto": "Raul, Renato e Ricardo incorrerão na pena, podendo Danilo demandar integralmente a pena a qualquer um deles."
      },
      {
        "letra": "C",
        "texto": "Para Renato e Ricardo fica reservada a ação regressiva contra Raul."
      },
      {
        "letra": "D",
        "texto": "Só incorre na pena Raul, de forma proporcional à sua parte na obrigação."
      },
      {
        "letra": "E",
        "texto": "Renato pode responder integralmente pela mora de Raul e não apenas pela sua quota."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1149322",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil acerca do direito das obrigações, julgue o item que se segue.Situação hipotética: Rodrigo foi contratado por Caio para prestar determinado serviço na residência deste. Contudo, em razão de uma forte tempestade, foi impossível o cumprimento da obrigação assumida por Rodrigo. Assertiva: Nesse caso, Rodrigo deverá indenizar Caio por perdas e danos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1138121",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Quanto à mora e às perdas e danos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A mora do credor subtrai o devedor isento de dolo à responsabilidade pela conservação da coisa, obriga o credor a ressarcir as despesas empregadas em conservá-la e sujeita-o a recebê-la pela estimação mais favorável ao devedor, se o seu valor oscilar entre o dia estabelecido para o pagamento e o da sua efetivação."
      },
      {
        "letra": "B",
        "texto": "Havendo fato ou omissão imputável ao devedor, este não incorre em mora."
      },
      {
        "letra": "C",
        "texto": "Nas obrigações provenientes de ato ilícito, considera-se o devedor em mora a partir do ajuizamento da ação indenizatória correspondente."
      },
      {
        "letra": "D",
        "texto": "O devedor em mora responde pela impossibilidade da prestação, salvo, em qualquer caso, se essa impossibilidade resultar de caso fortuito ou força maior."
      },
      {
        "letra": "E",
        "texto": "Salvo se a inexecução resultar de dolo do devedor, as perdas e danos só incluem os prejuízos efetivos e os lucros cessantes por efeito dela direto e imediato, sem prejuízo do disposto na lei processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1136627",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: FITO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Arlindo sofreu um acidente de carro quando era jovem e ficou paralítico. Passados alguns anos e recuperado do trauma, decidiu trabalhar como taxista. Para exercer a profissão com segurança, encomendou, na própria montadora, um veículo adaptado que tivesse todas as condições de segurança necessárias. A montadora X comprometeu-se a entregar o veículo no dia 30 de setembro de 2019, constando no contrato que poderia prorrogar a entrega até o dia 30 de outubro de 2019. Devido a atrasos, a montadora entregou o veículo apenas no dia 30 de dezembro de 2019. Diante da situação hipotética, Arlindo procura um advogado que decide propor uma ação pedindo a condenação da montadora ao pagamento da multa contratual de 1% ao mês e dos lucros cessantes correspondentes à quantia que Arlindo poderia ter recebido se já estivesse trabalhando como taxista. Diante da situação hipotética, considerando o atual entendimento do Superior Tribunal de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de inadimplemento, o juiz deverá conceder o valor da cláusula penal, mais as perdas e danos, caso a cláusula penal seja moratória."
      },
      {
        "letra": "B",
        "texto": "Em caso de inadimplemento, o juiz deverá conceder o valor da cláusula penal, mais as perdas e danos, caso a cláusula penal seja compensatória."
      },
      {
        "letra": "C",
        "texto": "No caso de mora, existindo cláusula penal moratória, concede-se ao credor a faculdade de requerer, cumulativamente, o cumprimento da obrigação, a multa contratualmente estipulada; e ainda indenização correspondente às perdas e danos decorrentes da mora."
      },
      {
        "letra": "D",
        "texto": "A cláusula penal moratória não é estipulada para compensar o inadimplemento nem para substituir o adimplemento. Assim, a cominação contratual de uma multa para o caso de mora não interfere com a responsabilidade civil. Logo, não há óbice a que se exija a cláusula penal moratória juntamente com o valor referente aos lucros cessantes."
      },
      {
        "letra": "E",
        "texto": "A cláusula penal moratória tem a finalidade de indenizar pelo adimplemento tardio da obrigação, e, em regra, estabelecida em valor equivalente ao locativo, afasta-se sua cumulação com lucros cessantes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1136581",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: EBSERH",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Inadimplemento das Obrigações",
      "Empréstimo: Comodato e Mútuo",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "José e João são comodatários de um bem indivisível e infungível de propriedade de Pedro. Após o término do prazo do contrato de comodato, José e João não devolveram o bem objeto do contrato de comodato a Pedro. Este vai procurar o bem objeto do contrato de comodato e descobre que ele encontra-se totalmente destruído, por culpa exclusiva de José. Nesse contexto, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "após a destruição do bem objeto do contrato de comodato, a obrigação deixou de ser indivisível, de modo que José e João são responsáveis, cada um, por apenas 50% do equivalente acrescido das perdas e danos."
      },
      {
        "letra": "B",
        "texto": "se João pagar a dívida, sub-roga-se nos direitos de Pedro."
      },
      {
        "letra": "C",
        "texto": "subsiste, para José e João, o encargo de pagar o equivalente, mas pelas perdas e danos só responde José."
      },
      {
        "letra": "D",
        "texto": "se João falecer, seus herdeiros poderão ser obrigados a pagar o valor total da dívida, tendo em vista que as obrigações decorrentes de comodato são indivisíveis, por determinação legal."
      },
      {
        "letra": "E",
        "texto": "apenas José é obrigado a pagar o equivalente acrescido de perdas e danos, por ter causado a destruição do objeto da obrigação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1839613",
    "metadata": "Ano: 2019 | Banca: EJUD-PI | Órgão: TJ-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Sobre o inadimplemento das obrigações é possível afirmar: I. Quando os juros moratórios não forem convencionados, ou o forem sem taxa estipulada, ou quando provierem de determinação da lei, serão fixados segundo a taxa que estiver em vigor para a mora do pagamento de impostos devidos à Fazenda Nacional. lI. Nas obrigações provenientes de ato ilícito, considera-se o devedor em mora, desde que o praticou. IlI. Considera-se em mora o devedor que não efetuar o pagamento e o credor que não q uiser recebê-lo no tempo, lugar e forma que a lei ou a convenção estabelecer. IV. A propositura da ação de revisão de contrato inibe a caracterização da mora do autor. V. Os juros de mora na indenização do seguro DPVAT fluem a partir do evento danoso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas lI e IlI estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I, lI e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas lI, IlI e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as assertivas I, lI e IlI estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1748988",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura da Estância Turística de Guaratinguetá",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Dispõe o Código Civil: “Art. 406. Quando os juros moratórios não forem convencionados, ou o forem sem taxa estipulada, ou quando provierem de determinação da lei, serão fixados segundo a taxa que estiver em vigor para a mora do pagamento de impostos devidos à Fazenda Nacional”. Segundo a Jurisprudência do Superior Tribunal de Justiça, a taxa dos juros moratórios a que se refere o referido dispositivo, art. 406 do CC/2002, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prevista no Código Tributário Nacional (art. 161, § 1º – um por cento ao mês)."
      },
      {
        "letra": "B",
        "texto": "o IPCA (Índice Nacional de Preços ao Consumidor Amplo)."
      },
      {
        "letra": "C",
        "texto": "a SELIC (Sistema Especial de Liquidação e Custódia)."
      },
      {
        "letra": "D",
        "texto": "o IGPM (Índice Geral de Preços do Mercado)."
      },
      {
        "letra": "E",
        "texto": "o CDI (Certificado de Depósito Interbancário)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1677389",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "\"A\" contratou \"B\" para cantar em sua festa de casamento. “B\" não compareceu à comemoração do casamento na data estipulada. A hipótese é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inadimplemento relativo."
      },
      {
        "letra": "B",
        "texto": "inadimplemento absoluto."
      },
      {
        "letra": "C",
        "texto": "mora."
      },
      {
        "letra": "D",
        "texto": "inadimplemento antecipado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1645262",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: Prefeitura de Florianópolis - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "É correto afirmar sobre a Cláusula Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A simples constituição em mora não permite a execução da cláusula penal."
      },
      {
        "letra": "B",
        "texto": "Violada a cláusula penal, todos os devedores incorreram nas suas penas."
      },
      {
        "letra": "C",
        "texto": "Para exigir a pena convencional deverá o credor comprovar o prejuízo sofrido."
      },
      {
        "letra": "D",
        "texto": "A cláusula penal poderá ser reduzida equitativamente pelo juiz se a obrigação principal tiver sido cumprida em parte."
      },
      {
        "letra": "E",
        "texto": "Desde que previamente estipulada, a cláusula penal poderá exceder o valor da obrigação principal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1611625",
    "metadata": "Ano: 2019 | Banca: Método Soluções Educacionais | Órgão: Prefeitura de Nortelândia - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando os juros moratórios não forem convencionados, ou o forem sem taxa estipulada, ou quando provierem de determinação da lei, serão fixados segundo a taxa que estiver em vigor para a mora do pagamento de impostos devidos à Fazenda Nacional."
      },
      {
        "letra": "B",
        "texto": "Incorre de pleno direito o devedor na cláusula penal, desde que, culposamente, deixe de cumprir a obrigação ou se constitua em mora."
      },
      {
        "letra": "C",
        "texto": "Para exigir a pena convencional é necessário que o credor alegue prejuízo."
      },
      {
        "letra": "D",
        "texto": "Se a parte que deu as arras não executar o contrato, poderá a outra tê-lo por desfeito, retendo-as; se a inexecução for de quem recebeu as arras, poderá quem as deu haver o contrato por desfeito, e exigir sua devolução mais o equivalente, com atualização monetária segundo índices oficiais regularmente estabelecidos, juros e honorários de advogado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1134953",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de São Miguel Arcanjo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Sobre as arras e cláusula penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para exigir a pena convencional, necessário é que o credor prove o prejuízo."
      },
      {
        "letra": "B",
        "texto": "Se o prejuízo for maior que o valor estipulado em pena convencional, mesmo se convencionado, não pode o credor exigir indenização complementar."
      },
      {
        "letra": "C",
        "texto": "O valor da cominação imposta na cláusula penal pode exceder o da obrigação principal, se expressamente convencionado."
      },
      {
        "letra": "D",
        "texto": "As arras confirmatórias representam o valor mínimo de indenização que pode ser suplementado se houver prova do prejuízo."
      },
      {
        "letra": "E",
        "texto": "As arras penitenciais podem ser suplementadas se houver prova de prejuízo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1084333",
    "metadata": "Ano: 2019 | Banca: IBFC | Órgão: EMDEC - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "O inadimplemento das obrigações refere-se às hipóteses em que a obrigação não é cumprida. Acerca das disposições gerais sobre o inadimplemento no Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O devedor não responde pelos prejuízos resultantes de caso fortuito ou força maior, se expressamente não se houver por eles responsabilizado"
      },
      {
        "letra": "B",
        "texto": "Pelo inadimplemento das obrigações respondem apenas os bens de família do devedor"
      },
      {
        "letra": "C",
        "texto": "Nas obrigações negativas o devedor é havido por inadimplente desde o dia em que se abstém de praticar o ato que se comprometeu"
      },
      {
        "letra": "D",
        "texto": "Não cumprida a obrigação, responde o devedor apenas pela atualização monetária e os honorários de advogado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1060687",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Considere os enunciados seguintes, relativos à cláusula penal: I. A cláusula penal estipulada conjuntamente com a obrigação, ou em ato posterior, pode referir-se à inexecução completa da obrigação, à de alguma cláusula especial ou simplesmente à mora. II. Quando se estipular a cláusula penal para o caso de mora, ou em segurança especial de outra cláusula determinada, terá o credor o arbítrio de exigir a satisfação da pena cominada, juntamente com o desempenho da obrigação principal. III. Para exigir a pena convencional, é necessário que o credor alegue prejuízo, não sendo possível a presunção de danos prévios. IV. Quando se estipular a cláusula penal para o caso de total inadimplemento da obrigação, esta converter-se-á em alternativa a benefício do devedor. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I, III e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1060686",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Quanto à mora e às perdas e danos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sem exceções, as perdas e danos devidas ao credor abrangem o que ele efetivamente perdeu e o que razoavelmente deixou de lucrar, o que se denomina danos emergentes e lucros cessantes, respectivamente."
      },
      {
        "letra": "B",
        "texto": "se a prestação tornar-se inútil ao credor devido à mora, este poderá enjeitá-la ou, com prejuízo dessa opção, exigir a satisfação de perdas e danos."
      },
      {
        "letra": "C",
        "texto": "o inadimplemento da obrigação, positiva e líquida, no seu termo, somente após interpelação judicial ou extrajudicial constituirá em mora o devedor."
      },
      {
        "letra": "D",
        "texto": "a não ser que a inexecução obrigacional resulte de dolo do devedor, as perdas e danos só incluem os prejuízos efetivos e os lucros cessantes por efeito dela direto e imediato."
      },
      {
        "letra": "E",
        "texto": "o devedor em mora responde pela impossibilidade da prestação, embora essa impossibilidade resulte de caso fortuito ou de força maior, se estes ocorrerem durante o atraso; salvo se provar isenção de culpa, ou que o dano sobreviria ainda quando a obrigação fosse oportunamente desempenhada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1021809",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Ribeirão Preto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Em um contrato de compra e venda, mediante pagamento a prazo, sem direito de arrependimento, o comprador deu ao vendedor um sinal de 30% do valor do bem comprado. Também foi estipulado que, se o comprador atrasasse o valor das prestações por mais de 90 dias, além da retenção do sinal de 30% do valor do bem comprado, seria penalizado com o pagamento de uma multa moratória equivalente a 110% do valor do contrato. Acerca do contrato hipotético descrito, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a multa moratória pode ser superior ao valor da obrigação principal."
      },
      {
        "letra": "B",
        "texto": "não podem ser cumuladas as cláusulas que preveem a retenção do sinal com a multa moratória, por serem um bis in idem."
      },
      {
        "letra": "C",
        "texto": "o comprador pode reter o sinal, mas não poderá pedir indenização suplementar, mesmo se provar maior prejuízo, valendo o valor do sinal como indenização pré-fixada."
      },
      {
        "letra": "D",
        "texto": "a multa moratória não pode ser reduzida equitativamente pelo juiz, mesmo que se demonstre que é manifestamente excessiva, tendo-se em vista a natureza e a finalidade do negócio"
      },
      {
        "letra": "E",
        "texto": "para exigir a multa moratória, é necessário que o comprador alegue prejuízo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1014379",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Prescrição e Decadência",
      "Inadimplemento das Obrigações",
      "Parte Geral"
    ],
    "enunciado_principal": "Fátima e Nanci celebraram um contrato de depósito, no qual Fátima receberia o valor de R$ 5.000,00 (cinco mil reais) para guardar, pelo prazo de 1 (um) ano, os móveis pertencentes ao apartamento de Nanci, que seria locado para fins comerciais. Ao final do prazo, Fátima se recusou a devolver os bens, alegando que os bens não pertenciam a Nanci. Passaram-se 4 (quatro) anos da recusa em devolver os móveis objeto do contrato. Diante da situação hipotética, considerando a possibilidade de obter a reparação pelo inadimplemento contratual, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação está prescrita, considerando que o prazo estabelecido pelo Código Civil é de 3 (três) anos."
      },
      {
        "letra": "B",
        "texto": "A ação está prescrita, considerando que o prazo estabelecido pelo Código Civil é de 3 (três) anos, mas Fátima responde caso o prejuízo seja resultante de caso fortuito ou força maior."
      },
      {
        "letra": "C",
        "texto": "A ação não está prescrita, considerando que o prazo estabelecido pelo Código Civil é de 5 (cinco) anos, e respondem pelo inadimplemento todos os bens de Fátima."
      },
      {
        "letra": "D",
        "texto": "A ação não está prescrita, considerando que o prazo estabelecido pelo Código Civil é de 5 (cinco) anos, e Fátima responde pelas perdas e danos, mais juros e atualização monetária."
      },
      {
        "letra": "E",
        "texto": "A ação não está prescrita, considerando que o prazo estabelecido pelo Código Civil é de 10 (dez) anos para os casos de inadimplemento contratual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1006878",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Tendo como referência as disposições do Código Civil a respeito de sucessão provisória, perdas e danos e venda com reserva de domínio, julgue o item subsecutivo. As perdas e danos, nas obrigações de pagamento em dinheiro, devem compreender as custas e os honorários advocatícios e, além da atualização monetária, os juros de mora a partir do descumprimento contratual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "992459",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Sertãozinho - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Acerca do pagamento das obrigações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O terceiro não interessado, que paga a dívida em seu próprio nome, tem direito a reembolsar-se do que pagar, bem como se sub-roga nos direitos do credor."
      },
      {
        "letra": "B",
        "texto": "O pagamento feito de boa-fé ao credor putativo é válido, salvo se provado depois que não era credor ao tempo do pagamento."
      },
      {
        "letra": "C",
        "texto": "Designados dois ou mais lugares, cabe ao devedor escolher entre eles onde irá realizar o pagamento."
      },
      {
        "letra": "D",
        "texto": "É lícito convencionar o aumento progressivo de prestações sucessivas."
      },
      {
        "letra": "E",
        "texto": "As obrigações condicionais cumprem-se na data do implemento da condição, cabendo ao devedor a prova de que deste teve ciência o credor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990770",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A respeito da cláusula penal e as arras, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sempre que o prejuízo exceder ao previsto na cláusula penal, pode o credor exigir indenização suplementar."
      },
      {
        "letra": "B",
        "texto": "Se o contrato previu arras penitenciais, não haverá direito a indenização complementar."
      },
      {
        "letra": "C",
        "texto": "A parte inocente não pode pedir indenização complementar às arras confirmatórias."
      },
      {
        "letra": "D",
        "texto": "O valor da cominação imposta na cláusula penal pode exceder o da obrigação principal."
      },
      {
        "letra": "E",
        "texto": "Para exigir a pena convencional, é necessário que o credor alegue prejuízo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "989813",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: CRN - 3ª Região (SP e MS)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Acerca do instituto da cláusula penal, nos termos do Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O valor da cominação imposta na cláusula penal pode exceder o da obrigação principal."
      },
      {
        "letra": "B",
        "texto": "Se a obrigação principal tiver sido cumprida em parte, ou se o montante da penalidade for manifestamente excessivo, a penalidade deve ser reduzida equitativamente pelo juiz, tendo-se em vista a natureza e a finalidade do negócio."
      },
      {
        "letra": "C",
        "texto": "Só incorre na pena o devedor ou o herdeiro do devedor que a infringir, e proporcionalmente à própria parte na obrigação, no caso de obrigação indivisível."
      },
      {
        "letra": "D",
        "texto": "Para exigir a pena convencional, é necessário o credor alegar prejuízo."
      },
      {
        "letra": "E",
        "texto": "Caso o prejuízo exceda o previsto na cláusula penal, o credor poderá exigir indenização suplementar, mesmo que não tenha sido convencionado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "987272",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A multa estipulada em contrato que tenha por objeto evitar o inadimplemento da obrigação principal é denominada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "multa penitencial."
      },
      {
        "letra": "B",
        "texto": "cláusula penal."
      },
      {
        "letra": "C",
        "texto": "perdas e danos."
      },
      {
        "letra": "D",
        "texto": "arras penitenciais."
      },
      {
        "letra": "E",
        "texto": "multa pura e simples."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "987118",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Miguel e Thais firmaram um contrato de compra e venda de um automóvel, sem direito de arrependimento, no qual restou estipulado que, além da entrega de uma moto, a título de sinal, Miguel pagaria 6 (seis) parcelas de R$ 10.000,00 (dez mil reais) a Thais. Depois de pagos o sinal e duas parcelas, Miguel deixa de executar a sua parte do contrato. Diante do caso hipotético, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sinal dado por Miguel tem função unicamente indenizatória."
      },
      {
        "letra": "B",
        "texto": "Thais não pode pedir indenização suplementar, ainda que prove que teve maior prejuízo."
      },
      {
        "letra": "C",
        "texto": "Thais pode exigir a execução do contrato, com as perdas e os danos, valendo a moto como o mínimo da indenização."
      },
      {
        "letra": "D",
        "texto": "Miguel pode exigir a devolução da moto com juros e atualização monetária."
      },
      {
        "letra": "E",
        "texto": "Thais apenas pode reter a moto e ter o contrato por desfeito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "973939",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "As arras negociais são típicas entre as relações travadas no circuito econômico. Pelo seu uso, as arras representam uma garantia às partes, a fim de providenciar certa estabilidade nos negócios jurídicos celebrados, vez que elas se ligam aos comportamentos pessoais dos sujeitos, ainda que possam envolver algum bem móvel dado em funcionalidade econômica. Com base no exposto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, por ocasião da conclusão do contrato, uma parte der à outra, a título de arras, dinheiro ou outro bem móvel, deverão as arras, em caso de execução, ser restituídas ou computadas na prestação devida, ainda que de gênero diverso da principal."
      },
      {
        "letra": "B",
        "texto": "Se a parte que deu as arras não executar o contrato, poderá a outra tê-lo por desfeito, retendo-as; se a inexecução for de quem ofertou as arras, poderá quem as recebeu haver o contrato por desfeito e exigir sua devolução mais o equivalente, com atualização monetária segundo índices oficiais regularmente estabelecidos, juros e honorários de advogado."
      },
      {
        "letra": "C",
        "texto": "A parte inocente pode pedir indenização suplementar, se provar maior prejuízo, valendo as arras como taxa mínima, podendo a parte inocente exigir a execução do contrato, com as perdas e danos, valendo as arras como o mínimo da indenização."
      },
      {
        "letra": "D",
        "texto": "Se no contrato não for estipulado o direito de arrependimento para qualquer das partes, as arras ou sinal terão função unicamente indenizatória."
      },
      {
        "letra": "E",
        "texto": "Não existem arras indenizatórias em contratos comutativos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "963244",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: AL-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "No que tange ao direito obrigacional brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O credor é obrigado a receber prestação diversa, desde que seja mais valiosa do que aquela a ele devida."
      },
      {
        "letra": "B",
        "texto": "Não é lícito convencionar o aumento progressivo de prestações sucessivas."
      },
      {
        "letra": "C",
        "texto": "Não é lícito às partes convencionarem o lugar do pagamento, pois este sempre deve ocorrer no domicílio do devedor."
      },
      {
        "letra": "D",
        "texto": "Dação em pagamento ocorre quando o devedor contrai com o credor nova dívida para extinguir e substituir a anterior."
      },
      {
        "letra": "E",
        "texto": "Ainda que o prejuízo exceda ao previsto na cláusula penal, não pode o credor exigir indenização suplementar se assim não foi convencionado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1318038",
    "metadata": "Ano: 2018 | Banca: SEAP | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Victor, pessoa sempre ousada em seus investimentos, recebeu de herança de seu avô paterno, grande extensão de terra na região de “Lagoa Seca”, numa visão proativa, mas com escasso conhecimento na área agrícola, realizou investimentos de grande monta com plantação de mexerica ponkan. A plantação foi infectada pela doença chamada Greening, ocorrendo um enorme prejuízo, deixando Victor insolvente, não tendo condições de arcar com o adimplemento de todas as suas dívidas. Com evidente intensão de não pagar e causar prejuízos aos seus credores resolve alienar e doar todos os seus bens, impossibilitando aos fornecedores de receber os respectivos créditos. No caso hipotético apresentado, assinale o instituto jurídico que afeiçoa a situação descrita.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorreu erro ou ignorância por parte de Victor que não era conhecedor do ramo de plantio de mexerica ponkan, portanto são anuláveis os negócios jurídicos, quando as declarações de vontade emanarem de erro substancial que poderia ser percebido por pessoa de diligência normal, em face das circunstâncias do negócio."
      },
      {
        "letra": "B",
        "texto": "Ocorreu uma lesão por parte dos fornecedores a Victor, eis sob premente necessidade, ou por inexperiência, se obrigou a prestação manifestamente desproporcional ao valor da prestação oposta, sem sua variável do risco do negócio que poderia ser tomado por doença de Greening."
      },
      {
        "letra": "C",
        "texto": "Ocorreu fraude aos credores, pelas atitudes de Victor quando dos negócios de transmissão gratuita de bens ou remissão de dívida, praticando já insolvente, podendo ser anulados pelos credores quirografários, como lesivos dos seus direitos."
      },
      {
        "letra": "D",
        "texto": "Ocorreu o dolo, sendo negócios jurídicos bilaterais, o silêncio intencional de uma das partes a respeito de fato ou qualidade que a outra parte haja ignorado, constitui omissão dolosa, provando-se que sem ela o negócio não se teria celebrado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1031009",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Indaiatuba -SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Sobre arras e cláusula penal, assinale a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As arras penitenciais confundem-se com a cláusula penal, tendo em vista que ambas são pagas antecipadamente e são destinadas a assegurar o direito de arrependimento da parte contratante mediante uma indenização pré-definida."
      },
      {
        "letra": "B",
        "texto": "Se o prejuízo resultante do não inadimplemento do contrato for maior que o previsto na cláusula penal ou ao valor das arras penitenciais, poderá a parte postular em juízo indenização suplementar."
      },
      {
        "letra": "C",
        "texto": "As arras confirmatórias, bem como a cláusula penal, não integram o objeto da obrigação, razão pela qual devem ser restituídas ao fim do contrato, em razão do adimplemento da prestação pelo devedor."
      },
      {
        "letra": "D",
        "texto": "Desnecessário que o credor alegue prejuízo para exigir a cláusula penal; se o prejuízo comprovadamente exceder o valor da cláusula penal, pode o credor exigir indenização suplementar, se assim foi convencionado, servindo a cláusula penal de indenização mínima."
      },
      {
        "letra": "E",
        "texto": "Os valores das arras penitenciais e da cláusula penal podem exceder o valor da obrigação principal, desde que expressamente estipulado pelas partes contratantes, mas podem ser reduzidos equitativamente pelo juiz, se a obrigação tiver sido em parte cumprida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1003741",
    "metadata": "Ano: 2018 | Banca: IV - UFG | Órgão: Prefeitura de Jataí - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Leia a ilustração e o texto a seguir. A imagem ficou notoriamente conhecida em razão do seriado mexicano Chaves. A personagem com a mão aberta, Seu Barriga, era proprietário de diversos imóveis em uma vila onde as demais personagens residiam e sempre se deslocava à vila para cobrar os aluguéis. No enredo do seriado, a personagem Seu Madruga estava sempre inadimplente com seu credor, sendo esse fato tratado como cômico nos episódios. No que se refere ao pagamento direto e ao inadimplemento das obrigações:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a regra consta que o pagamento deverá ser efetuado no domicílio do credor como no caso da ilustração, salvo convenção diversa entre as partes ou se resultar da natureza do negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "havendo pagamento dos aluguéis, o credor não poderá cobrar a incidência de multa, haja vista que sempre presumem-se pagos, cabendo então, ao devedor, somente o termo de quitação."
      },
      {
        "letra": "C",
        "texto": "qualquer interessado na extinção da dívida pode pagá-la, interessado ou não em sua extinção, usando, se o credor se opuser, dos meios conducentes à exoneração do devedor e, em ambos os casos, o terceiro sub-roga no direito de credor."
      },
      {
        "letra": "D",
        "texto": "considera-se em mora o devedor que não efetuar o pagamento no tempo, lugar e forma que a lei ou a convenção estabelecer; assim, a personagem do Seu Madruga, havendo obrigação, positiva e líquida, no seu termo, está em mora independente da constituição desta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990424",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Pontal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o inadimplemento das obrigações, de acordo com as disposições do Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É nula a cláusula contratual pela qual o devedor de determinada obrigação se responsabiliza pelos prejuízos decorrentes de caso fortuito ou força maior."
      },
      {
        "letra": "B",
        "texto": "A penalidade estabelecida em cláusula penal pode ser equitativamente reduzida pelo juiz se o montante da penalidade for manifestamente excessivo, considerando a natureza e finalidade do negócio."
      },
      {
        "letra": "C",
        "texto": "Para exigir lucros cessantes, o credor deverá comprovar, cabalmente, o quanto deixou de lucrar."
      },
      {
        "letra": "D",
        "texto": "O valor da cominação imposta em cláusula penal pode exceder o da obrigação principal."
      },
      {
        "letra": "E",
        "texto": "O valor estipulado a título de arras não pode ser superior a 30% (trinta por cento) do valor total da obrigação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "966274",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a mora, no contexto do inadimplemento das obrigações.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O devedor em mora, em regra, não responde pela impossibilidade da prestação, se esta decorreu de caso fortuito ocorrido durante o atraso."
      },
      {
        "letra": "B",
        "texto": "Purga-se a mora, por parte do devedor, oferecendo este o valor nominal da prestação, ainda que sem os encargos decorrentes da mora."
      },
      {
        "letra": "C",
        "texto": "Nas obrigações provenientes de ato ilícito, a mora se constitui mediante interpelação judicial ou extrajudicial, ao ofensor."
      },
      {
        "letra": "D",
        "texto": "Não havendo termo para cumprimento da obrigação, a mora se constitui exclusivamente pela via judicial."
      },
      {
        "letra": "E",
        "texto": "O inadimplemento da obrigação, positiva e líquida, no seu termo, constitui de pleno direito em mora o devedor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "960886",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRM-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "No que se refere às disposições sobre obrigações, contratos e responsabilidade civil, julgue o item subsequente. Quando o devedor, culposamente, não efetuar o pagamento no tempo, no lugar e na forma estabelecidos, restará configurada hipótese de mora solvendi.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "950150",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: PGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Dispõe o art. 397 do Código Civil: “O inadimplemento da obrigação, positiva e líquida, no seu termo, constitui de pleno direito em mora o devedor. Parágrafo único. Não havendo termo, a mora se constitui mediante interpelação judicial ou extrajudicial”. Considerando esse dispositivo legal, a respeito da mora, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o caput trata da mora ex persona, enquanto o parágrafo único trata da mora ex re."
      },
      {
        "letra": "B",
        "texto": "pela disposição do parágrafo único, o próprio não pagamento no dia determinado (termo) é fato constitutivo da mora."
      },
      {
        "letra": "C",
        "texto": "o caput trata da mora ex persona, enquanto o parágrafo único trata da mora ex re, sendo que a mora descrita no caput, também denominada de mora ex tempore, decorre do princípio dies interpellat pro homine, que significa o dia interpela pelo homem."
      },
      {
        "letra": "D",
        "texto": "o caput trata da mora ex re, enquanto o parágrafo único trata da mora ex persona, sendo que a mora descrita no caput, também denominada de mora ex tempore, decorre do princípio dies interpellat pro homine, que significa o dia interpela pelo homem."
      },
      {
        "letra": "E",
        "texto": "o princípio dies interpellat pro homine significa que se faz necessária a interpelação judicial ou extrajudicial, conforme estatuído no parágrafo único."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "946821",
    "metadata": "Ano: 2018 | Banca: UEM | Órgão: UEM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Transmissão das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Marque a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dá-se a novação: quando o devedor contrai com o credor nova dívida para extinguir e substituir a anterior; quando novo devedor sucede ao antigo, ficando este quite com o credor; quando, em virtude de obrigação nova, outro credor é substituído ao antigo, ficando o devedor quite com este."
      },
      {
        "letra": "B",
        "texto": "Se duas pessoas forem ao mesmo tempo credor e devedor uma da outra, as duas obrigações extinguem-se, até onde se compensarem. A compensação efetua-se entre dívidas líquidas, vencidas e de coisas fungíveis."
      },
      {
        "letra": "C",
        "texto": "Não cumprida a obrigação, responde o devedor por perdas e danos, mais juros e atualização monetária segundo índices oficiais regularmente estabelecidos, e honorários de advogado."
      },
      {
        "letra": "D",
        "texto": "Somente considera-se em mora o devedor que não efetuar o pagamento e o credor que não quiser recebê-lo no tempo, lugar e forma que a lei estabelecer."
      },
      {
        "letra": "E",
        "texto": "Extingue-se a obrigação, desde que na mesma pessoa se confundam as qualidades de credor e devedor. A confusão pode verificar-se a respeito de toda a dívida, ou só de parte dela."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "946820",
    "metadata": "Ano: 2018 | Banca: UEM | Órgão: UEM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Transmissão das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Marque a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incorre na obrigação de indenizar perdas e danos o devedor que recusar a prestação a ele só imposta ou só por ele exequível."
      },
      {
        "letra": "B",
        "texto": "No caso das obrigações solidárias, a solidariedade não se presume; resulta da lei ou da vontade das partes."
      },
      {
        "letra": "C",
        "texto": "O credor pode ceder o seu crédito, se a isso não se opuser a natureza da obrigação, a lei, ou a convenção com o devedor; a cláusula proibitiva da cessão não poderá ser oposta ao cessionário de boa-fé, se não constar do instrumento da obrigação."
      },
      {
        "letra": "D",
        "texto": "É ineficaz, em relação a terceiros, a transmissão de um crédito, se não celebrar-se mediante instrumento público, ou instrumento particular, que deverá ser revestido das solenidades previstas em lei, ou seja, a indicação do lugar onde foi passado, a qualificação do outorgante e do outorgado, a data e o objetivo da outorga com a designação e a extensão dos poderes conferidos."
      },
      {
        "letra": "E",
        "texto": "Na assunção de dívida, é facultado a terceiro assumir a obrigação do devedor, sem o consentimento expresso do credor, ficando exonerado o devedor primitivo, salvo se aquele, ao tempo da assunção, era insolvente e o credor o ignorava."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "941305",
    "metadata": "Ano: 2018 | Banca: IADES | Órgão: APEX Brasil",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "A respeito do inadimplemento das obrigações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quanto não for cumprida a obrigação, o devedor responderá por perdas e danos, não podendo se falar em juros e atualização monetária."
      },
      {
        "letra": "B",
        "texto": "Considerar-se-á em mora apenas o devedor que não efetuar o pagamento no tempo, no lugar e na forma que a lei ou a convenção estabelecer."
      },
      {
        "letra": "C",
        "texto": "Evidenciada a natureza indenizatória das arras na hipótese de inexecução do contrato, revela-se inadmissível a sua cumulação com a cláusula penal compensatória, sob pena de violação do princípio do non bis in idem (proibição da dupla condenação a mesmo título)."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de perdas e danos, contam-se os juros de mora desde a data do evento danoso."
      },
      {
        "letra": "E",
        "texto": "Quando os juros moratórios não forem convencionados, ou o forem sem taxa estipulada, ou quando provierem de determinação da lei, serão fixados segundo a escolha do juiz."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "938416",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Considere as seguintes situações hipotéticas: i) em compromisso de compra e venda, foi previsto um pagamento inicial de 10% do valor do bem, a ser descontado dos pagamentos a serem feitos posteriormente; ii) em contrato de compra e venda foi previsto que o atraso no pagamento sujeitaria o devedor à multa de 10% do valor do contrato; iii) em contrato de compra e venda foi previsto que se uma das partes não cumprir a avença deverá ressarcir a outra em valor equivalente a 50% do valor do contrato; iv) em compromisso de compra e venda foi previsto que, caso uma das partes desista de firmar o contrato definitivo, a outra pode reter o sinal recebido ou ter que devolver o recebido, mais o equivalente. As situações retratam, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arras confirmatórias, multa compensatória, multa moratória, arras penitenciais."
      },
      {
        "letra": "B",
        "texto": "multa compensatória, arras penitenciais, arras confirmatórias, multa moratória."
      },
      {
        "letra": "C",
        "texto": "arras penitenciais, multa moratória, multa compensatória, arras confirmatórias."
      },
      {
        "letra": "D",
        "texto": "arras penitenciais, multa compensatória, multa moratória, arras confirmatórias."
      },
      {
        "letra": "E",
        "texto": "arras confirmatórias, multa moratória, multa compensatória, arras penitenciais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "937416",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Inadimplemento das Obrigações",
      "Parte Geral"
    ],
    "enunciado_principal": "Christina e Márcio celebraram instrumento particular de compromisso de compra e venda de um apartamento, no qual Christina, proprietária do imóvel, figurou como compromissária vendedora e Márcio, interessado na aquisição, figurou como compromitente comprador. Estabeleceu-se que o valor da venda seria de R$ 600.000,00 (seiscentos mil reais), e Márcio pagaria R$ 60.000,00 (sessenta mil reais) a título de sinal. O saldo (R$ 540.000,00) seria pago à vista, no ato da outorga da escritura pública de venda e compra. Sendo uma pessoa muito conversadora, Márcio exigiu que Christina apresentasse, em até 10 (dez) dias da assinatura do instrumento contratual, todas as certidões pessoais, bem como as certidões relacionadas ao imóvel, sem qualquer apontamento. Assim, exigiu a inclusão de uma condição resolutiva, por meio da qual Márcio poderia resolver o negócio jurídico, a seu exclusivo critério, caso constasse qualquer pendência judicial ou administrativa em desfavor de Christina, dívidas de natureza propter rem e/ou qualquer constrição relacionada ao imóvel. Christina providenciou as certidões e, na certidão de distribuição de ações cíveis, constou uma ação de execução ajuizada em seu desfavor, cujo valor econômico envolvido era de R$ 15.000,00 (quinze mil reais). Nesse cenário, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Márcio poderá valer-se da condição para resolver o negócio, exigindo a devolução do sinal."
      },
      {
        "letra": "B",
        "texto": "A condição resolutiva é ilícita, pois sujeita o negócio jurídico ao puro arbítrio de Márcio."
      },
      {
        "letra": "C",
        "texto": "A cláusula que contém a condição resolutiva é abusiva e, portanto, nula de pleno direito."
      },
      {
        "letra": "D",
        "texto": "Christina tem a prerrogativa legal de resolver a pendência judicial em até 30 (trinta) dias, preservando assim o negócio jurídico celebrado."
      },
      {
        "letra": "E",
        "texto": "Márcio poderá valer-se da condição para resolver o negócio, mas perderá o sinal em favor de Christina."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "927594",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Incorre de pleno direito o devedor na cláusula penal, desde que,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culposamente, deixe de cumprir a obrigação ou se constitua em mora e, sendo indivisível a obrigação, todos os devedores, caindo em falta um deles, incorrerão na pena; mas esta só se poderá demandar integralmente do culpado, respondendo cada um dos outros somente pela sua quota, contudo, a penalidade deve se reduzida equitativamente pelo juiz se a obrigação principal tiver sido cumprida em parte, ou se o montante da penalidade for manifestamente excessivo, tendo-se em vista a natureza e a finalidade do negócio"
      },
      {
        "letra": "B",
        "texto": "independentemente de culpa ou dolo, deixe de cumprir a obrigação e, sendo indivisível a obrigação, todos os devedores, caindo em falta um deles, incorrerão na pena, todavia, o valor da sanção imposta na cláusula penal não pode exceder o da obrigação principal."
      },
      {
        "letra": "C",
        "texto": "independentemente de culpa ou dolo, deixe de cumprir a obrigação e, sendo solidária a obrigação, todos os devedores, caindo em falta um deles, incorrerão na pena, todavia, o valor da soma imposta na cláusula penal não pode exceder o da obrigação principal e a penalidade deve ser reduzida equitativamente pelo juiz se a obrigação principal tiver sido cumprida em parte, ou se o montante da penalidade for manifestamente excessivo, tendo-se em vista a natureza e a finalidade do negócio."
      },
      {
        "letra": "D",
        "texto": "culposamente, deixe de cumprir a obrigação ou se constitua em mora, e, quando se estipular a cláusula penal para o caso de total inadimplemento da obrigação, esta converter-se-á em alternativa a benefício do credor, poderá exceder o valor da obrigação principal e o juiz não poderá reduzi-la."
      },
      {
        "letra": "E",
        "texto": "culposamente, deixe de cumprir a obrigação ou se constitua em mora e, se o prejuízo exceder ao previsto na cláusula penal, independentemente de estipulação no contrato, o credor poderá exigir indenização suplementar, até o montante do prejuízo e, neste caso, o juiz poderá reduzir o valor estabelecido a título de pena contratual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "918593",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Ricardo, artista plástico, recebe em sua galeria Jaqueline, colecionadora de artes plásticas. Encantada com duas peças de Ricardo, denominadas Dida e Jute, Jaqueline as reserva, obrigando-se a retornar no dia seguinte para escolher uma delas e realizar o pagamento da eleita. Na data marcada, Jaqueline informa que gostaria de adquirir Dida. Contudo, Ricardo responde que apenas restou Jute, visto que Dida foi por ele vendida na noite anterior. Diante dessa situação, Jaqueline:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá adquirir Jute, visto que já a havia reservado;"
      },
      {
        "letra": "B",
        "texto": "poderá exigir perdas e danos em relação a Dida;"
      },
      {
        "letra": "C",
        "texto": "deverá pagar Jute, pois Dida se perdeu sem culpa de Ricardo;"
      },
      {
        "letra": "D",
        "texto": "resolverá o pacto estabelecido com Ricardo, sem perdas e danos;"
      },
      {
        "letra": "E",
        "texto": "deverá escolher outra peça, ainda que não seja Jute."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "914157",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Josimar, pecuarista, adquiriu dos irmãos Alberto e Rodrigo, um touro reprodutor. Por conveniência das partes, o preço foi antecipadamente pago, fixaram data para a entrega do animal e, na hipótese de perecimento do touro, uma multa de 10% sobre o valor adiantado. No dia de entrega do animal, Rodrigo, ao conduzir o veículo de transporte, empreende manobra arriscada onde não era possível ultrapassar e, ao sair da pista, tomba com o veículo, vindo a falecer o touro. Rodrigo sobrevive. Diante desta situação, Josimar faz jus",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à cláusula penal convencionada, apenas, que deverá ser rateada pelos irmãos."
      },
      {
        "letra": "B",
        "texto": "ao valor antecipado e à multa, que serão rateados pelos vendedores, cabendo a Alberto o regresso dos valores."
      },
      {
        "letra": "C",
        "texto": "ao valor antecipado, devido por qualquer dos irmãos e à multa, devida apenas por Rodrigo."
      },
      {
        "letra": "D",
        "texto": "à multa, devida por inteiro por Alberto e Rodrigo e ao preço por eles rateado."
      },
      {
        "letra": "E",
        "texto": "ao preço, rateado pelos vendedores e à multa, devida em sua integralidade por Rodrigo e na metade, por Aberto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "905777",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Nas obrigações negativas, o devedor é considerado inadimplente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a partir da sua citação."
      },
      {
        "letra": "B",
        "texto": "a partir da sua constituição em mora pelo credor."
      },
      {
        "letra": "C",
        "texto": "a partir do ajuizamento da ação pelo credor."
      },
      {
        "letra": "D",
        "texto": "desde o dia em que executou o ato de que se devia abster."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "905178",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: FAPESP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Não cumprida a obrigação, responde o devedor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas pelo cumprimento atrasado da obrigação, com juros e correção monetária convencionais."
      },
      {
        "letra": "B",
        "texto": "pelo pagamento do terceiro que a cumprir, no preço que este a tiver estipulado."
      },
      {
        "letra": "C",
        "texto": "pelo pagamento da cláusula penal, por ter esta a natureza compensatória."
      },
      {
        "letra": "D",
        "texto": "pelo cumprimento da obrigação, além de perdas e danos."
      },
      {
        "letra": "E",
        "texto": "por perdas e danos, mais juros e atualização monetária segundo índices oficiais regularmente estabelecidos, e honorários de advogado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "905175",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: FAPESP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Se houver a entrega do título ao devedor, ficará sem efeito a quitação se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o credor provar, em sessenta dias, a falta do pagamento."
      },
      {
        "letra": "B",
        "texto": "o recibo for extraviado."
      },
      {
        "letra": "C",
        "texto": "não se exigir a entrega do título pelo credor."
      },
      {
        "letra": "D",
        "texto": "não for feita a entrega no domicílio do credor."
      },
      {
        "letra": "E",
        "texto": "sobrevier desproporção manifesta entre o valor da prestação devida e o do momento de sua execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "896338",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Em relação a clausula penal, assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é possível instituir cláusula penal em ato posterior ao da obrigação."
      },
      {
        "letra": "B",
        "texto": "A clausula penal instituída em ato posterior à obrigação não pode referir-se à simplesmente à mora, mas pode referir-se inexecução completa."
      },
      {
        "letra": "C",
        "texto": "A clausula penal instituída em ato posterior à obrigação pode referir-se à inexecução completa, ou simplesmente à mora."
      },
      {
        "letra": "D",
        "texto": "A clausula penal instituída em ato posterior à obrigação não pode referir-se à inexecução completa, mas pode referir-se simplesmente à mora."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "893171",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EBSERH",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Considerando o que dispõe o Código Civil acerca das obrigações e dos institutos da prescrição e da decadência, julgue o item que se segue.A cobrança de encargos e parcelas abusivas não impede a caracterização da mora do devedor, que deverá realizar o pagamento e reclamar, posteriormente, indenização por perdas e danos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "887276",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: CEMIG - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Supondo que uma obrigação de fazer, abarcada por contrato de prestação de serviço técnico especializado em informática, reste descumprida pelo prestador de serviço. Considerando a disciplina do direito das obrigações e dos contratos, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a culpa do devedor da obrigação é irrelevante, por se tratar de obrigação de origem contratual."
      },
      {
        "letra": "B",
        "texto": "não poderia o credor da obrigação mandar executá-la à custa do devedor em mora, devendo buscar tutela jurisdicional para satisfazer a obrigação ou pleitear o dano decorrente do descumprimento."
      },
      {
        "letra": "C",
        "texto": "não seria possível a incidência in casu da exceção do contrato não cumprido para eximir o credor da obrigação equivalente de pagar quantia certa."
      },
      {
        "letra": "D",
        "texto": "o devedor responderá por perdas e danos se o descumprimento da obrigação se deu por sua culpa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886105",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Domicílio e Bens",
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Parte Geral"
    ],
    "enunciado_principal": "Considere como Verdadeiras (V) ou Falsas (F) as proposições a seguir: I. Quanto aos bens reciprocamente considerados, podemos afirmar que a pertença é um acessório sobre o qual não incide o princípio da gravitação jurídica. II. Na hipótese da inexecução de contrato, não é possível a cumulação da perda das arras com a imposição da cláusula penal compensatória, sob pena de ofensa ao princípio do non bis in idem. III. É imprescritível a ação de investigação de paternidade e a de petição de herança, por abordar direito fundamental, conforme entendimento do Supremo Tribunal Federal. IV. Os juros moratórios fluem do evento danoso tão somente nos casos de responsabilidade aquiliana. V. A correção monetária do valor da indenização do dano moral incide a partir da citação válida.Assinale a alternativa correta da sequência:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, F, V"
      },
      {
        "letra": "B",
        "texto": "V, F, V, V, V."
      },
      {
        "letra": "C",
        "texto": "F, V, F, F, F."
      },
      {
        "letra": "D",
        "texto": "F, F, V, V, V."
      },
      {
        "letra": "E",
        "texto": "V, V, F, V, F."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "875852",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: IPSM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Sobre a remissão, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se um dos credores remitir a dívida, a obrigação indivisível ficará extinta para com os outros que não mais a poderão exigir, mesmo descontada a quota do credor remitente."
      },
      {
        "letra": "B",
        "texto": "O credor solidário que tiver remitido a dívida ou recebido o pagamento responderá aos outros pela totalidade da obrigação, tendo em vista a indivisibilidade da obrigação solidária."
      },
      {
        "letra": "C",
        "texto": "O pagamento parcial feito por um dos devedores solidários e a remissão por ele obtida não aproveitam aos outros devedores, senão até à concorrência da quantia paga ou relevada."
      },
      {
        "letra": "D",
        "texto": "A remissão concedida a um dos co-devedores extingue a dívida na parte a ele correspondente; porém, reservando o credor a solidariedade contra os outros, pode cobrar destes a totalidade da dívida."
      },
      {
        "letra": "E",
        "texto": "A devolução voluntária do título da obrigação sem pagamento prova a remissão, ficando desonerados o devedor e seus co-obrigados, mesmo que o credor não seja capaz de alienar, e o devedor capaz de adquirir."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "875428",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Câmara de Salvador - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "A Incorporadora Bens Imóveis Ltda. (IBI) juntamente com a Construtora Cimento Forte Ltda. (CCF) contrataram a entrega de um elevador por Elevadores Ágeis Ltda. (EA), que poderia ser um elevador do modelo ‘A’ ou ‘B’. No dia convencionado para a entrega do bem, EA transportou o elevador ‘A’ para o local de pagamento da obrigação. Lá chegando, encontrou o preposto de IBI, mas não viu presente a CCF. Nessa hipótese, para bem haver a quitação da dívida, o administrador da EA deve:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "entregar o bem à IBI, visto que as contratantes são solidárias;"
      },
      {
        "letra": "B",
        "texto": "exigir, para entrega do bem, uma caução de ratificação pelo preposto de IBI;"
      },
      {
        "letra": "C",
        "texto": "disponibilizar ambos os elevadores para a entrega, sob pena de incorrer em mora;"
      },
      {
        "letra": "D",
        "texto": "consignar em pagamento qualquer um dos elevadores para haver a quitação judicial;"
      },
      {
        "letra": "E",
        "texto": "entregar o bem à IBI, pois, ainda que não sejam solidárias, as sociedades contrataram conjuntamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "873611",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "O banco Tubarão Monetário celebra contrato de mútuo com três devedores: Roberto, Renato e Olavo. O dinheiro é para um empreendimento comum e os três tornam-se devedores solidários. Tendo havido a inadimplência, Tubarão Monetário decide exigir somente de Olavo o valor total, por considerá-lo com patrimônio suficiente para satisfação do crédito. Essa atitude está",
    "alternativas": [
      {
        "letra": "A",
        "texto": "correta, pois o credor tem o direito de escolha para cobrar de um ou alguns dos devedores, a dívida comum, total ou parcialmente, sem que isso importe renúncia da solidariedade em relação aos demais."
      },
      {
        "letra": "B",
        "texto": "incorreta, uma vez que, em se tratando de empreendimento comum, o débito necessariamente deve ser exigido dos três devedores em uma única demanda."
      },
      {
        "letra": "C",
        "texto": "correta quanto à possibilidade de o credor escolher qualquer um dos devedores para exigir o débito, mas o fato implicará renúncia em relação aos demais devedores."
      },
      {
        "letra": "D",
        "texto": "incorreta, porque inexiste solidariedade senão em decorrência de lei e, no caso, a responsabilização solidária deu-se pela via convencional, o que é vedado em contratos onerosos."
      },
      {
        "letra": "E",
        "texto": "incorreta, pois a escolha do devedor é possível, mas só poderá ser exigido de Olavo um terço do débito, cobrando-se o remanescente de Renato e Roberto por meio de ações autônomas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "872860",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil e considerando o entendimento doutrinário acerca das pessoas naturais, das obrigações e da prescrição e decadência, julgue o item a seguir.Nas obrigações de prestações sucessivas, a quitação da última parcela acarreta a presunção absoluta de que as anteriores foram pagas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "870785",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: Câmara de Belo Horizonte - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Sobre o tratamento que o Código Civil dá ao tema Cláusula Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para exigir a pena convencional, é necessário que o credor alegue prejuízo."
      },
      {
        "letra": "B",
        "texto": "Incorre de pleno direito o devedor na cláusula penal, desde que, culposamente, deixe de cumprir a obrigação ou se constitua em mora."
      },
      {
        "letra": "C",
        "texto": "Quando se estipular a cláusula penal para o caso de total inadimplemento da obrigação, esta converter-se-á em alternativa a benefício do credor."
      },
      {
        "letra": "D",
        "texto": "Quando a obrigação for divisível, só incorre na pena o devedor ou o herdeiro do devedor que a infringir, e proporcionalmente à sua parte na obrigação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "866414",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações"
    ],
    "enunciado_principal": "Joaquim fez com Norberto contrato de promessa de compra e venda para adquirir deste um imóvel por R$ 200.000: Joaquim deu R$ 150.000 de sinal e pretendia conseguir financiamento dos R$ 50.000 restantes em uma instituição bancária. Segundo cláusula do contrato que regulava o negócio, em caso de inexecução por culpa do comprador, este perderia o sinal em favor do vendedor. Por desídia de Joaquim, que não apresentou todos os documentos exigidos pela instituição bancária, o financiamento não foi aprovado, de maneira que o contrato não pôde ser cumprido. Joaquim buscou ajuda na justiça comum. Considerando essa situação hipotética, assinale a opção correta de acordo com a legislação pertinente e a posição dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joaquim deverá alegar prejuízo para exigir de Norberto a devolução do sinal, mesmo existindo previsão contratual."
      },
      {
        "letra": "B",
        "texto": "Já que Norberto recebeu os R$ 150.000 adiantados e teve a oportunidade de aplicá-los no mercado de capitais, Joaquim deverá ser restituído do valor dado de sinal acrescido de correção com base no rendimento da caderneta de poupança."
      },
      {
        "letra": "C",
        "texto": "Mesmo que comprove perdas e danos pelo negócio não concluído, Norberto não poderá exigir indenização suplementar."
      },
      {
        "letra": "D",
        "texto": "Joaquim perderá os R$ 150.000 para Norberto e não há, por parte do juiz da causa, a possibilidade de se reduzir o montante perdido."
      },
      {
        "letra": "E",
        "texto": "Conforme o STJ, é possível reduzir a perda de Joaquim, já que, nesse caso, a diferença entre o valor inicial pago e o total do negócio pode gerar enriquecimento sem causa para Norberto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "863587",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: SEFIN-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Jamari celebrou contrato de compra e venda de seu apartamento com Jorge. No contrato, foi previsto que Jamari poderia resolvê- lo no prazo de dezoito meses, desde que pagasse o preço recebido pelo imóvel e reembolsasse as despesas que Jorge tivesse com ele. Ao final de dezoito meses, Jamari notificou Jorge de que desejaria retomar o imóvel, oferecendo o pagamento do valor do preço mais as despesas realizadas. Jorge, porém, recusou o recebimento das quantias. Com base nas informações do enunciado, é correto afirmar que Jamari poderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "realizar o pagamento em consignação, diante da recusa sem justa causa de Mário em receber o valor do imóvel e o reembolso das despesas."
      },
      {
        "letra": "B",
        "texto": "pleitear a compensação da obrigação, por se tratar de dívidas líquidas, vencidas e de coisas fungíveis."
      },
      {
        "letra": "C",
        "texto": "requerer judicialmente a imputação do pagamento do preço do imóvel no montante das despesas efetuadas por Jorge."
      },
      {
        "letra": "D",
        "texto": "promover ação de remissão de dívida em face de Jorge em virtude do implemento da condição resolutiva."
      },
      {
        "letra": "E",
        "texto": "demandar indenização pela recusa do aceite de sua proposta por parte de Jorge, por lhe faltar o ânimo de novar."
      }
    ],
    "gabarito": "A"
  }
]