[
  {
    "id": "3560606",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Responsabilidade civil",
      "Tutela e Curatela",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Nadilma ajuíza demanda visando ao reconhecimento da incapacidade de sua irmã Jurema, que apresenta quadro severo de transtorno bipolar. Caso seja nomeada curadora de Jurema, qual será o efeito jurídico decorrente dessa nomeação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo prescricional da dívida que Nadilma possui em favor de Jurema, que já se encontra prestes a se consumar, poderá transcorrer normalmente, pois a curatela não afeta prazos prescricionais."
      },
      {
        "letra": "B",
        "texto": "Nadilma poderá ser civilmente responsabilizada pelos danos que Jurema causar a terceiros, desde que os atos tenham ocorrido estando Jurema sob sua autoridade e em sua companhia."
      },
      {
        "letra": "C",
        "texto": "Se o irmão de Nadilma, que a nomeou tutora testamentária da filha dele, vier a falecer, Nadilma deverá exercer, cumulativamente, a curatela de Jurema e a tutela da sobrinha, não sendo possível a recusa de qualquer dos encargos."
      },
      {
        "letra": "D",
        "texto": "A autoridade de Nadilma como curadora abrangerá os atos da vida civil de Jurema, mas não se estenderá à administração dos bens dos filhos menores desta, caso existam."
      },
      {
        "letra": "E",
        "texto": "Ainda que desejasse compartilhar o encargo, Nadilma terá que exercer sozinha a curatela de Jurema, uma vez que a legislação brasileira não admite a figura da curatela compartilhada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3502267",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em relação a responsabilidade civil, atos ilícitos e prescrição e decadência, julgue o próximo item, à luz da jurisprudência do STJ. A inimputabilidade penal da pessoa incapaz afasta a responsabilidade civil pelos prejuízos por ela causados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3216130",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Responsabilidade civil",
      "Modos de Perda da Propriedade",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Joaquim adquiriu um imóvel de Vitório por meio de escritura pública, sendo informado por esse que o bem era livre de ônus. Posteriormente, Fátima, alegando ser a verdadeira proprietária do imóvel, ingressou com ação de reintegração de posse em face de Joaquim, a qual foi julgada procedente. Diante da perda do imóvel, Joaquim procurou Vitório para pleitear a indenização pelos danos sofridos. Diante desse caso, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joaquim não faz jus à indenização, pois não comprovou a má-fé de Vitório na alienação do imóvel."
      },
      {
        "letra": "B",
        "texto": "Joaquim tem direito à restituição do preço pago, mais perdas e danos, somente se provar a má-fé de Vitório."
      },
      {
        "letra": "C",
        "texto": "A ação de evicção deve ser proposta por Joaquim diretamente contra Fátima, a verdadeira proprietária do imóvel."
      },
      {
        "letra": "D",
        "texto": "Joaquim tem direito à restituição do preço pago mais indenização, independentemente da boa ou má-fé de Vitório."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade de Vitório pela evicção se limita à restituição do preço pago, excluindo-se a indenização por perdas e danos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3204416",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Excludentes da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Considerando a responsabilidade civil, assinale a afirmação verdadeira.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade civil é independente da criminal, não se podendo questionar mais sobre a existência do fato, ou sobre quem seja o seu autor, quando estas questões se acharem decididas no juízo criminal."
      },
      {
        "letra": "B",
        "texto": "No caso de lesão à saúde, o ofensor indenizará o ofendido das despesas do tratamento e dos lucros cessantes pelo prazo de cento e vinte dias, prorrogável uma única vez por igual período."
      },
      {
        "letra": "C",
        "texto": "O incapaz não responde pelos prejuízos econômicos ou patrimoniais que causar a terceiros se as pessoas por ele responsáveis não tiverem obrigação de fazê-lo ou não dispuserem de meios suficientes."
      },
      {
        "letra": "D",
        "texto": "Quando a atividade desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem, só haverá obrigação de reparar o dano se ficar devidamente comprovado o dolo."
      },
      {
        "letra": "E",
        "texto": "Se a vítima tiver concorrido dolosamente para o evento danoso, a sua indenização será fixada tendo-se em conta a gravidade de seu ato em confronto com a do autor do dano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3195928",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de São Vicente do Sul - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Responsabilidade civil",
      "Parte Geral",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Assim que retornou de suas férias, João Riobaldo acessou sua rede social favorita e viu uma propaganda com uma foto sua tirada na praia que visitou há poucos dias. Diante disso, Riobaldo se surpreendeu, pois sua imagem podia ser vista em bastante destaque naquele cenário, não havendo outras pessoas em foco. Ademais, Riobaldo se recorda perfeitamente de não perceber que tinha sido fotografado naquele momento. Ressalta-se que se trata de propaganda de companhia de seguros, na qual se enfatizava a tranquilidade que o segurado adquire ao contratar um seguro, tranquilidade essa que se podia depreender da imagem de Riobaldo serenamente na praia. Em outras palavras, a imagem não denotava ultraje nem desrespeito a Riobaldo, apenas utilizava sua imagem para ilustrar a paz que a empresa geraria aos segurados, de modo a conseguir que mais pessoas se interessassem em contratar os serviços da empresa. Quanto à indenização a João Riobaldo em decorrência do uso de sua imagem, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A indenização será cabível, desde que comprovado que a seguradora tenha aumentado a quantidade de seguros contratados desde a divulgação da propaganda mencionada."
      },
      {
        "letra": "B",
        "texto": "A indenização depende da comprovação do elemento subjetivo de aumento da lucratividade da seguradora com a divulgação da propaganda."
      },
      {
        "letra": "C",
        "texto": "É cabível indenização, independentemente de a propaganda não ter prejudicado a imagem de Riobaldo."
      },
      {
        "letra": "D",
        "texto": "Não será cabível indenização, por se tratar de fotografia tirada em espaço público, no qual há presunção de autorização do uso da imagem pessoal sem necessidade de autorização ou compensação econômica a seu titular."
      },
      {
        "letra": "E",
        "texto": "Não será cabível a indenização, pois a relevância social do tema da propaganda da seguradora se sobrepõe ao direito à imagem de Riobaldo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3177647",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "No que tange à responsabilidade civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O incapaz responde, em qualquer hipótese, pelos prejuízos que causar."
      },
      {
        "letra": "B",
        "texto": "Ressalvados outros casos previstos em lei especial, os empresários individuais e as empresas respondem subjetivamente pelos danos causados pelos produtos postos em circulação."
      },
      {
        "letra": "C",
        "texto": "Aquele que ressarcir o dano causado por outrem pode reaver o que houver pago daquele por quem pagou, salvo se o causador do dano for descendente seu, absoluta ou relativamente incapaz."
      },
      {
        "letra": "D",
        "texto": "Aquele que demandar por dívida já paga, no todo ou em parte, sem ressalvar as quantias recebidas ou pedir mais do que for devido, ficará obrigado a pagar ao devedor, no primeiro caso, o dobro do que houver cobrado e, no segundo, o equivalente do que dele exigir, ainda que verificada a prescrição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3172079",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Mari é uma fotógrafa premiada e reconhecida internacionalmente, proprietária de uma câmera analógica rara, avaliada em R$ 300.000,00, conhecida por produzir imagens de qualidade incomparável. Além da câmera, Mari mantém em sua posse uma coleção exclusiva de negativos de alta qualidade, resultantes de experimentos fotográficos autorais que nunca foram divulgados, mas cuja divulgação era pretendida por Mari, havendo negociações em fase de conclusão para que fosse contratada por terceiros a exposição inédita de tais produtos. Em 2023, sua assistente, Giovana, ao organizar o estúdio de Mari, encontrou a coleção de negativos armazenada na câmera e, sem autorização, utilizou as imagens para criar uma série fotográfica, promovendo uma exposição internacional. Giovana alegou que as imagens eram fruto de sua própria criatividade e foi premiada na exposição com a quantia de R$ 250.000,00, além de firmar contratos futuros com patrocinadores, totalizando R$ 500.000,00. Em 10/02/2024, Mari descobre o uso indevido tanto de sua câmera quanto de sua coleção exclusiva de negativos. Após uma investigação, fica comprovado que Giovana apenas realizou ajustes menores nas imagens originais de Mari, sem realizar novas capturas ou desenvolver conceitos inéditos. A exposição, portanto, foi quase integralmente baseada na obra intelectual pré-existente de Mari, combinada com o uso do equipamento raro. Com base no caso, Mari poderá judicialmente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pleitear a restituição integral do valor recebido no prêmio e dos contratos firmados, com base na teoria do enriquecimento sem causa, mas sem direito aos lucros cessantes."
      },
      {
        "letra": "B",
        "texto": "Exigir apenas a indenização pelos danos emergentes decorrentes do desgaste da câmera, já que sua utilização foi a causa direta do enriquecimento de Giovana."
      },
      {
        "letra": "C",
        "texto": "Buscar a indenização pelos lucros cessantes gerados pela privação do ineditismo da divulgação de seus experimentos fotográficos e a reversão dos valores do prêmio recebido por Giovana, para evitar seu enriquecimento sem causa."
      },
      {
        "letra": "D",
        "texto": "Pleitear a reversão parcial dos valores do prêmio recebido e dos contratos firmados, pela teoria da perda de uma chance, além de indenização pelos lucros cessantes."
      },
      {
        "letra": "E",
        "texto": "Buscar a reparação apenas pelos danos materiais correspondentes ao valor de mercado da câmera, sem direito à restituição do prêmio ou dos contratos firmados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3169059",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do STJ sobre responsabilidade civil, contratos e inadimplemento de obrigações, julgue o item a seguir.No caso de condenação por danos morais em ação consumerista de responsabilidade civil por fato do serviço, a correção monetária incidirá desde a data do evento danoso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3400040",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Nova Venécia - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Durante a execução de uma obra pública na cidade X, um acidente ocorreu devido à negligência da empresa contratada, resultando em danos materiais significativos a um veículo estacionado nas proximidades e lesões graves no motorista, Pedro. Após a recuperação, Pedro, que é um fotógrafo profissional, constatou uma diminuição na sua capacidade de trabalho, impactando diretamente sua renda. Baseado somente nas normativas do Código Civil Brasileiro sobre a responsabilidade civil, assinale a alternativa que CORRETAMENTE descreve os direitos de Pedro em relação à indenização que ele pode buscar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro tem direito a uma indenização que cubra apenas os danos materiais ao seu veículo, visto que os danos pessoais não estão claramente relacionados à execução da obra pública."
      },
      {
        "letra": "B",
        "texto": "Pedro pode exigir uma indenização fixa, determinada unilateralmente pela Administração Pública, sem a necessidade de uma avaliação judicial sobre a extensão dos danos e sua capacidade de trabalho."
      },
      {
        "letra": "C",
        "texto": "Além das despesas médicas e reparação do veículo, Pedro pode requerer, além das despesas do tratamento e lucros cessantes até ao fim da convalescença, pensão correspondente à importância do trabalho para que se inabilitou, ou da depreciação que sofreu."
      },
      {
        "letra": "D",
        "texto": "A indenização de Pedro deve limitar-se ao pagamento das despesas médicas, uma vez que a legislação brasileira não prevê compensação por lucros cessantes ou diminuição da capacidade de trabalho em casos de acidentes em obras públicas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3345806",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Mesmo sem prova do prejuízo matéria, em caso de injúria, difamação, calúnia ou homicídio, poderá haver indenização, sem excluir outras formas de reparação. Nesses casos, poderá haver condenação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao pagamento das despesas com funeral e alimentos às pessoas dependentes pelo prazo apurado e definido, em caso de homicídio."
      },
      {
        "letra": "B",
        "texto": "ao pagamento de alimentos às pessoas dependentes, de maneira vitalícia e prisão cível, em caso de homicídio."
      },
      {
        "letra": "C",
        "texto": "à reparação das despesas com tratamento e ao pagamento de alimentos às pessoas dependentes, em caso de injúria, difamação ou calúnia."
      },
      {
        "letra": "D",
        "texto": "ao pagamento de alimentos às pessoas dependentes, de maneira vitalícia, em caso de injúria, difamação ou calúnia."
      },
      {
        "letra": "E",
        "texto": "à reparação das despesas com o tratamento da vítima, com o funeral e ao pagamento de alimentos às pessoas dependentes, em caso de homicídio e calúnia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3129258",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Catanduva - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "A operadora de plano de saúde ABC reiteradamente apresentava negativa de cobertura emergencial por período maior que 24 horas para os seus segurados. Heitor, um dos segurados, propôs ação contra a operadora de plano de saúde ABC requerendo a sua condenação por danos morais e sociais. Devidamente citada, a operadora ABC apresentou contestação e a sentença foi proferida condenando a operadora ABC ao pagamento de indenização por dano moral aos lesados individuais, bem como ao pagamento de indenização por dano social, na medida em que atingiu indevidamente outros segurados. Não houve a apresentação de recursos e a sentença transitou em julgado. Quanto ao pagamento de indenização por dano social, conforme entendimento majoritário, é correto afirmar que o valor devido",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser destinado à vítima."
      },
      {
        "letra": "B",
        "texto": "deve ser destinado ao Fundo previsto na Lei de Ação Civil Pública."
      },
      {
        "letra": "C",
        "texto": "deve ser destinado a qualquer fundação que tenha objeto social semelhante ao pedido requerido na ação, no caso, algum hospital."
      },
      {
        "letra": "D",
        "texto": "deve ser destinado a qualquer entidade beneficente."
      },
      {
        "letra": "E",
        "texto": "não tem destinação determinada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3129208",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Sorocaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Karina estava voltando para casa após um dia de trabalho quando Maurício, embriagado, colidiu com o seu carro. Em razão do acidente, Karina perdeu os movimentos em ambas as pernas, de forma permanente. Rafael, marido de Karina, e Cleusa, mãe de Karina, muito abalados, consultam um advogado acerca da possibilidade de propositura, em nome próprio, de uma ação de indenização por danos morais em face de Maurício. Diante da situação hipotética, considerando o atual entendimento do Superior Tribunal de Justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o dano moral é um direito personalíssimo, não sendo possível a propositura da ação de indenização por danos morais por Rafael ou Cleusa."
      },
      {
        "letra": "B",
        "texto": "Rafael e Cleusa poderiam propor ação de indenização por danos morais em face de Maurício apenas no caso de morte de Karina."
      },
      {
        "letra": "C",
        "texto": "caso Rafael proponha ação autônoma de indenização, Cleusa não a poderá propor, uma vez que é possível apenas uma indenização por dano moral em ricochete."
      },
      {
        "letra": "D",
        "texto": "é possível que Rafael e Cleusa proponham ações autônomas de indenização por danos morais em ricochete em face de Maurício."
      },
      {
        "letra": "E",
        "texto": "Rafael ou Cleusa podem propor ação autônoma de indenização por danos morais, desde que Karina já tenha proposto ação de indenização por danos morais em face de Maurício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3127428",
    "metadata": "Ano: 2024 | Banca: CPCON | Órgão: Prefeitura de São José de Piranhas - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Sobre a prestação de alimentos, marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito à prestação de alimentos é recíproco entre pais e filhos, mas não extensivo aos ascendentes."
      },
      {
        "letra": "B",
        "texto": "Compete à autoridade judiciária brasileira processar e julgar as ações de alimentos, quando o devedor tiver domicílio ou residência no Brasil."
      },
      {
        "letra": "C",
        "texto": "Para obter alimentos, o filho havido fora do casamento pode acionar o genitor, sendo obrigatório ao juiz determinar, a pedido de quaisquer das partes, que a ação se processe em segredo de justiça."
      },
      {
        "letra": "D",
        "texto": "A obrigação de prestar alimentos não se transmite aos herdeiros do devedor."
      },
      {
        "letra": "E",
        "texto": "No caso de homicídio, a indenização consiste, sem excluir outras reparações, na prestação de alimentos às pessoas a quem o morto os devia, levando-se em conta a duração provável da vida da vítima."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3127327",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Marília - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "O credor que demandar o devedor antes de vencida a dívida, fora dos casos em que a lei o permita,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ficará obrigado a esperar o dobro do tempo que faltava para o vencimento para que ocorra o recebimento da dívida."
      },
      {
        "letra": "B",
        "texto": "poderá descontar metade dos juros correspondentes estipulados pelas partes."
      },
      {
        "letra": "C",
        "texto": "deverá pagar indenização por danos morais, ainda que não haja má-fé do credor."
      },
      {
        "letra": "D",
        "texto": "está realizando cobrança excessiva, que, se for de boa-fé, não obriga ao pagamento em dobro."
      },
      {
        "letra": "E",
        "texto": "fica obrigado a indenizar em dobro, desde que o credor proponha ação autônoma, não sendo possível apresentar tais alegações em contestação ou reconvenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3117503",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Responsabilidade civil",
      "Parte Geral",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Abolitio, famoso cinegrafista, resolveu contar a vida de Arresto, craque do futebol, em um documentário. Em determinada altura da narrativa, menciona-se Precatório, goleiro que teria tomado um vergonhoso drible de Arresto. Ambos, Arresto e Precatório, processam Abolitio, demandando indenização por danos morais por violação a seus direitos autorais e de imagem. Nesse caso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ambos os pedidos são improcedentes;"
      },
      {
        "letra": "B",
        "texto": "procede o pleito de Arresto, desde que provado o prejuízo, mas não o de Precatório;"
      },
      {
        "letra": "C",
        "texto": "ambos os pedidos são procedentes, desde que haja prova do prejuízo sofrido por cada qual;"
      },
      {
        "letra": "D",
        "texto": "procede o pleito de Arresto, independentemente de prova do prejuízo diante do intuito lucrativo, mas não o de Precatório;"
      },
      {
        "letra": "E",
        "texto": "ambos os pedidos são procedentes, dispensada prova do prejuízo sofrido por cada qual, diante do intuito lucrativo do documentário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3115060",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de Palhoça - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "De acordo com o Código Civil, a indenização pela prática de um ato ilícito mede-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela extensão do dano."
      },
      {
        "letra": "B",
        "texto": "pelos usos e costumes locais."
      },
      {
        "letra": "C",
        "texto": "pelo poder aquisitivo do ofensor."
      },
      {
        "letra": "D",
        "texto": "pelo grau de pobreza do ofendido."
      },
      {
        "letra": "E",
        "texto": "pela repercussão social do caso em concreto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3104172",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Com relação às obrigações e à responsabilização civil no direito de família e das sucessões, julgue o item a seguir, conforme o Código Civil e a jurisprudência do STJ. No caso de falecimento do titular do direito a indenização por danos morais, esse direito não será transmitido aos seus herdeiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3098519",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Pedro é colecionador de selos postais. Certo dia, em almoço na casa de seu amigo Victor, ao compulsarem um álbum de fotografias antigas da época da juventude, encontram um selo bastante raro. O filatelista, então, firma um contrato de compra e venda com Victor para aquisição do referido selo, no valor de R$ 50 mil. O depósito do valor foi feito na data combinada na avença, mediante transferência bancária. Ocorre que Victor, mesmo ciente do ingresso do valor em sua conta, ajuizou ação de cobrança em face de Pedro pleiteando o valor integral do bem objeto do contrato. Considerando que não se operou a prescrição no caso e de acordo com o texto do Código Civil vigente, Pedro poderá exigir de Victor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O valor máximo de R$ 50 mil."
      },
      {
        "letra": "B",
        "texto": "O dobro da cobrança, ou seja, R$ 100 mil."
      },
      {
        "letra": "C",
        "texto": "O triplo da cobrança, ou seja, R$ 150 mil."
      },
      {
        "letra": "D",
        "texto": "Apenas eventual indenização por danos que porventura tenha sofrido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3086919",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "\"A pessoa humana foi, com justa causa, elevada ao patamar de epicentro dos epicentros. Como consequência, na responsabilidade civil, o dano à pessoa humana se objetiva em relação ao resultado, emergindo o direito de danos como o governo jurídico de proteção à vítima. Consolida-se a ideia de compensação pelo sofrimento. O direito civil, por isso, passa a ‘inquietar-se com a vítima’.” (FACHIN, Edson. Responsabilidade civil contemporânea no Brasil: notas para uma aproximação.) O dispositivo do Código Civil que bem representa a ideia invocada pelo texto é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "haverá obrigação de reparar o dano, independentemente de culpa, nos casos especificados em lei, ou quando a atividade normalmente desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem. (Art. 927, § único);"
      },
      {
        "letra": "B",
        "texto": "aquele que ressarcir o dano causado por outrem pode reaver o que houver pago daquele por quem pagou, salvo se o causador do dano for descendente seu, absoluta ou relativamente incapaz. (Art. 932);"
      },
      {
        "letra": "C",
        "texto": "os bens do responsável pela ofensa ou violação do direito de outrem ficam sujeitos à reparação do dano causado; e, se a ofensa tiver mais de um autor, todos responderão solidariamente pela reparação. (Art. 942, caput);"
      },
      {
        "letra": "D",
        "texto": "são também responsáveis pela reparação civil: o tutor e o curador, pelos pupilos e curatelados, que se acharem nas mesmas condições (Art. 932, II);"
      },
      {
        "letra": "E",
        "texto": "o direito de exigir reparação e a obrigação de prestá-la transmitem-se com a herança. (Art. 943)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3086916",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Em uma demanda indenizatória por dano-morte de filho com 15 anos, o juiz, no saneador, decide que o autor, para a procedência do pleito de pensionamento (alimentos indenizatórios), deverá comprovar: i) a contribuição da vítima para o sustento de sua família, de baixa renda; ii) o exercício de atividade laborativa pela vítima; iii) o valor dos rendimentos da vítima falecida. Nesse caso, considerando as presunções jurisprudenciais sobre o tema, o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "errou ao impor tais comprovações;"
      },
      {
        "letra": "B",
        "texto": "acertou ao impor as comprovações de itens ii e iii;"
      },
      {
        "letra": "C",
        "texto": "acertou ao impor a comprovação de item ii;"
      },
      {
        "letra": "D",
        "texto": "acertou ao impor a comprovação de itens i e ii;"
      },
      {
        "letra": "E",
        "texto": "acertou ao impor a comprovação de item iii."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3077294",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Prefeitura de Juazeiro - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "A obrigação de indenizar só surge quando alguém viola dever jurídico e causa dano a outrem. Não é o risco, portanto, que por si só gera o dever de indenizar, mas sim o dano causado pela violação de dever jurídico, e isso em qualquer tipo de responsabilidade, caracterizando de pronto a responsabilidade civil pátria. Sobre o tema e suas implicações, identifique a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que demandar por dívida já paga, no todo ou em parte, sem ressalvar as quantias recebidas ou pedir mais do que for devido, ficará obrigado a pagar ao devedor, no primeiro caso, o triplo do que houver cobrado e, no segundo, o equivalente do que dele exigir, salvo se houver prescrição."
      },
      {
        "letra": "B",
        "texto": "Aquele que ressarcir o dano causado por outrem pode reaver o que houver pago daquele por quem pagou, mesmo que o causador do dano for descendente seu, absoluta ou relativamente incapaz."
      },
      {
        "letra": "C",
        "texto": "O dono de edifício ou construção responde pelos danos que resultarem de sua ruína, se esta provier de falta de reparos, cuja necessidade fosse manifesta."
      },
      {
        "letra": "D",
        "texto": "Se a vítima tiver concorrido maliciosamente para o evento danoso, a sua indenização será fixada tendo-se em conta a gravidade de sua culpa em confronto com a do autor do dano."
      },
      {
        "letra": "E",
        "texto": "O dono, ou detentor, do animal ressarcirá o dano por este causado, mesmo quando provar culpa da vítima ou força maior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3073784",
    "metadata": "Ano: 2024 | Banca: FAUEL | Órgão: Prefeitura de Jaguapitã - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "A indenização corresponde a uma compensação ou retribuição feita por uma pessoa a outra a fim de ressarcir perdas. Sobre o assunto, conforme o Código Civil de 2002, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de homicídio, a indenização consiste, sem excluir outras reparações, no pagamento das despesas com o tratamento da vítima, seu funeral e o luto da família e na prestação de alimentos às pessoas a quem o morto os devia, levando-se em conta a duração provável da vida da vítima."
      },
      {
        "letra": "B",
        "texto": "A indenização mede-se pela extensão do dano e se houver excessiva desproporção entre a gravidade da culpa e o dano, poderá o juiz reduzir, equitativamente, a indenização."
      },
      {
        "letra": "C",
        "texto": "Se a obrigação for indeterminada, e não houver na lei ou no contrato disposição fixando a indenização devida pelo inadimplente, o valor das perdas e danos será determinado por arbitramento ou equidade."
      },
      {
        "letra": "D",
        "texto": "Se da ofensa resultar defeito pelo qual o ofendido não possa exercer o seu ofício ou profissão, ou se lhe diminua a capacidade de trabalho, a indenização, além das despesas do tratamento e lucros cessantes até ao fim da convalescença, incluirá pensão correspondente à importância do trabalho para que se inabilitou, ou da depreciação que ele sofreu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3056415",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "O ressarcimento por danos materiais ou morais foi alçado, pela Constituição Federal de 1988, a direito fundamental, previsto no art. 5º em seus incisos V e X, compreendendo, ainda, importante capítulo do Direito Civil. No Brasil, os valores atinentes a violações sobre os direitos da personalidade encontraram, no início da vigência da nova ordem, uma certa dificuldade no tocante ao estabelecimento de um padrão seguro de fixação de valores, determinando o Superior Tribunal Federal (STJ) que o arbitramento ficasse ao prudente critério do magistrado diante das peculiaridades do caso concreto. Nada obstante, a Doutrina também busca oferecer parâmetros, estabelecendo, por exemplo, o caráter educativo ou persuasivo da indenização em face do ator do ilícito, devendo-se ainda considerar, neste particular, as características de quem ofende e aquelas do ofendido. Em relação à especificação e à quantificação dos danos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a caracterização da natureza do ato ilícito – culposo ou doloso – não deve repercutir na fixação do dano."
      },
      {
        "letra": "B",
        "texto": "a indenização por dano estético deve representar valor distinto daquele referente ao dano moral."
      },
      {
        "letra": "C",
        "texto": "a participação da vítima, no evento danoso, não influencia na quantificação da indenização."
      },
      {
        "letra": "D",
        "texto": "no caso de crimes contra a honra, não comprovado o prejuízo pela vítima, resta impossibilitada a fixação dos danos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3052480",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Vitória - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Afonso e Beatrice foram noivos por três anos. Alguns anos após o término, motivado pelo comportamento de Afonso, muito festivo e, segundo a opinião de Beatrice, irresponsável, se tornaram, por coincidência, vizinhos em um condomínio residencial no bairro de Jardim Camburi em Vitória. Em razão da relação de vizinhança, Beatrice pode observar que Afonso não havia mudado em nada, tendo o hábito de promover longas e tumultuadas festas em sua residência que, para desagrado de Beatrice, localizava-se exatamente no piso acima do seu apartamento. Um dia, durante uma festa na casa de Afonso, ocorreu um incêndio acidental que, ao que tudo indicava, se propagaria para o apartamento de Beatrice. Diante do fato, Afonso arrombou as portas do apartamento de Beatrice, a fim de retirá-la às pressas do local e evitar maiores danos. Em razão do incêndio, Beatrice não sofreu danos. Mas, em razão do arrombamento, diz ter sofrido abalos emocionais e que teve que desocupar o local por três dias, hospedando-se em um hotel. Fato seguinte, Beatrice ajuíza ação indenizatória em face de Afonso, pleiteando a reparação por todos os danos sofridos, causados, conforme alegado na inicial, por negligência de Afonso. Diante da situação hipotética narrada e da legislação vigente, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Afonso, ainda que tenha agido em estado de necessidade, responde, independentemente de culpa, pelos danos suportados por Beatrice, pois foi ele quem causou o perigo."
      },
      {
        "letra": "B",
        "texto": "Afonso não responde pela destruição dos bens ou por dano moral, pois agiu em estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "Afonso não deve indenizar Beatrice, pois não foi culpado pela situação de perigo, vez que o incêndio foi acidental, caracterizando-se o caso fortuito."
      },
      {
        "letra": "D",
        "texto": "Afonso ao arrombar a porta do apartamento de Beatrice, praticou ato lícito em razão do estado de necessidade, mas não será exonerado do dever de indenizar, pois foi o causador do perigo."
      },
      {
        "letra": "E",
        "texto": "Afonso só teria o dever de indenizar se os danos sofridos por Beatrice fossem decorrentes do incêndio, pois a responsabilidade seria objetiva. Mas, não responde pelo arrombamento da porta em razão do estado de necessidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3049924",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Macaé - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em setembro de 2022, durante a realização de uma reforma no telhado de um shopping center, ocorreu o desabamento parcial da estrutura, resultando em ferimentos graves para diversas pessoas. Cristina, jovem advogada, sofreu tetraplegia permanente em razão de uma lesão na coluna, acarretando diminuição considerável da sua capacidade laboral, além de escoriações por todo o corpo, tendo ficado internada em hospital privado por três meses, além de precisar, de forma permanente, de tratamento especializado de fisioterapia. Diante do fato, Cristina ajuizou ação de indenização por danos morais, materiais e estéticos, buscando reparação completa pelos prejuízos sofridos. Nos termos do devido processo legal, restou comprovada a responsabilidade da construtora. Diante da situação hipotética e de acordo com a legislação vigente e o posicionamento do Superior Tribunal de Justiça, analise as afirmativas a seguir. I. A indenização devida à Cristina deverá abarcar os danos morais arbitrados pelo juízo, além dos danos emergentes correspondentes as despesas médicas e demais despesas devidamente comprovadas, bem como lucros cessantes e danos estéticos. II. Conforme o entendimento do STJ, no arbitramento dos danos morais, observa-se o método bifásico, pelo qual, em um primeiro momento fixa-se um valor básico de indenização, considerando-se o interesse jurídico lesado e, em conformidade com a jurisprudência. Em seguida, ajusta-se o valor às peculiaridades do caso. III. Além dos danos morais, Cristina tem direito a uma indenização autônoma por dano estético, cuja fixação é cumulável com o dano moral, mas limitada ao patamar daquele, conforme entendimento do STJ. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3049331",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Enquanto manobrava seu automóvel para estacionar na rua, Adailton não percebeu a pedestre Emengarda e veio a atingi-la com o veículo, causando-lhe ferimentos leves. Em razão disso, foi condenado a indenizá-la em cinco mil reais a título de danos morais. Sobre o montante indenizatório, devem incidir atualização monetária e juros a partir das datas, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do acidente e da citação;"
      },
      {
        "letra": "B",
        "texto": "do ajuizamento da ação e do acidente;"
      },
      {
        "letra": "C",
        "texto": "do ajuizamento da ação e do arbitramento da indenização;"
      },
      {
        "letra": "D",
        "texto": "do arbitramento da indenização e do acidente;"
      },
      {
        "letra": "E",
        "texto": "do arbitramento da indenização e da citação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3021596",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TCE-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "No que se refere aos direitos da personalidade, julgue o próximo item, com base na jurisprudência dos tribunais superiores. A prova inequívoca da má-fé de uma publicação é indispensável para ensejar a indenização pela ofensa ao nome ou à imagem de alguém.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3006054",
    "metadata": "Ano: 2024 | Banca: Instituto JK | Órgão: Prefeitura de São João do Paraíso - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Responsabilidade civil",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Analise os itens abaixo, e assinale com V ou F, conforme seja verdadeiro ou falso. ( ) O incapaz não responde pelos prejuízos que causar; ( ) Aquele que habitar prédio, ou parte dele, responde pelo dano proveniente das coisas que dele caírem ou forem lançadas em lugar indevido. ( ) O direito de exigir reparação e a obrigação de prestá-la não se transmite com a herança ( ) A indenização independe da extensão do dano.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, F, V;"
      },
      {
        "letra": "B",
        "texto": "F, F, F, F;"
      },
      {
        "letra": "C",
        "texto": "F, F, V, V;"
      },
      {
        "letra": "D",
        "texto": "F, V, F, F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2566206",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TCE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Pedro, 16 anos, desde o falecimento de seu pai em acidente de carro, ocorrido há dois anos, passou a adotar comportamento arredio, além de, recorrentemente, requerer que sua mãe, Olívia, o emancipe para que ele possa abandonar os estudos. Como Pedro recebeu vultosa herança de seu pai, acredita que não precisa estudar. Ante a recusa de Olívia em emancipá-lo, Pedro se tornou agressivo com a mãe e com todos com quem se relaciona, envolvendo-se constantemente em brigas. No último domingo, após o término de uma partida de futebol, aborrecido com o fato de o seu time ter perdido, Pedro agrediu João, que transitava pela rua, vestindo a camisa do time rival. Em razão das agressões, João teve um braço fraturado e precisou interromper sua atividade profissional de motorista por 40 dias. Ante a situação hipotética narrada e a legislação vigente, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro tem responsabilidade civil direta e subjetiva pelos danos provocados, independentemente da situação financeira de Olívia."
      },
      {
        "letra": "B",
        "texto": "Pedro e Olívia são solidariamente responsáveis pelos danos sofridos por João, de sorte que a vítima pode demandar qualquer um deles."
      },
      {
        "letra": "C",
        "texto": "Olívia responde objetivamente pelos danos causados por Pedro, mas tem direito de regresso contra Pedro a partir do atingimento da maioridade civil."
      },
      {
        "letra": "D",
        "texto": "Olívia responde direta e subjetivamente pelos danos causados por Pedro, não tendo direito de regresso contra o filho."
      },
      {
        "letra": "E",
        "texto": "Caso Olívia não disponha de meios suficientes para indenizar João, Pedro, titular de patrimônio considerável, responderá pelos danos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2414878",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Luíza, uma adolescente de dezesseis anos, sem o consentimento de seus responsáveis legais, realiza compras na Loja Utilidades Ltda. No entanto, Luíza excede o limite de compras e causa um grande prejuízo financeiro à sua família. Luíza responde pelos prejuízos que causar, se as pessoas por ela responsáveis não tiverem obrigação de fazê-lo ou não dispuserem de meios suficientes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2387830",
    "metadata": "Ano: 2024 | Banca: CESGRANRIO | Órgão: UNEMAT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em decorrência de um acidente de veículos, a empresa proprietária do caminhão causador do dano fez acordo com a dona do carro sinistro, pagando-lhe o total de R$ 3 mil, restando registrado no respectivo Termo de Transação Extrajudicial que a proprietária do veículo atingido no acidente dava quitação à empresa, de forma plena e irrevogável, por todos os danos materiais por ela sofridos no acidente supramencionado, nada mais podendo ser pleiteado judicial ou extrajudicialmente. A seguradora contratada pela proprietária do carro sinistrado, entretanto, ao regular o sinistro, indenizou a cliente em R$ 6 mil, conforme a regulação dos danos, e pretende receber a diferença, em regresso, propondo ação em face da empresa titular do veículo que causou o dano ao carro de sua cliente. Nesse caso, conclui-se que a indenização",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é devida, porque a transação foi extrajudicial e não houve homologação judicial, o que permite a rediscussão do caso."
      },
      {
        "letra": "B",
        "texto": "é devida, uma vez que a proprietária do carro teria se equivocado ao conferir quitação."
      },
      {
        "letra": "C",
        "texto": "não é devida, uma vez que a proprietária do veículo atingido deu plena e total quitação à titular do carro que atingiu o seu."
      },
      {
        "letra": "D",
        "texto": "não é devida, porque o valor a maior pago pela seguradora constitui ato de mera benevolência."
      },
      {
        "letra": "E",
        "texto": "é devida, e o recibo fornecido pelo lesado deve ser interpretado restritivamente, significando apenas a quitação dos valores aos quais se refere."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2386956",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Atos Unilaterais: Pagamento Indevido e Enriquecimento sem Causa",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "João era bilionário e tinha uma coleção de mais de cem carros potentes em sua garagem. Seu motorista, Pedro, secretamente, utilizava-os para participar de corridas organizadas pelo clube automobilístico local. No dia 12/12/2020, Pedro se sagra vencedor do torneio anual, logrando um prêmio de R$ 150.000,00. Em 13/12/2023, João descobre que seu carro havia sido subtraído para a participação em corridas, inclusive rendendo aquele substancial prêmio. Nesse caso, João poderá pedir judicialmente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas os aluguéis devidos pela retirada dos veículos sem sua autorização, a título de lucros cessantes;"
      },
      {
        "letra": "B",
        "texto": "apenas os aluguéis devidos pela retirada dos veículos sem sua autorização, a título de danos emergentes;"
      },
      {
        "letra": "C",
        "texto": "os aluguéis devidos pela retirada dos veículos, a título de lucros cessantes, e a reversão do prêmio recebido por Pedro, pela teoria da perda de uma chance;"
      },
      {
        "letra": "D",
        "texto": "os aluguéis devidos pela retirada dos veículos, a título de lucros cessantes, e a reversão do prêmio recebido por Pedro, para evitar o enriquecimento sem causa dele;"
      },
      {
        "letra": "E",
        "texto": "apenas a restituição do prêmio recebido por Pedro, pela teoria da perda de uma chance."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2386953",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Responsabilidade civil",
      "Obrigação Alimentar no Direito Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Os alimentos compensatórios e indenizatórios:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "designam o mesmo instituto, isto é, a pensão paga em decorrência de ato ilícito que resulte em redução da capacidade laboral;"
      },
      {
        "letra": "B",
        "texto": "prescindem da prova de atividade laboral anterior pelo alimentando e podem ser cumulados com pensão previdenciária;"
      },
      {
        "letra": "C",
        "texto": "são informados pelo trinômio necessidade, possibilidade e razoabilidade;"
      },
      {
        "letra": "D",
        "texto": "têm por finalidade atender a necessidade de subsistência do credor;"
      },
      {
        "letra": "E",
        "texto": "podem ser prestados em parcelas ou em pagamento único, mesmo quando os alimentos indenizatórios decorrerem de falecimento (dano-morte)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2346683",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Caraguatatuba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Durante o 24º Festival do Camarão realizado na Praça da Cultura, Praia do Centro, Caraguatatuba, foi capturada a imagem de Vera Miriam, personalidade feminina da cidade. A foto teve uma grande repercussão nas redes sociais, tendo sida usada, sem autorização prévia de Vera, em uma propaganda comercial de uma distribuidora de crustáceos. Diante do ocorrido, Vera procura advogado(a), relatando o ocorrido e desejando saber se teria direito à eventual indenização por perdas e danos. A respeito da situação hipotética, com base no ordenamento jurídico brasileiro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que Vera tenha direito à eventual indenização por uso de sua imagem em uma propaganda empresarial, torna-se necessária a demonstração dos prejuízos sofridos."
      },
      {
        "letra": "B",
        "texto": "A violação do direito à imagem depende da demonstração, por parte da vítima, da conduta voluntária e consciente; da violação do direito e do prejuízo ou do dano, ainda, que exclusivamente moral."
      },
      {
        "letra": "C",
        "texto": "É livre a utilização da imagem de uma pessoa, quando obtida em espaço público, salvo se houver ofensa à honra ou dignidade humana."
      },
      {
        "letra": "D",
        "texto": "A indenização pela publicação não autorizada de imagem de pessoa com fins econômicos ou comerciais independe de prova do prejuízo."
      },
      {
        "letra": "E",
        "texto": "O uso da imagem alheia é absolutamente livre no exercício da atividade empresarial, desde que seja lícita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2512275",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Responsabilidade civil",
      "Parte Geral",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Jorge Tadeu, jornalista, elaborou uma biografia não autorizada sobre a vida de Lindouro, um conhecido político do Maranhão. No referido livro, relatou fatos de sua vida pública, como acusação de ter participado de esquemas de corrupção, e de sua vida pessoal, como relacionamentos extraconjugais e filhos reconhecidos. Todas as informações elencadas na biografia foram fruto de uma pesquisa realizada pelo jornalista através da compilação de notícias que já haviam sido publicadas pela imprensa. O livro traz uma foto do biografado na capa e outras no seu interior. Ao tomar conhecimento da publicação, o político decide adotar as providências judiciais necessárias para impedir, em caráter imediato, a impressão, a distribuição e a comercialização da obra. A pretensão de Lindouro encontra amparo na lei e na jurisprudência?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não, a eventual violação da intimidade, da privacidade, da honra e da imagem de Lindouro, haverá de ser reparada mediante indenização."
      },
      {
        "letra": "B",
        "texto": "Sim, em sendo reconhecida a iminente violação dos atributos da personalidade de Lindouro, pode-se exigir que cesse a ameaça, através da proibição da publicação da obra, bem como reclamar perdas e danos, sem prejuízo de outras sanções previstas em lei."
      },
      {
        "letra": "C",
        "texto": "Sim, haja vista que para a utilização da imagem de outrem é necessário autorização expressa, sob pena de aplicação dos princípios da prevenção e da reparação integral dos danos. No caso em questão, é legítimo o pleito de proibição da circulação da biografia não autorizada, sem prejuízo do pleito de indenização pelo dano moral injustamente sofrido."
      },
      {
        "letra": "D",
        "texto": "Não, muito embora o Código Civil estabeleça a necessidade da autorização prévia para a utilização da imagem de outrem, esta autorização é dispensável se a pessoa interessar à ordem pública ou à administração pública, nos termos da lei. Por se tratar de homem público e considerando a natureza dos fatos apurados pelo biógrafo, resta dispensada a autorização de Lindouro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2436345",
    "metadata": "Ano: 2023 | Banca: UNITINS | Órgão: AFTO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "O Código Civil estabelece cláusula geral de responsabilidade civil por ato ilícito culposo por ato próprio, como também prevê hipóteses de responsabilidade por fato de terceiro e pelo fato da coisa. A partir dessa observação, avalie as afirmações a seguir.I. Os pais respondem pelos prejuízos causados pelos filhos menores, pois a lei civil não admite a responsabilidade pessoal do incapaz.II. Também são responsáveis pela reparação civil os que gratuitamente participarem nos produtos do crime, até a concorrente quantia.III. Os donos de hotéis, independentemente de culpa, são responsáveis civilmente pelos atos ilícitos praticados por seus hóspedes.IV. O dono ou o detentor do animal ressarcirá o dano por este causado, se não provar culpa da vítima ou força maior.É correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "I, III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2433873",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Prefeitura de Santana da Vargem - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Determinada noite, Gil trafegava com seu automóvel em baixa velocidade pela vizinhança, quando foi surpreendida por Lua, que atravessava distraidamente fora da faixa de pedestres. Com intuito de evitar lesionar Lua, Gil efetuou uma manobra brusca que culminou em uma colisão lateral com a motocicleta de Cléo que estava estacionada em local regular. Considerando a situação hipotética narrada, é possível afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de Gil foi lícita; contudo, há o dever de indenizar Cléo."
      },
      {
        "letra": "B",
        "texto": "Lua não poderá ser demandada juridicamente para sanar os danos materiais causados a Gil e Cléo"
      },
      {
        "letra": "C",
        "texto": "Haverá a incidência da excludente de responsabilidade em favor de Gil, pois ela agiu no exercício regular do direito."
      },
      {
        "letra": "D",
        "texto": "A manobra de Gil foi ilícita; porém, a exime de indenizar Cléo pelos danos causados, dado que Gil só efetuou tal manobra com finalidade de proteger Lua."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2324600",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São também responsáveis pela reparação civil, desde que apurada sua culpa, dentre outras hipóteses, os pais, pelos filhos menores que estiverem sob sua autoridade e em sua companhia, bem como o empregador ou comitente, por seus empregados, serviçais e prepostos, no exercício do trabalho que lhes competir, ou em razão dele."
      },
      {
        "letra": "B",
        "texto": "Mesmo que a autoria ou a existência do fato se acharem decididas no juízo criminal, é possível seu questionamento no âmbito civil, diante da independência entre a responsabilidade civil e a criminal."
      },
      {
        "letra": "C",
        "texto": "Aquele que demandar por dívida já paga, no todo ou em parte, sem ressalvar as quantias recebidas ficará obrigado a pagar ao devedor o dobro do que houver cobrado, independentemente de prescrição."
      },
      {
        "letra": "D",
        "texto": "Os bens do responsável pela ofensa ou violação do direito de outrem ficam sujeitos à reparação do dano causado; e, se a ofensa tiver mais de um autor, todos responderão solidariamente pela reparação."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade dos donos de hotéis pelos seus hóspedes é subsidiária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2314290",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Pombos - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Na esfera da responsabilidade civil, geralmente, a compensação é determinada pela gravidade do prejuízo. Se a lesão resultar em incapacidade para o exercício profissional ou redução da capacidade de trabalho, a indenização abrangerá despesas médicas, lucros cessantes até a recuperação total e uma pensão correspondente ao valor do trabalho impossibilitado ou da perda sofrida. A vítima pode optar por receber a indenização de forma única e previamente estipulada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2281642",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TBG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Parte Geral",
      "Atos Ilícitos",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "A respeito da analogia, dos atos e negócios jurídicos, das obrigações e da prescrição, julgue o item subsecutivo. Embora não se caracterize como ato ilícito, o abuso de direito enseja indenização.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2271415",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Ao atender o celular enquanto dirigia, Marta perdeu o controle da direção, vindo a atingir Cláudia, ambulante que trabalhava em sua barraca, na calçada. Com o impacto, Cláudia foi a óbito, deixando sua mãe idosa e doente, Iracema, e suas duas filhas, Laura e Laís, de 8 e 9 anos, sem amparo financeiro. Em ação visando a responsabilização de Marta na esfera cível:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas são titulares de direito à indenização as filhas de Cláudia, tendo em vista sua condição de dependentes da mãe junto à previdência;"
      },
      {
        "letra": "B",
        "texto": "uma vez proposta a ação criminal contra Marta, a ação cível deverá ser suspensa, uma vez que o reconhecimento do direito à indenização depende da sentença criminal;"
      },
      {
        "letra": "C",
        "texto": "as filhas de Cláudia devem pedir indenização, observando-se o prazo prescricional, tendo por termo inicial o óbito da mãe, sob pena de perda da pretensão;"
      },
      {
        "letra": "D",
        "texto": "Iracema e as netas poderão pedir alimentos, para a mantença de suas necessidades, obrigação que cabe a Marta e a seus sucessores nos limites da herança;"
      },
      {
        "letra": "E",
        "texto": "por se tratar de obrigação personalíssima, com o óbito de Marta extingue-se o dever de indenizar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2264573",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Tício caminhava normalmente pela rua de seu bairro quando de repente foi mordido por um cachorro do vizinho que escapou da coleira. Considerando o enunciado, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O vizinho enquanto dono, ou detentor, do animal ressarcirá o dano por este causado, se não provar culpa de Tício ou força maior."
      },
      {
        "letra": "B",
        "texto": "O vizinho enquanto dono, ou detentor, do animal somente poderá ser responsabilizado se Tício provar a culpa dele pelo dano."
      },
      {
        "letra": "C",
        "texto": "Em nenhuma hipótese Tício poderá ser ressarcido pelo vizinho, tendo que suportar o dano por ter o cachorro escapado da coleira."
      },
      {
        "letra": "D",
        "texto": "O vizinho enquanto dono, ou detentor, do animal ressarcirá o dano por este causado, mesmo se restar provada a culpa exclusiva de Tício ou força maior."
      },
      {
        "letra": "E",
        "texto": "Nenhum dos itens é verdadeiro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2249315",
    "metadata": "Ano: 2023 | Banca: FAU | Órgão: UNIOESTE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Com base em nosso código civil, sobre o tema “dano material”, previsto no capítulo da indenização, aponte a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens do responsável pela ofensa ou violação do direito de outrem ficam sujeitos à reparação do dano causado, e, se a ofensa tiver mais de um autor, todos responderão subsidiariamente pela reparação."
      },
      {
        "letra": "B",
        "texto": "A indenização mede-se pela extensão do dano, mas se houver excessiva desproporção entre a gravidade da culpa e o dano, deverá o juiz reduzir, equitativamente, a indenização."
      },
      {
        "letra": "C",
        "texto": "Se a vítima tiver concorrido dolosamente para o evento danoso, a sua indenização será fixada tendo-se em conta a gravidade de sua culpa em confronto com a do autor do dano."
      },
      {
        "letra": "D",
        "texto": "No caso de homicídio, a indenização consiste, sem excluir outras reparações: no pagamento das despesas com o tratamento da vítima, seu funeral e o luto da família; na prestação de alimentos às pessoas a quem o morto os devia, levando-se em conta a duração provável da vida da vítima."
      },
      {
        "letra": "E",
        "texto": "Havendo usurpação ou esbulho do alheio, além da restituição da coisa, a indenização consistirá em pagar o valor das suas deteriorações e o devido a título de dano emergente; faltando a coisa, dever-se-á reembolsar o seu equivalente ao prejudicado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2247754",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "A indústria X, para dar vazão à sua produção, contratou os serviços da transportadora Y, que levaria a carga até o Porto de Santos, em São Paulo. Ocorre que, no meio do caminho, um dos caminhões da transportadora se envolve em acidente com um carro de passeio, o que leva à morte do menor Pedrinho, filho único de uma família de modestos agricultores. Em demanda indenizatória, o advogado de Pedrinho admite que o impacto nem foi tão forte, mas o resultado foi trágico por força de uma especial fragilidade da vítima. Pede, então, indenização por danos morais, além do pensionamento de seus pais. Nesse caso, é correto afirmar, à luz exclusivamente do Código Civil, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a indústria X deverá ser responsabilizada solidariamente, sob o fundamento de que se tinha uma relação de preposição;"
      },
      {
        "letra": "B",
        "texto": "a tese sustentada pelo advogado, na inicial, no sentido de que o agente deveria responder pela morte, está calçada na teoria do resultado mais grave (thin skull rule), que não tem previsão no ordenamento civil positivo;"
      },
      {
        "letra": "C",
        "texto": "não é devido pensionamento à família de Pedrinho, porquanto, por se tratar de criança de apenas 12 anos, não é possível presumir que fosse exercer atividade remunerada;"
      },
      {
        "letra": "D",
        "texto": "se a transportadora estiver assegurada, a responsabilidade da seguradora pelo evento é solidária e não in solidum;"
      },
      {
        "letra": "E",
        "texto": "para que o pai de Pedrinho, que não morava com a criança, postule danos morais, deve comprovar seu vínculo afetivo que, nessas circunstâncias, não se presume."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2245099",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: AL-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Capitu e Bento brigaram seriamente em um dos apartamentos de um famoso hotel localizado no município de São Luís, MA, em virtude dos ciúmes de Bento. Na briga, Bento arremessou o aparelho de televisão do quarto pela janela atingindo o carro de Machado, que sofreu graves danos. Com base na situação hipotética narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade pelo ocorrido é exclusivamente de Bento, não tendo o hotel qualquer tipo de responsabilidade."
      },
      {
        "letra": "B",
        "texto": "O hotel responde objetivamente pelos danos narrados no enunciado, pois Bento é hóspede do hotel."
      },
      {
        "letra": "C",
        "texto": "Machado deverá acionar somente o casal pelos danos sofridos, sendo que Capitu e Bento têm responsabilidade objetiva pelo ocorrido."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade do hotel pelos danos causados pelos hóspedes é subjetiva, devendo ser comprovado o dolo ou a culpa."
      },
      {
        "letra": "E",
        "texto": "Machado nada poderá fazer, devendo suportar os danos, por força do fortuito externo ocorrido na situação narrada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2224546",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "À luz da jurisprudência do Superior Tribunal de Justiça, os danos morais in re ipsa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prescindem de potencial lesivo, na medida em que a justificativa da indenização está no próprio ato ilícito;"
      },
      {
        "letra": "B",
        "texto": "não se verificam quando as vítimas são pessoas jurídicas ou incapazes;"
      },
      {
        "letra": "C",
        "texto": "justificam, à luz do método bifásico, a majoração do valor indenizatório no segundo momento de sua fixação;"
      },
      {
        "letra": "D",
        "texto": "verificam-se nos casos de acidente de trânsito em que o condutor culpado se evadiu do local;"
      },
      {
        "letra": "E",
        "texto": "verificam-se quando o alimento está contaminado por corpo estranho, ainda que não haja ingestão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2221705",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Responsabilidade civil",
      "Contratos em Geral",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Paulo obteve empréstimo do Banco Dinheiro na Mão S/A. Em garantia, empenhou joias de família cuja avaliação alçava a 50% do valor da dívida. Após ter quitado 45% do saldo devedor, é comunicado de que, em um assalto ao banco, as joias foram roubadas. Nesse caso, à luz exclusivamente do Direito Civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com o perecimento da coisa empenhada, resolve-se o contrato entre as partes, retornando ambas ao status quo ante, de modo que Paulo ficará exonerado da dívida;"
      },
      {
        "letra": "B",
        "texto": "a instituição financeira deverá indenizar Paulo pelo valor dos bens perdidos, sendo certo que, enquanto não proceder a esse pagamento, será lícito ao devedor suspender o das parcelas do empréstimo, invocando a exceção de contrato não cumprido (exceptio non adimpleti contractus);"
      },
      {
        "letra": "C",
        "texto": "embora a instituição financeira deva indenizar Paulo pelo valor das joias roubadas, não é possível a compensação entre o valor do empréstimo e o das joias, por expressa vedação legal na hipótese de penhor e pela diferença de origem dos débitos;"
      },
      {
        "letra": "D",
        "texto": "a instituição financeira deve indenizar Paulo pelo valor das joias roubadas, sendo certo que é possível a compensação entre o valor do empréstimo e o das joias; assim, considerando a quitação de 95% do saldo devedor (45% pelo pagamento das parcelas e 50% pela compensação), Paulo poderá invocar a teoria do adimplemento substancial para dar por cumprida sua obrigação;"
      },
      {
        "letra": "E",
        "texto": "a instituição financeira não responde pelo caso fortuito/força maior, uma vez que não pode ser responsabilizada por danos decorrentes de atividades criminosas, notadamente roubo à mão armada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2124758",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: CAMPREV - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Tendo em vista a jurisprudência sumulada acerca do dano moral, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da anotação irregular em cadastro de proteção ao crédito, não cabe indenização por dano moral, quando preexistente legítima inscrição, ressalvado o direito ao cancelamento."
      },
      {
        "letra": "B",
        "texto": "O contrato de seguro por danos pessoais não compreende os danos morais, salvo cláusula expressa de inclusão."
      },
      {
        "letra": "C",
        "texto": "Não são cumuláveis as indenizações por dano moral e dano material oriundos do mesmo fato, sob pena de bis in idem não admitido pelo ordenamento jurídico"
      },
      {
        "letra": "D",
        "texto": "A simples devolução indevida de cheque não caracteriza dano moral."
      },
      {
        "letra": "E",
        "texto": "É ilícita a cumulação das indenizações de dano estético e dano moral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2115949",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Parte Geral",
      "Atos Ilícitos",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Ainda que tenha sido praticado em legítima defesa, todo ato enseja a obrigação de indenizar se causar prejuízo a terceiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110559",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Segundo a jurisprudência do STJ, na hipótese de o advogado perder o prazo para contestar ou interpor recurso, será aplicável a teoria da perda de uma chance caso o dano seja",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eventual e incerto, dentro de um juízo de probabilidade."
      },
      {
        "letra": "B",
        "texto": "real, atual e certo, dentro de um juízo de probabilidade."
      },
      {
        "letra": "C",
        "texto": "atual e incerto, dentro de um juízo de probabilidade."
      },
      {
        "letra": "D",
        "texto": "potencial, dentro de um juízo de certeza."
      },
      {
        "letra": "E",
        "texto": "real, atual e certo, dentro de um juízo de certeza."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2082233",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "No dia do velório de Cláudio, o seu credor, Arnaldo, compareceu ao funeral e imputou ao falecido uma série de calúnias e outros impropérios ofensivos à sua honra e reputação. Na ocasião, estavam presentes a companheira e os filhos de Cláudio, entre outros parentes e amigos. Acerca da responsabilização civil nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os amigos presentes no velório têm legitimidade para pleitear reparação por perdas e danos, apesar de terem sido atacados direitos personalíssimos de Cláudio."
      },
      {
        "letra": "B",
        "texto": "A companheira de Cláudio tem legitimidade para pleitear indenização por danos morais."
      },
      {
        "letra": "C",
        "texto": "A legitimidade para pleitear perdas e danos é exclusiva dos parentes de Cláudio em linha reta."
      },
      {
        "letra": "D",
        "texto": "Os filhos de Cláudio são os únicos legitimados a pleitear reparação por perdas e danos."
      },
      {
        "letra": "E",
        "texto": "Apenas os descendentes de Cláudio em linha reta e os seus parentes em linha colateral até o segundo grau têm legitimidade para pleitear indenização por danos morais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2075584",
    "metadata": "Ano: 2023 | Banca: FUMARC | Órgão: AL-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "No que se refere à responsabilidade civil, de acordo com o Código Civil Brasileiro de 2002, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A indenização mede-se pela extensão do dano. Se houver excessiva desproporção entre a gravidade da culpa e o dano, poderá o juiz reduzir, equitativamente, a indenização."
      },
      {
        "letra": "B",
        "texto": "Haverá obrigação de reparar o dano, dependendo da comprovação de culpa, nos casos especificados em lei, ou quando a atividade normalmente desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem."
      },
      {
        "letra": "C",
        "texto": "Os bens do responsável pela ofensa ou violação do direito de outrem ficam sujeitos à reparação do dano causado e, se a ofensa tiver mais de um autor, todos responderão subsidiariamente pela reparação."
      },
      {
        "letra": "D",
        "texto": "Ressalvados outros casos previstos em lei especial, os empresários individuais e as empresas não respondem, independentemente de culpa, pelos danos causados pelos produtos postos em circulação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2070192",
    "metadata": "Ano: 2023 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Assinale alternativa correta de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A indenização por injúria, difamação ou calúnia consistirá na reparação do dano que delas resulte ao ofendido."
      },
      {
        "letra": "B",
        "texto": "No caso de lesão ou outra ofensa à saúde, o ofensor indenizará o ofendido das despesas referentes aos seus alimentos até ao fim da convalescença."
      },
      {
        "letra": "C",
        "texto": "A indenização em caso de homicídio deverá corresponder à metade da remuneração da vítima, levando-se em conta a duração provável da sua vida."
      },
      {
        "letra": "D",
        "texto": "Ainda que praticado com excesso aos limites impostos pelos bons costumes, o exercício de um direito pelo seu titular não é considerado ato ilícito."
      },
      {
        "letra": "E",
        "texto": "A incapacidade civil somente poderá ser invocada como motivo de escusa do dever de indenizar, quando cabalmente demonstrado que o valor arbitrado poderá privar do necessário o incapaz ou as pessoas que dele dependem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2184490",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PRUDENCO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Cristina vendeu uma televisão para a sua vizinha, Carolina, pelo valor de R$ 600,00 (seiscentos reais). Na data combinada, Carolina efetuou o pagamento. Passado um tempo da data do pagamento, mesmo sabendo que Carolina havia realizado o depósito em sua conta, Cristina demandou Carolina em juízo alegando não ter recebido o pagamento, pleiteando o recebimento de R$ 600,00 (seiscentos reais). Carolina, por sua vez, apresentou contestação demonstrando que a dívida havia sido paga no prazo combinado. Diante da situação hipotética, é correto afirmar que, por demandar dívida já paga, Cristina ficará obrigada a pagar Carolina o valor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "relativo apenas à indenização por algum prejuízo que Carolina tenha sofrido."
      },
      {
        "letra": "B",
        "texto": "de R$ 600,00 (seiscentos reais), acrescido de atualização monetária, salvo se houver prescrição."
      },
      {
        "letra": "C",
        "texto": "de R$ 600,00 (seiscentos reais), ainda que a cobrança da dívida esteja prescrita."
      },
      {
        "letra": "D",
        "texto": "de R$ 1.200,00 (mil e duzentos reais), ainda que a cobrança da dívida esteja prescrita."
      },
      {
        "letra": "E",
        "texto": "de R$ 1.200,00 (mil e duzentos reais), salvo se houver prescrição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2117953",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "A atual jurisprudência e o código civil estabelecem que o ofensor deverá indenizar, em caso de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria, a reparação do dano que delas resulte ao ofendido. Caso não seja possível provar prejuízo moral, caberá ao juiz fixar, equitativamente, o valor da indenização, na conformidade das circunstâncias do caso."
      },
      {
        "letra": "B",
        "texto": "homicídio, a prestação de alimentos, levando-se em conta o salário da vítima no momento de sua morte."
      },
      {
        "letra": "C",
        "texto": "esbulho, apenas o valor das suas deteriorações."
      },
      {
        "letra": "D",
        "texto": "ofensa à saúde, as despesas do tratamento e dos lucros cessantes pelo prazo máximo de 1 (um) ano."
      },
      {
        "letra": "E",
        "texto": "defeito pelo qual a vítima não possa exercer sua profissão, pensão que será arbitrada, a pedido da vítima, e paga de uma vez só, salvo impossibilidade econômica devedor, hipótese na qual o juiz poderá fixar outra forma de pagamento para atender às peculiaridades do caso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2092885",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DETRAN-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "A obrigação de indenizar surge quando a prática de um ato ilícito causar dano a outrem. Diante disso, é correto afirmar que a indenização",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será definida sempre em moeda corrente, vedada a possibilidade de ajuste de prestação de outra espécie."
      },
      {
        "letra": "B",
        "texto": "será fixada tendo-se em conta a gravidade da culpa do autor do ato ilícito, sendo totalmente irrelevante a concorrência culposa da vítima para o evento danoso."
      },
      {
        "letra": "C",
        "texto": "mede-se pela extensão do dano e, se houver excessiva desproporção entre a gravidade da culpa e o dano, poderá o juiz reduzi-la equitativamente."
      },
      {
        "letra": "D",
        "texto": "não será devida quando a obrigação for indeterminada ou quando não for possível definir o valor do dano na forma da lei processual."
      },
      {
        "letra": "E",
        "texto": "será limitada à restituição da coisa obtida por usurpação ou esbulho, não sendo exigida a reparação por eventuais deteriorações e por lucros cessantes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2006458",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) O direito à indenização por danos morais transmite-se com o falecimento do seu titular e, assim sendo, os herdeiros da vítima possuem legitimidade ativa para ajuizar ou prosseguir a ação indenizatória. ( ) A indenização pela publicação não autorizada de imagem de pessoa, com fins econômicos ou comerciais, depende de prova do prejuízo. ( ) Segundo a jurisprudência do STJ, a regra é que os danos sejam comprovados pelo ofendido para que se justifique o arbitramento judicial de indenização. Todavia, em hipóteses excepcionais, são admitidos os chamados danos in re ipsa, nos quais o prejuízo, por ser presumido, independe de prova. ( ) Em ação de reparação de danos movida em face do segurado, a seguradora denunciada pode ser condenada direta e solidariamente junto com este a pagar a indenização devida à vítima, nos limites contratados na apólice. ( ) Só responde por danos materiais e morais o endossatário que recebe título de crédito por endosso-mandato e o leva a protesto se extrapola os poderes de mandatário ou em razão de ato culposo próprio, como no caso de apontamento depois da ciência acerca do pagamento anterior ou da falta de higidez da cártula.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – F – V – F."
      },
      {
        "letra": "B",
        "texto": "F – V – V – F – V."
      },
      {
        "letra": "C",
        "texto": "V – F – V – F – F."
      },
      {
        "letra": "D",
        "texto": "V – F – V – V – V."
      },
      {
        "letra": "E",
        "texto": "V – V – V – V – F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1995148",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Na conformidade com o disposto no Título IX do Código Civil, que trata da RESPONSABILIDADE CIVIL, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Haverá obrigação de reparar o dano, independentemente de culpa, nos casos especificados em lei, ou quando a atividade normalmente desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem"
      },
      {
        "letra": "B",
        "texto": "Aquele que ressarcir o dano causado por outrem pode reaver o que houver pago daquele por quem pagou, salvo se o causador do dano for descendente seu, absoluta ou relativamente incapaz"
      },
      {
        "letra": "C",
        "texto": "A responsabilidade civil é independente da criminal, o que permite o questionamento sobre a existência do fato, ou sobre quem seja o seu autor, mesmo quando estas questões se acharem decididas no juízo criminal"
      },
      {
        "letra": "D",
        "texto": "O credor que demandar o devedor antes de vencida a dívida, fora dos casos em que a lei o permita, ficará obrigado a esperar o tempo que faltava para o vencimento, a descontar os juros correspondentes, embora estipulados, e a pagar as custas em dobro"
      },
      {
        "letra": "E",
        "texto": "O direito de exigir reparação e a obrigação de prestá-la transmitem-se com a herança"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1992183",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em 2016, Xenônio, com 17 anos e já emancipado por seus pais, resolve, em uma aposta com seus amigos maiores de idade, depredar um veículo pertencente a Prodécia. A ação é filmada por câmeras de segurança, o que leva Xenônio a responder por ato infracional análogo ao crime de dano, e seus amigos, pelo crime na mesma figura típica. Em outubro de 2022, como os procedimentos criminais não haviam chegado a termo, Prodécia resolve antecipar o ajuizamento de ação indenizatória no âmbito cível. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pretensão está prescrita, considerando o prazo trienal da responsabilidade civil extracontratual, o qual começou a correr em abril de 2017, quando Xenônio completou 18 anos;"
      },
      {
        "letra": "B",
        "texto": "os pais de Xenônio não são responsáveis pela reparação dos danos, na forma do Art. 932 do Código Civil, diante da emancipação que concederam antes do evento danoso;"
      },
      {
        "letra": "C",
        "texto": "a mãe de Xenônio, que trabalhava quando ocorreu o evento danoso, não pode ser obrigada a responder pelos danos, haja vista que não tinha o adolescente em sua companhia e sob sua autoridade no momento dos fatos, até porque, naquele final de semana, estava na casa do pai;"
      },
      {
        "letra": "D",
        "texto": "se os pais de Xenônio não tiverem condições de reparar os prejuízos causados pelo filho, o adolescente poderá responder de maneira subsidiária, mas aí já não mais se aplicará o princípio da reparação integral (restitutio in integrum);"
      },
      {
        "letra": "E",
        "texto": "para se eximir da responsabilidade, o pai de Xenônio poderá demonstrar que não houve culpa in vigilando de sua parte, na medida em que adotou todas as cautelas possíveis, inclusive a instalação de câmeras de segurança, para impedir que seu filho cometesse qualquer delito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1992115",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Fernando dirigia seu automóvel regularmente pelas vias de Goiânia quando foi surpreendido por Marina que, desatentamente, avançou o sinal vermelho com seu veículo, colidindo fortemente na lateral do carro de Fernando. O acidente ocorreu em novembro de 2020, sendo que, em dezembro desse mesmo ano, Fernando propôs ação indenizatória contra Marina, requerendo a reparação dos danos materiais sofridos. Regularmente citada em fevereiro de 2021, Marina foi condenada, em decisão transitada em julgado em outubro de 2022, ao pagamento de cinquenta mil reais, com juros e correção monetária. No caso em tela, em relação à obrigação de indenizar, é correto afirmar que Marina",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está em mora desde novembro de 2020."
      },
      {
        "letra": "B",
        "texto": "está em mora desde dezembro de 2020."
      },
      {
        "letra": "C",
        "texto": "está em mora desde fevereiro de 2021."
      },
      {
        "letra": "D",
        "texto": "está em mora desde outubro de 2022."
      },
      {
        "letra": "E",
        "texto": "não está em mora, pois ainda não foi intimada para o pagamento voluntário em sede de cumprimento de sentença."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1985401",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Personalidade, Pessoa Natural e Capacidade",
      "Responsabilidade civil",
      "Parte Geral",
      "Obrigação Alimentar no Direito Civil",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Com base na jurisprudência dos tribunais superiores sobre direitos da personalidade, responsabilidade civil, dever de prestar alimentos e direito das sucessões, julgue os itens a seguir. I De acordo com o Superior Tribunal de Justiça (STJ), o direito à indenização por danos morais é intransmissível, ressalvado apenas aos herdeiros o direito de se habilitar em processo já sentenciado que tenha sido ajuizado pelo falecido. II Segundo interpretação dada pela jurisprudência do Supremo Tribunal Federal (STF), o direito ao esquecimento, compreendido como a impossibilidade de divulgação de determinado fato ou dado verdadeiro em razão do decurso do tempo, seria incompatível como o regime constitucional brasileiro, ressalvada a possibilidade de proteção casuística contra eventuais abusos e excessos praticados no exercício da liberdade de expressão ou de informação. III Conforme entendimento sumulado do STJ, a obrigação dos avós de prestar alimentos a seus netos possui natureza complementar e subsidiária, sendo devida quando demonstrada a insuficiência total ou parcial de recursos dos genitores. IV A jurisprudência atual e dominante no STF considera ser legítima a diferenciação legal de regimes sucessórios entre cônjuges e companheiros. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1984855",
    "metadata": "Ano: 2022 | Banca: Instituto Consulplan | Órgão: Câmara de Unaí - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Há ofensa à liberdade pessoal quando o indivíduo é injustamente privado ou cerceado em seu direito constitucional de ir e vir (Art. 5º, inciso XV, da Constituição Federal de 1988). Na hipótese de o lesante cometer a ilicitude no desempenho de atividade pública ou a pretexto de exercê-la, a indenização será suportada pela pessoa jurídica de direito público a que se vincula, ou pela pessoa jurídica de direito privado que estiver prestando serviço público, a quem ficará assegurado o direito de regresso contra o causador do dano que agiu com dolo ou culpa. Caso a lesão seja provocada por particular, a responsabilização civil dar-se-á nos moldes genéricos da composição de perdas e danos. Nos termos do Título IX da Lei nº 10.406/2002, que trata da responsabilidade civil (Arts. 927 a 954), são considerados atos ofensivos da liberdade pessoal para fins indenizatórios, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prisão ilegal."
      },
      {
        "letra": "B",
        "texto": "O cárcere privado."
      },
      {
        "letra": "C",
        "texto": "A condução coercitiva."
      },
      {
        "letra": "D",
        "texto": "A prisão por queixa ou denúncia falsa e de má-fé."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1981662",
    "metadata": "Ano: 2022 | Banca: FADESP | Órgão: SEFAZ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Acerca da responsabilidade civil é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato de terceiro é uma excludente de ilicitude, assim como o caso fortuito."
      },
      {
        "letra": "B",
        "texto": "o dano emergente compreende aquilo que a vítima razoavelmente deixou de ganhar com a ocorrência do fato danoso."
      },
      {
        "letra": "C",
        "texto": "o ato praticado com abuso do direito, mesmo se não houver causado dano à vitima, resulta em dever de indenizar."
      },
      {
        "letra": "D",
        "texto": "a indenização por ofensa à liberdade pessoal consistirá no pagamento das perdas e danos que sobrevierem ao ofendido, e, se este não puder provar prejuízo material, caberá ao juiz fixar, equitativamente, o valor da indenização, na conformidade das circunstâncias do caso."
      },
      {
        "letra": "E",
        "texto": "a indenização mede-se pela extensão do dano, não podendo ser reduzida pelo juiz, mesmo na existência de excessiva desproporção entre a gravidade da culpa e o dano."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1981430",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Lara, adolescente, 16 anos, pichou o muro de seu vizinho, o qual procurou os pais da adolescente pedindo a reparação de seus danos. Neste caso, os pais de Lara",
    "alternativas": [
      {
        "letra": "A",
        "texto": "respondem pelos danos ao vizinho somente se a adolescente for condenada na esfera infracional."
      },
      {
        "letra": "B",
        "texto": "respondem civilmente pela reparação de danos em relação ao vizinho de forma subjetiva."
      },
      {
        "letra": "C",
        "texto": "não respondem civilmente pela obrigação de reparação de danos, ficando a responsabilidade de Lara restrita à esfera infracional."
      },
      {
        "letra": "D",
        "texto": "respondem civilmente pela reparação de danos em relação ao vizinho de forma objetiva."
      },
      {
        "letra": "E",
        "texto": "podem cobrar o ressarcimento dos danos pagos ao vizinho em regresso da adolescente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1959635",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em 2015, José ajuizou processo contra a administração pública utilizando os serviços de advocacia da sua entidade sindical. Em 2020, José foi atendido na sede sindical por um novo advogado que o orientou a assinar uma nova procuração, pois o advogado anterior havia sido demitido. Passados alguns meses, José descobriu que o advogado que o atendeu fez o saque da indenização sem lhe entregar a sua parte. Nessa situação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A entidade sindical e o advogado são solidariamente responsáveis pelo ressarcimento de José e pelo pagamento de indenização por danos morais."
      },
      {
        "letra": "B",
        "texto": "Apenas a entidade sindical tem responsabilidade subjetiva em reparar os danos sofridos por José."
      },
      {
        "letra": "C",
        "texto": "A entidade sindical não é juridicamente responsável porque houve rompimento do nexo causal por fato de terceiro."
      },
      {
        "letra": "D",
        "texto": "Apenas o advogado é objetivamente responsável pelos danos causados."
      },
      {
        "letra": "E",
        "texto": "A entidade sindical é subsidiariamente responsável pelo ressarcimento de José."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1958885",
    "metadata": "Ano: 2022 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Princípios Gerais de Direito Civil",
      "Lei de Introdução às Normas do Direito Brasileiro (LINDB)",
      "Responsabilidade civil",
      "Parte Geral",
      "Atos Ilícitos",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Civil de 2002 adotou a técnica legislativa das cláusulas gerais."
      },
      {
        "letra": "B",
        "texto": "O instituto jurídico da prescrição fulmina a pretensão do direito subjetivo, e não a respectiva ação judicial."
      },
      {
        "letra": "C",
        "texto": "Os três princípios fundamentais que guiaram a edição do Código Civil de 2002 são a eticidade, a socialidade e a operabilidade."
      },
      {
        "letra": "D",
        "texto": "Aquele que habitar prédio, ou parte dele, responde pelo dano proveniente das coisas que dele caírem ou forem lançadas em lugar indevido."
      },
      {
        "letra": "E",
        "texto": "A previsão do abuso do direito no Código Civil não contempla o ato ilícito, derivando da boa-fé objetiva na sua função limitadora do exercício de direitos subjetivos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1951288",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Edmilson, jovem estudante de 15 anos, sempre foi fascinado por navegação e ambicionava fazer carreira na Marinha. Seu grande sonho era o de ingressar na carreira militar e um dia atingir a patente de almirante. Infelizmente, seu plano foi interrompido quando Edmilson foi vítima de uma colisão entre veículos causada culposamente por Adalberto. O acidente acarretou lesões corporais que, após um custoso tratamento médico, deixaram Edmilson com sequelas físicas permanentes e o tornaram inabilitado para perseguir a sonhada carreira militar. Considerando incontroverso que Adalberto deve ser responsabilizado pelos eventuais danos causados a Edmilson, o jovem poderá cobrar dele, entre outros valores possíveis:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "compensação por danos morais decorrentes da lesão corporal sofrida, mas não indenização pela perda de uma chance de alcançar o almirantado no futuro;"
      },
      {
        "letra": "B",
        "texto": "indenização pela perda de uma chance de alcançar o almirantado no futuro, mas não danos emergentes pelas despesas com o tratamento médico;"
      },
      {
        "letra": "C",
        "texto": "danos emergentes pelas despesas com o tratamento médico, mas não compensação por danos morais decorrentes da lesão corporal sofrida."
      },
      {
        "letra": "D",
        "texto": "indenização pela perda de uma chance de alcançar o almirantado no futuro, mas não lucros cessantes referentes ao soldo que Edmilson receberia na carreira militar;"
      },
      {
        "letra": "E",
        "texto": "lucros cessantes referentes ao soldo que Edmilson receberia na carreira militar, mas não danos emergentes pelas despesas com o tratamento médico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1941399",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: PGE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Responsabilidade civil",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Antônio, que não possuía descendente nem ascendente e era casado com Maria pelo regime da comunhão parcial de bens, era motorista da Transportadora R e foi culpado em um acidente de trânsito, dirigindo veículo de sua empregadora. No acidente vieram a falecer Antônio e o condutor do outro veículo, Manoel, que deixou o filho menor José. Um dia antes do acidente, Antônio havia sido premiado em jogo de loteria com vultosa quantia, depositando imediatamente em sua conta bancária individual aquele valor. José, representado por tutor, moveu ação indenizatória, incluindo no polo passivo a Transportadora R e o Espólio de Antônio, tendo sido a ação julgada procedente, condenando os réus a indenizar, solidariamente, José em R$ 800.000,00. Sendo a herança deixada por Antônio constituída apenas do valor recebido no jogo, no importe de R$ 1.000.000,00, a obrigação de indenizar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "foi transmitida a Maria, que deverá arcar integralmente com a indenização e não poderá haver da Transportadora R qualquer valor."
      },
      {
        "letra": "B",
        "texto": "foi transmitida a Maria, que deverá arcar com até R$ 500.000,00, ressalvado a José cobrar o restante da Transportadora R."
      },
      {
        "letra": "C",
        "texto": "foi transmitida em 50% para Maria, que deverá pagar R$ 400.000,00, e os outros 50% ficarão a cargo da Transportadora R, porque, com a morte de Antônio, extinguiu-se a solidariedade, sendo a sentença equivocada."
      },
      {
        "letra": "D",
        "texto": "não foi transmitida a Maria, pois se tratou de ato ilícito sem qualquer proveito para ela, devendo José executar apenas a Transportadora R."
      },
      {
        "letra": "E",
        "texto": "foi transmitida a Maria, que deverá arcar integralmente com a indenização, mas poderá haver da Transportadora R metade do que despendeu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1939521",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "O item a seguir, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada a respeito do direito sucessório e da responsabilidade civil.Após uma discussão de trânsito, Bruno desferiu três tiros em Alfredo, causando-lhe o óbito. Levado a júri popular, Bruno foi condenado a dezoito anos de reclusão por homicídio triplamente qualificado, decisão essa que transitou em julgado. Alfredo era casado com Lúcia, com quem tinha dois filhos. Nessa situação, Lúcia e seus dois filhos poderão exigir a reparação pelos danos materiais e morais por eles suportados, independentemente da propositura de ação de conhecimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1934929",
    "metadata": "Ano: 2022 | Banca: FAUEL | Órgão: Prefeitura de Apucarana - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Sobre o tema da responsabilidade civil, julgue os itens abaixo e assinale a alternativa CORRETA. I – Haverá obrigação de reparar o dano, desde que comprovada culpa, quando a atividade normalmente desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem. II – A responsabilidade civil é dependente da criminal, não se podendo questionar mais sobre a existência do fato, ou sobre quem seja o seu autor, quando estas questões se acharem decididas no juízo criminal. III – A indenização por injúria, difamação ou calúnia consistirá na reparação do dano que delas resulte ao ofendido. IV – O direito de exigir reparação e a obrigação de prestá-la transmitem-se com a herança. V – O direito à indenização por danos morais transmite-se com o falecimento do titular, possuindo os herdeiros da vítima legitimidade ativa para ajuizar ou prosseguir a ação indenizatória.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens II, III, IV e V estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I, IV e V estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens III, IV e V estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I, II e III estão corretos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão corretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1933852",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: UNESP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Os juros de mora são uma compensação pela demora no pagamento ao credor e não têm caráter de sanção, mas apenas compensatório. Devem ser calculados após",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a definição da data da atualização e têm o seu termo inicial para obrigação contratual de obrigação ilíquida: a partir da data do vencimento da obrigação."
      },
      {
        "letra": "B",
        "texto": "a definição da data da atualização e têm o seu termo inicial para obrigação contratual de obrigação líquida: a partir da data da citação."
      },
      {
        "letra": "C",
        "texto": "o cálculo dos honorários de sucumbência (Percentual sobre o valor da condenação) e têm o seu termo inicial para obrigação contratual de obrigação ilíquida: a partir da data do ajuizamento da ação."
      },
      {
        "letra": "D",
        "texto": "o cálculo dos honorários de sucumbência (Percentual sobre o valor da condenação) e têm o seu termo inicial para obrigação contratual sem prazo fixo de cumprimento: a partir da data do ajuizamento da ação."
      },
      {
        "letra": "E",
        "texto": "o cálculo da correção monetária e têm o seu termo inicial para obrigação extracontratual, com regra geral: a partir da data do evento danoso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1924598",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEFAZ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Com relação à disciplina jurídica da responsabilidade civil no Código Civil, analise os itens a seguir. I. O fato gerador da obrigação de indenizar é ato ilícito, de sorte que não haverá obrigação de indenizar se não for comprovado o ato ilícito. II. O fato gerador da obrigação de indenizar é ato ilícito, porém o ordenamento jurídico admite hipóteses de obrigação de indenizar decorrente de ato lícito. III. O fato gerador da obrigação de indenizar é o ato ilícito, que pode ser compreendido como conduta humana voluntária e antijurídica Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1923390",
    "metadata": "Ano: 2022 | Banca: CESGRANRIO | Órgão: ELETROBRAS-ELETRONUCLEAR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Ao voltar para casa após o trabalho, H, contador, foi surpreendido, ao se deparar com adesivo publicitário colado no lado externo do vidro traseiro de um ônibus, que mostrava uma foto sua tirada em local público, em meio a cenário destacado, onde ele aparecia isoladamente. Tratava-se de peça publicitária, sem conotação ofensiva ou vexaminosa, de uma empresa privada, com o fim de promover a prática de atividade física e, assim, incrementar sua imagem empresarial. H não tinha conhecimento da existência do retrato. Nesse contexto, H poderia ajuizar pedido de reparação de danos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim, pois mesmo em fato de importância histórica de repercussão social não é admitida a utilização de imagem não autorizada."
      },
      {
        "letra": "B",
        "texto": "Sim, pois é cabível compensação por dano moral decorrente da utilização de imagem com fins econômicos sem autorização, independentemente da prova de prejuízo."
      },
      {
        "letra": "C",
        "texto": "Não, pois H não obteve prejuízo com a publicação não autorizada da imagem."
      },
      {
        "letra": "D",
        "texto": "Não, pois a relevância social do tema da campanha se sobrepõe ao direito de imagem de H."
      },
      {
        "letra": "E",
        "texto": "Não, pois a peça publicitária não tinha finalidade comercial, logo, H não deveria receber nenhum ganho financeiro pela veiculação da imagem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1911937",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Maria, Escrivã de Polícia Civil do Estado Gama, no exercício da função, no bojo de um inquérito policial, ao digitar um ato de indiciamento cujo conteúdo estava sendo ditado pelo Delegado Titular, de forma dolosa, com objetivo de prejudicar André, seu antigo desafeto, inseriu a qualificação completa de André como sendo indiciado. Mesmo sabendo que André não tinha qualquer relação com os fatos investigados, Maria induziu a Autoridade Policial a erro. Meses depois, André foi citado em ação penal e, após se inteirar dos fatos, conseguiu reunir provas não apenas de sua inocência, mas também de que se tratou de uma armação dolosamente feita por Maria. Eventual ação indenizatória manejada por André deverá ser ajuizada em face da(o)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Polícia Civil do Estado Gama, por sua responsabilidade civil objetiva, assegurado o direito de regresso em face de Maria."
      },
      {
        "letra": "B",
        "texto": "Polícia Civil do Estado Gama, por sua responsabilidade civil subjetiva, vedado o direito de regresso em face de Maria."
      },
      {
        "letra": "C",
        "texto": "Estado Gama, por sua responsabilidade civil objetiva, assegurado o direito de regresso em face de Maria."
      },
      {
        "letra": "D",
        "texto": "Estado Gama, por sua responsabilidade civil subjetiva, assegurado o direito de regresso em face de Maria."
      },
      {
        "letra": "E",
        "texto": "Maria, por sua responsabilidade civil objetiva, vedado o direito de regresso em face do Estado Gama."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1891789",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Lauro abalroou o veículo de Túlio, causando-lhe lesões corporais, pelas quais foi absolvido na esfera criminal por não ter concorrido para a infração penal. Todavia, inconformado, Túlio deduziu pretensão condenatória contra o causador do dano na esfera civil, para se ressarcir dos danos materiais e morais decorrentes do acidente. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lauro não poderá ser condenado a ressarcir Túlio na esfera civil."
      },
      {
        "letra": "B",
        "texto": "Túlio poderá obter sentença favorável ao pagamento de danos morais."
      },
      {
        "letra": "C",
        "texto": "Lauro poderá ser condenado ao ressarcimento dos danos materiais causados ao veículo."
      },
      {
        "letra": "D",
        "texto": "Túlio poderá obter sentença favorável ao pagamento das despesas médico-hospitalares."
      },
      {
        "letra": "E",
        "texto": "Lauro poderá ser condenado ao pagamento dos lucros cessantes decorrentes do acidente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1890373",
    "metadata": "Ano: 2022 | Banca: Unesc | Órgão: Prefeitura de Laguna - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "De acordo com a Lei nº 10.406/2002 - Código Civil, em relação ao capítulo da indenização, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de lesão ou outra ofensa à saúde, o ofensor, em regra, não indenizará o ofendido das despesas do tratamento e dos lucros cessantes até ao fim da convalescença."
      },
      {
        "letra": "B",
        "texto": "Se a vítima tiver concorrido dolosamente para o evento danoso, a sua indenização será fixada tendo-se em conta a gravidade de sua culpa em confronto com a do autor do dano."
      },
      {
        "letra": "C",
        "texto": "A indenização por injúria, difamação ou calúnia não consistirá na reparação do dano que delas resulte ao ofendido."
      },
      {
        "letra": "D",
        "texto": "Se houver excessiva desproporção entre a gravidade da culpa e o dano, poderá o juiz reduzir, equitativamente, a indenização."
      },
      {
        "letra": "E",
        "texto": "Se da ofensa resultar defeito pelo qual o ofendido não possa exercer o seu ofício ou profissão, ou se lhe diminua a capacidade de trabalho, a indenização não incluirá pensão correspondente à importância do trabalho para que se inabilitou, ou da depreciação que ele sofreu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1886803",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Acerca da responsabilidade civil, à luz da jurisprudência do STJ, detém legitimidade para pleitear indenização",
    "alternativas": [
      {
        "letra": "A",
        "texto": "vítima que tenha sofrido deformidade física em decorrência de ato ilícito causado por outrem, não sendo possível a cumulação de indenizações por dano estético ou moral."
      },
      {
        "letra": "B",
        "texto": "pessoa jurídica de direito público, por dano moral relativo à ofensa de sua honra ou imagem."
      },
      {
        "letra": "C",
        "texto": "vítima de ato ilícito, por ofensa moral suportada, não sendo possível a transmissão do direito à indenização para qualquer outro indivíduo em caso de morte da vítima."
      },
      {
        "letra": "D",
        "texto": "filho, por dano moral decorrente de abandono afetivo anterior ao reconhecimento de paternidade."
      },
      {
        "letra": "E",
        "texto": "pessoa muito próxima afetivamente da vítima do evento danoso, por dano moral reflexo, tornando-se colegitimada para a ação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1865959",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "No caso de lesão ou outra ofensa à saúde, o ofensor indenizará o ofendido apenas das despesas relativas ao seu tratamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1864659",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "A correção monetária do valor da indenização do dano moral incide desde a data do trânsito em julgado da decisão condenatória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1864658",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Independe de prova do prejuízo a indenização pela publicação não autorizada de imagem de pessoa com fins econômicos ou comerciais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1864657",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "O direito à indenização por danos morais não se transmite com o falecimento do titular, sendo os herdeiros da vítima ilegítimos para ajuizar ou prosseguir com a ação indenizatória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1864142",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Adalberto está sendo acusado de, ao conduzir seu veículo embriagado, ter atropelado e causado danos a Lucélia. Ele está sendo acionado na esfera criminal por conta das lesões que teria causado a ela. Sobre sua obrigação de indenizá-la na esfera cível pelos danos sofridos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda que condenado na esfera criminal, a quantificação do dever de indenizar depende de procedimento cível, tendo em vista a diversidade de requisitos entre o ilícito penal e o civil;"
      },
      {
        "letra": "B",
        "texto": "a absolvição no âmbito penal impede que ele seja condenado no âmbito cível, se a sentença for fundada na inexistência do fato ou da autoria;"
      },
      {
        "letra": "C",
        "texto": "a sentença penal absolutória fundada em excludente de ilicitude vincula o juízo cível, inviabilizando qualquer pretensão da vítima à indenização em face dele;"
      },
      {
        "letra": "D",
        "texto": "absolvido na seara criminal por falta de provas do fato, da culpa ou da autoria, fica Adalberto liberado de responsabilidade civil;"
      },
      {
        "letra": "E",
        "texto": "a sentença penal absolutória fundada em atipicidade do fato afasta a obrigação de indenizar na esfera cível, inviabilizando a investigação sobre ato ilícito nessa seara."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1864134",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Jurema, ao conduzir o seu veículo por uma estrada de mão dupla, é surpreendida com um carro na contramão e em alta velocidade dirigido por Maurício. Para se esquivar de uma possível colisão, Jurema realiza manobra vindo a atropelar Bento, que estava na calçada e sofreu um corte no rosto, o que o impediu de realizar um ensaio fotográfico como modelo profissional. Considerando a situação hipotética, é correto afirmar que Jurema:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou ato ilícito e deverá indenizar Bento;"
      },
      {
        "letra": "B",
        "texto": "agiu em estado de necessidade e não deverá indenizar Bento, pois o ato é lícito;"
      },
      {
        "letra": "C",
        "texto": "agiu em estado de necessidade e deverá indenizar Bento, apesar do ato ser lícito;"
      },
      {
        "letra": "D",
        "texto": "e Maurício devem indenizar Bento, pois praticaram atos ilícitos;"
      },
      {
        "letra": "E",
        "texto": "praticou ato ilícito e deve indenizar Bento, mas não poderá ingressar com ação de regresso em face de Maurício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2411536",
    "metadata": "Ano: 2021 | Banca: Fundação CETAP | Órgão: CRF-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Sobre a indenização prevista no Código Civil Brasileiro, apenas não se pode afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a vítima tiver concorrido dolosamente para o evento danoso, a sua indenização será fixada tendo-se em conta a gravidade de sua culpa em confronto com a do autor do dano."
      },
      {
        "letra": "B",
        "texto": "Se a obrigação for indeterminada, e não houver na lei ou no contrato disposição fixando a indenização devida pelo inadimplente, apurar-se-á o valor das perdas e danos na forma que a lei processual determinar."
      },
      {
        "letra": "C",
        "texto": "No caso de lesão ou outra ofensa à saúde, o ofensor indenizará o ofendido das despesas do tratamento e dos lucros cessantes até ao fim da convalescença, além de algum outro prejuízo que o ofendido prove haver sofrido."
      },
      {
        "letra": "D",
        "texto": "Se da ofensa resultar defeito pelo qual o ofendido não possa exercer o seu ofício ou profissão, ou se lhe diminua a capacidade de trabalho, a indenização, além das despesas do tratamento e lucros cessantes até ao fim da convalescença, incluirá pensão correspondente à importância do trabalho para que se inabilitou, ou da depreciação que ele sofreu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1947692",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Prefeitura de Paulínia - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Afonso ajuizou ação de indenização por danos materiais e morais contra Paulo, que, diante do incêndio que acidentalmente havia se iniciado no edifício vizinho, arrombou as portas da portaria do prédio e do apartamento de Afonso, a fim de retirá-lo às pressas do local. Por conta do arrombamento, Afonso diz que teve que desocupar o local por três dias, o que lhe causou prejuízos materiais. Pleiteia o ressarcimento dos danos sofridos com a invasão abrupta de sua residência e, ainda, compensação pelo dano moral. Diante dos fatos narrados, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Afonso não faz jus à indenização, pois, como morador do edifício, presume-se sua culpa no evento."
      },
      {
        "letra": "B",
        "texto": "Paulo não responde pela destruição dos bens, pois agiu em estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "Paulo deve indenizar, pois Afonso não foi culpado pela situação de perigo."
      },
      {
        "letra": "D",
        "texto": "Afonso faz jus à indenização, porque Paulo praticou ato ilícito."
      },
      {
        "letra": "E",
        "texto": "Paulo deverá indenizar Afonso na medida da concorrência de culpa de ambos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1866719",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Considerando os enunciados e teses decorrentes de julgamentos de recursos repetitivos do STJ em matéria de direito civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ocupação indevida de bem público configura mera detenção, de natureza precária. Contudo, caso tenha havido a realização de construção no imóvel, ainda que irregular, será possível a utilização do direito de retenção pelo particular, bem como o reconhecimento judicial do direito do interessado em obter a indenização por acessões e benfeitorias."
      },
      {
        "letra": "B",
        "texto": "A indenização securitária não será devida quando o segurado estiver em mora no pagamento do prêmio, independentemente da comunicação ao segurado acerca do referido atraso, uma vez que, nesse caso, tem-se a hipótese de mora ex re, não sendo a notificação da mora requisito essencial para a suspensão ou resolução do contrato de seguro."
      },
      {
        "letra": "C",
        "texto": "Haverá responsabilidade de indenizar pela empresa delegatária que explora serviço de transporte ferroviário, havendo concorrência de causas, quando a concessionária do transporte ferroviário descumprir o dever de cercar e fiscalizar os limites da linha férrea, especialmente em locais urbanos e populosos, adotando conduta negligente quanto ao cuidado e vigilância para evitar sinistros, e a vítima adotar conduta imprudente, atravessando a via férrea em local inadequado."
      },
      {
        "letra": "D",
        "texto": "Não será possível o reconhecimento da usucapião extraordinária pelo juízo competente, mesmo quando preenchidos os requisitos específicos descritos no dispositivo pertinente do Código Civil, se a área do imóvel a ser usucapida for inferior ao módulo estabelecido em lei municipal, por violação ao princípio da especialidade objetiva registral."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1860270",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Paulo conduzia veículo de sua propriedade em via urbana, dentro do limite de velocidade permitido, respeitando todas as normas de trânsito vigentes. Quando Paulo estava passando em frente a uma escola, uma criança de cinco anos de idade, sem que o genitor que a acompanhava percebesse, invadiu a via pública de circulação de veículos. Paulo, para não atropelar a criança, fez um rápido desvio, vindo a colidir com o veículo de Pedro, que se encontrava estacionado em local permitido, junto ao meio fio da margem esquerda da via. A respeito dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo não cometeu nenhum ato ilícito, não sendo obrigado a indenizar Pedro pelos prejuízos causados."
      },
      {
        "letra": "B",
        "texto": "Por ter praticado ato ilícito, Paulo deverá indenizar Pedro pelo ocorrido, não incidindo na espécie qualquer excludente de responsabilidade."
      },
      {
        "letra": "C",
        "texto": "Paulo cometeu ato ilícito e deverá indenizar Pedro, podendo, no entanto, buscar ressarcimento do valor pago em ação de regresso a ser proposta contra o referido genitor da criança causadora do acidente."
      },
      {
        "letra": "D",
        "texto": "Paulo não cometeu ato ilícito, visto que os danos causados a Pedro somente ocorreram pela necessidade de remoção de perigo iminente; no entanto, ele deve indenizar Pedro pelos prejuízos causados, podendo reaver a importância paga mediante a propositura de ação de regresso contra o referido genitor da criança causadora do acidente."
      },
      {
        "letra": "E",
        "texto": "Paulo cometeu ato ilícito, mas está isento do dever de indenizar por não ter agido com culpa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1859434",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Juliana publicou em sua rede social relatos e fotos da rotina de exercícios físicos e regime que a fizeram perder 26 quilos. A rede social era aberta ao público e Juliana reunia mais de 100 mil seguidores. Contudo, Juliana foi surpreendida ao verificar que sua imagem estava sendo veiculada em publicidades por uma empresa que vendia remédios de emagrecimento. De acordo com entendimento do Superior Tribunal de Justiça, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "publicação não autorizada de imagem com fins comerciais e econômicos, por si só, não gera direito a indenização, que depende da comprovação de prejuízo e da violação de outros direitos da personalidade."
      },
      {
        "letra": "B",
        "texto": "indenização pela publicação não autorizada de sua imagem para fins econômicos e comerciais depende da comprovação do uso ofensivo da imagem."
      },
      {
        "letra": "C",
        "texto": "indenização pela publicação não autorizada de sua imagem para fins econômicos e comerciais independe da prova de prejuízo."
      },
      {
        "letra": "D",
        "texto": "indenização pela publicação não autorizada de imagem com fins econômicos ou comerciais, independentemente da prova de prejuízo, aplica-se somente em caso de vítima criança ou adolescente."
      },
      {
        "letra": "E",
        "texto": "indenização pela publicação não autorizada de imagem com fins econômicos depende não somente da comprovação de prejuízo, como também do lucro auferido pela empresa pelo uso da imagem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1856563",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Sobre a responsabilidade civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ressalvados outros casos previstos em lei especial, os empresários individuais e as empresas respondem pelos danos causados pelos produtos postos em circulação em caso de culpa ou dolo."
      },
      {
        "letra": "B",
        "texto": "O dono ou detentor do animal ressarcirá o dano por este causado, independentemente de culpa da vítima."
      },
      {
        "letra": "C",
        "texto": "A empresa locadora de veículos responde, civil e solidariamente, com o locatário pelos danos por este causados a terceiro, no uso do carro locado."
      },
      {
        "letra": "D",
        "texto": "Aquele que ressarcir o dano causado por outrem pode reaver o que houver pago daquele por quem pagou, salvo se o causador do dano for seu cônjuge."
      },
      {
        "letra": "E",
        "texto": "Havendo usurpação ou esbulho do alheio, dever-se-á reembolsar o seu equivalente ao prejudicado, independentemente da restituição da coisa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1854237",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "É cabível dano moral in re ipsa para vítima que foi atropelada e seu atropelador tenha se evadido do local sem prestar socorro?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A omissão de socorro, por si, não configura hipótese de dano moral in re ipsa."
      },
      {
        "letra": "B",
        "texto": "O dano é presumido, de modo que não há necessidade de produção probatória."
      },
      {
        "letra": "C",
        "texto": "Presume-se o dano, na medida em que houve o crime de omissão de socorro."
      },
      {
        "letra": "D",
        "texto": "A indenização deve somente reparar o prejuízo suportado, mesmo que presumido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1846197",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Várzea Paulista - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Um jornalista fez uma matéria, publicada no Jornal “W”, sobre oficinas mecânicas que enganavam os clientes utilizando peças não originais nos reparos realizados em veículos. Na matéria jornalística, constaram as fotos das oficinas mecânicas que realizavam tal procedimento. Por engano, o jornalista inseriu na matéria uma foto do mecânico José, vestido com o uniforme da oficina “X Ltda”, que nunca praticou o procedimento denunciado pela matéria jornalística. Sobre o caso hipotético, tendo em vista o entendimento da Jurisprudência atual dos Tribunais Superiores, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas José poderá pleitear danos morais, tendo em vista que a pessoa jurídica não pode sofrer dano moral."
      },
      {
        "letra": "B",
        "texto": "José e a pessoa jurídica “X Ltda” podem pleitear danos morais, desde que comprovados."
      },
      {
        "letra": "C",
        "texto": "o dano é in re ipsa, o jornalista e o proprietário do Jornal “W” são responsáveis pela indenização devida a José e à pessoa jurídica “X Ltda”."
      },
      {
        "letra": "D",
        "texto": "o valor do dano moral a ser pago a José e à pessoa jurídica “X Ltda” deve ser calculado utilizando-se a teoria do punitive damages, adotada pela legislação brasileira."
      },
      {
        "letra": "E",
        "texto": "a responsabilização do proprietário do Jornal “W” decorre de sua culpa presumida (culpa in elegendo ou in vigilando) que pode ser elidida por prova contrária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1844987",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Cláudio, dirigindo em alta velocidade, colidiu o seu veículo com o de Susan, causando-lhe lesões graves. Susan teve que ficar afastada de seu trabalho por 15 dias e, diante das lesões sofridas, teve redução parcial de sua capacidade de trabalho. Susan também sofreu danos estéticos em razão do acidente. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o ofensor deverá indenizar Susan pelas despesas do tratamento e lucros cessantes até o fim da convalescença, bem como deverá arcar com pensão correspondente à depreciação laboral sofrida; os danos estéticos ficam abrangidos pelos danos morais."
      },
      {
        "letra": "B",
        "texto": "o ofensor deverá indenizar Susan pelas despesas do tratamento e lucros cessantes até o fim da convalescença, pelos danos estéticos, além de eventuais danos morais, e também deverá arcar com pensão correspondente à depreciação laboral sofrida."
      },
      {
        "letra": "C",
        "texto": "a indenização por danos morais não poderá ser cumulada com indenização por dano estético, em conformidade com entendimento sumulado do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "o ressarcimento pelos lucros cessantes até o fim da convalescença não pode ser cumulado com a cobrança de pensão correspondente à depreciação laboral sofrida."
      },
      {
        "letra": "E",
        "texto": "a pensão correspondente à da depreciação laboral sofrida afasta a necessidade de fixação de danos morais e outros danos materiais que a ofendida venha a ter sofrido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1840031",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: FUNSAÚDE - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Carlos, casado e pai de três filhas, submeteu-se a uma cirurgia ortopédica em hospital particular. Alguns dias depois de receber alta, Carlos passou a sentir dores, foi internado com urgência e veio a falecer. Diante deste contexto, os médicos informaram à família que a causa da morte estava relacionada a um Acidente Vascular Cerebral (AVC). Ademais, disseram que, embora tivessem detectado um erro cometido por médicos durante a cirurgia de Carlos, tal equívoco não provocou sua morte. Tendo em vista esta informação, a esposa e as filhas de Carlos intentaram ação judicial objetivando haver indenização por danos morais, advindos da perda de ente querido, contra os cirurgiões que o operaram. Sublinhe-se que no bojo deste processo restou confirmada, por perícia, a informação de que a causa da morte de Carlos era o AVC e não o erro médico advindo da cirurgia. À luz deste contexto, é correto afirmar que o pedido deve ser julgado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "improcedente, pois os danos morais sofridos em razão da perda de ente querido não são indenizáveis no Brasil."
      },
      {
        "letra": "B",
        "texto": "procedente, visto que é objetiva a responsabilidade dos réus quanto aos danos morais sofridos pelos entes próximos."
      },
      {
        "letra": "C",
        "texto": "procedente, ante a verificação, para o evento, de culpa concorrente entre o médico e paciente."
      },
      {
        "letra": "D",
        "texto": "procedente, porque comprovada a culpa dos réus, que respondem pelos danos à saúde psicofísica do paciente."
      },
      {
        "letra": "E",
        "texto": "improcedente, pois a causa da morte de Carlos vinculou-se a um AVC e não ao erro cometido pelos médicos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1826540",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "A respeito da responsabilidade civil e do enriquecimento sem causa, julgue o item a seguir. Caso um transeunte sofra lesão por objeto caído de um apartamento, poderá o locatário se eximir da responsabilidade pela indenização devida caso possa provar quem foi o autor do fato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1824944",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em março de 2015, Cristiano causou acidente de trânsito em razão de sua direção negligente, gerando lesões em Daniela. Em dezembro de 2015, Daniela ajuizou ação indenizatória em face de Cristiano, pleiteando a reparação dos danos sofridos. Citado em março de 2016, Cristiano foi condenado ao pagamento de vinte mil reais, com juros e atualização monetária, por sentença prolatada em outubro de 2019 e transitada em julgado em dezembro de 2019. No que tange à obrigação de indenizar, Cristiano encontra-se em mora desde:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "março de 2015;"
      },
      {
        "letra": "B",
        "texto": "dezembro de 2015;"
      },
      {
        "letra": "C",
        "texto": "março de 2016;"
      },
      {
        "letra": "D",
        "texto": "outubro de 2019;"
      },
      {
        "letra": "E",
        "texto": "dezembro de 2019."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1824937",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Um caminhão, com peso bruto de 23 toneladas e comprimento de 14 metros, de propriedade da pessoa jurídica Alfa e dirigido por seu funcionário Bernardo, encontrava-se corretamente estacionado em uma ladeira em área urbana de pacata cidade do interior do Paraná. Por um vício de fabricação do sistema de frenagem do veículo, este veio a descer ladeira abaixo, atropelando um cidadão que morrera no local. Ajuizada a ação indenizatória por parte da viúva do falecido, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a responsabilidade de Bernardo é objetiva e indireta, pois depende da comprovação de culpa do seu preposto;"
      },
      {
        "letra": "B",
        "texto": "Alfa responde independentemente da prova de culpa em razão do risco criado pela atividade normalmente desenvolvida;"
      },
      {
        "letra": "C",
        "texto": "o proprietário do caminhão é parte ilegítima, pois a causa direta e imediata da conflagração do dano foi o defeito de fabricação, sendo o fabricante o único responsável pelo dano;"
      },
      {
        "letra": "D",
        "texto": "a teoria do risco do empreendimento gera para o proprietário do caminhão responsabilidade civil sem culpa, sendo assegurado o regresso contra o fabricante do caminhão;"
      },
      {
        "letra": "E",
        "texto": "o pedido deve ser julgado improcedente, pois o caminhão estava corretamente estacionado, sendo o resultado danoso decorrente de um vício de fabricação que não pode ser imputado ao dono do caminhão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1814234",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Câmara de Uberlândia - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Acerca da responsabilidade civil, obrigação de indenizar e indenização, considerando-se as normas do Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dono ou detentor do animal ressarcirá o dano por este causado, ainda que se comprove a culpa da vítima ou força maior, e o direito de exigir reparação e a obrigação de prestá-la não são transmitidas com a herança."
      },
      {
        "letra": "B",
        "texto": "Aquele que ressarcir o dano causado por outrem pode reaver o que houver pago daquele por quem pagou, se o causador do dano for descendente seu, absoluta ou relativamente incapaz."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade civil é independente da criminal, não se podendo questionar mais sobre a existência do fato, ou sobre quem seja o seu autor, quando essas questões se acharem decididas no juízo criminal."
      },
      {
        "letra": "D",
        "texto": "O credor que demandar o devedor antes de vencida a dívida, fora dos casos em que a lei o permita, ficará obrigado a esperar o tempo que faltava para o vencimento, a descontar os juros correspondentes, embora estipulados, e a pagar as custas pela metade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1813988",
    "metadata": "Ano: 2021 | Banca: Unesc | Órgão: PGM - Criciúma - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Francisca é uma famosa escultora e possui obras expostas em várias galerias do país, sempre atraindo interesse do público, assim, a Galeria Boas e Belas Artes realiza contrato com Francisca, comprando da mesma a escultura em mármore “Vênus em Êxtase”, que deveria ser entregue por Francisca na sede da Galeria Boas e Belas Artes. O preço da aquisição da obra foi pago integralmente com antecedência de cinco dias da entrega. Ocorre que no dia da entrega, ao se dirigir a Galeria, Francisca, por absoluto descuido, colide com seu veículo, ocasionando a destruição da peça de arte “Vênus em Êxtase”. É de se dizer que a Galeria, antecipadamente, havia vendido ingressos para a exposição, que foi cancelada em virtude da destruição da peça, ocasionando vários pedidos de devoluções de valores. Assim, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Francisca deverá entregar outra obra de seu acervo, a escolha da Galeria Boas e Belas Artes, em substituição àquela obra destruída."
      },
      {
        "letra": "B",
        "texto": "A Galeria Boas e Belas Artes poderá cobrar de Francisca o equivalente em dinheiro da escultura destruída, mais o prejuízo sofrido com a devolução dos ingressos da exposição."
      },
      {
        "letra": "C",
        "texto": "Por se tratar de obrigação de fazer infungível, a Galeria Boas e Belas Artes não poderá mandar executar a prestação às expensas de Francisca, restando-lhe pleitear perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Com o pagamento do preço, transferiu-se a propriedade da escultura para a Galeria Boas e Belas Artes, razão pela qual ela deve suportar o prejuízo pela perda do bem."
      },
      {
        "letra": "E",
        "texto": "A Galeria Boas e Belas Artes não poderá ressarcimentos dos danos, uma vez que se trata de obra infungível e que não pode ser substituída."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1813987",
    "metadata": "Ano: 2021 | Banca: Unesc | Órgão: PGM - Criciúma - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Carlos transitava pela Av. Rui Barbosa, na cidade de Criciúma, quando, repentinamente, foi atingido por um vaso arremessado do apartamento de Luísa, localizado no Ed. Boa Vista, ocasionando ferimentos em sua cabeça, sendo necessário permanecer hospitalizado por dois dias, além de gastos com medicamentos. Desta forma, Carlos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá pleitear a reparação de todos os danos sofridos, demandando Luísa para que responda pelos mesmos."
      },
      {
        "letra": "B",
        "texto": "Poderá pleitear a reparação de todos os danos sofridos, demandando Luísa e o condomínio do Ed. Boa Vista para que respondam pelos mesmos, de forma solidária."
      },
      {
        "letra": "C",
        "texto": "Poderá pleitear a reparação de todos os danos sofridos, demandando o condomínio do Ed. Boa Vista para que responda pelos mesmos."
      },
      {
        "letra": "D",
        "texto": "Poderá pleitear a reparação de todos os danos sofridos, demandando Luísa e de forma subsidiária o condomínio do Ed. Boa Vista para que respondam pelos mesmos."
      },
      {
        "letra": "E",
        "texto": "Não poderá pleitear reparação, haja vista Luísa não possuir dolo no seu agir, ou seja, não pretendia atingir Carlos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1798812",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TCE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Responsabilidade civil",
      "Parte Geral",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em 15 de janeiro de 2020, André completou 12 anos de idade. Enquanto passeava com seu pai para celebrar a ocasião, André foi atingido por um cinzeiro caído de um edifício particular. André pode pretender a reparação civil dos danos sofridos até:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "15 de janeiro de 2023;"
      },
      {
        "letra": "B",
        "texto": "15 de janeiro de 2024;"
      },
      {
        "letra": "C",
        "texto": "15 de janeiro de 2026;"
      },
      {
        "letra": "D",
        "texto": "15 de janeiro de 2027;"
      },
      {
        "letra": "E",
        "texto": "15 de janeiro de 2029."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1783892",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CREFITO-4° Região (MG)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Nas indenizações por danos extrapatrimoniais, a extensão do dano é medida por meio da intensidade, de forma que se possa apurar o valor pecuniário que possa compensar a dor sentimental ou o impedimento causado à vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1783891",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CREFITO-4° Região (MG)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "De acordo com o Código Civil, a indenização é medida pela extensão do dano, de forma que a reparação possa se dar de forma parcial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1782466",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em relação ao instituto da responsabilidade civil, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade civil do incapaz é subsidiária nos casos em que as pessoas por ele responsáveis não tiverem obrigação de fazê-lo ou não dispuserem de meios suficientes."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade civil é independente da criminal, não se podendo questionar mais sobre a existência do fato, ou sobre quem seja o seu autor, quando estas questões se acharem decididas no juízo criminal."
      },
      {
        "letra": "C",
        "texto": "Aquele que ressarcir o dano causado por outrem pode reaver o que houver pago daquele por quem pagou, salvo se o causador do dano for descendente seu, absoluta ou relativamente incapaz."
      },
      {
        "letra": "D",
        "texto": "O direito de exigir reparação não se transmite com a herança, ao contrário da obrigação de prestá-la, que é transmitido com a herança."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1714752",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Responsabilidade civil",
      "Modalidades de Obrigações",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "A respeito de bens, de negócios jurídicos, de obrigações, e de contratos regulados no Código Civil, julgue o item subsequente. De acordo com entendimento do Superior Tribunal de Justiça, a perda de uma chance que tolhe de alguém a oportunidade de obter uma situação futura melhor gera o dever de indenizar, na medida em que se constitui em ato ilícito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1796494",
    "metadata": "Ano: 2020 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Os Souza levaram seu filho de cinco anos à concessionária em que pretendiam adquirir um automóvel. O menino evadiu-se dos pais em um momento de distração e, com uma pedra, riscou a lataria de um dos veículos para fazer um desenho. A concessionária pretende indenização pelo dano sofrido. Considerando que o filho tem patrimônio próprio significativo, em razão de bens que lhe foram deixados em testamento pelo tio-avô, quem deverá arcar com o prejuízo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são os pais, independentemente da capacidade econômica do filho ou do efeito que o pagamento da indenização terá no patrimônio dos pais;"
      },
      {
        "letra": "B",
        "texto": "são os pais e o filho, solidariamente, cabendo à concessionária escolher entre acionar somente um pela dívida toda, ou acionar todos conjuntamente;"
      },
      {
        "letra": "C",
        "texto": "é o filho, por possuir bens suficientes para pagar a indenização sem prejuízo ao seu sustento, isentos os pais de responsabilidade;"
      },
      {
        "letra": "D",
        "texto": "é a própria concessionária, por se tratar de dano decorrente de caso fortuito, uma vez que foi causado por pessoa absolutamente incapaz;"
      },
      {
        "letra": "E",
        "texto": "é o filho somente se seus pais não dispuserem de bens suficientes e se, arcando com a indenização, não privar do necessário o filho ou as pessoas que dele dependem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1745387",
    "metadata": "Ano: 2020 | Banca: STATUS | Órgão: Sescoop - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Caio, professor de ioga, residente no Município XPTO, estava com viagem programada para passar quatro dias no Caribe. Ocorre que Caio não tinha com quem deixar o seu cachorro Toby. Para solucionar o problema, Caio resolveu chamar uma cuidadora de animais, para cuidar de Toby esporadicamente pelo período em que estivesse fora. Antes de viajar, o professor deixou Toby escapar pelo portão, e o mesmo atacou um adolescente de 16 anos que passava pela rua com lanches para entrega. Além dos ferimentos sofridos pelo adolescente, o mesmo perdeu todas as entregas que carregava de bicicleta, pois os pacotes caíram no chão. Como Caio deixou Toby escapar, e não há culpa exclusiva da vítima, tampouco força maior, é correto dizer que, nos termos da legislação civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio responderá pelos danos causados por seu animal."
      },
      {
        "letra": "B",
        "texto": "Caio não responderá pelos danos causados por seu animal."
      },
      {
        "letra": "C",
        "texto": "Caio responderá somente pelas despesas de hospital do jovem, mas não por todos os danos causados por seu animal."
      },
      {
        "letra": "D",
        "texto": "Caio não responderá pelos danos causados, pois o animal não é uma pessoa física, portanto não comete ato ilícito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1136690",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Prefeitura de São Roque - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Pessoa Jurídica",
      "Responsabilidade civil",
      "Parte Geral",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "De acordo com a Jurisprudência sumulada, acerca do dano moral, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a simples devolução indevida de cheque caracteriza dano moral, mas não a apresentação antecipada de cheque pré-datado."
      },
      {
        "letra": "B",
        "texto": "são civilmente responsáveis pelo ressarcimento de dano, decorrente de publicação pela imprensa, o autor do escrito e subsidiariamente o proprietário do veículo de divulgação, caso demonstrada a existência de dolo ou culpa deste."
      },
      {
        "letra": "C",
        "texto": "a pessoa jurídica não pode sofrer dano moral."
      },
      {
        "letra": "D",
        "texto": "é lícita a cumulação das indenizações de dano estético e dano moral, mas não são cumuláveis as indenizações por dano moral e material oriundos do mesmo fato."
      },
      {
        "letra": "E",
        "texto": "da anotação irregular em cadastro de proteção ao crédito não cabe indenização por dano moral quando preexistente legítima inscrição, ressalvado o direito ao cancelamento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1136583",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: EBSERH",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Sobre a indenização decorrente da responsabilidade civil, pode-se corretamente afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a indenização mede-se pela extensão do dano e não pode ser reduzida pelo juiz, mesmo havendo excessiva desproporção entre a gravidade da culpa e o dano."
      },
      {
        "letra": "B",
        "texto": "havendo usurpação ou esbulho do alheio, além da restituição da coisa, a indenização consistirá em pagar o valor das suas deteriorações e o devido a título de lucros cessantes; faltando a coisa, dever-se-á reembolsar o seu equivalente ao prejudicado que será estimado pelo seu preço ordinário e pelo de afeição, contanto que este não se avantaje àquele."
      },
      {
        "letra": "C",
        "texto": "no caso de lesão ou outra ofensa à saúde, o ofensor indenizará o ofendido das despesas do tratamento e dos danos emergentes até o fim da convalescença, além de algum outro prejuízo que o ofendido prove haver sofrido, sem direito a lucros cessantes."
      },
      {
        "letra": "D",
        "texto": "se da ofensa resultar defeito pelo qual o ofendido não possa exercer o seu ofício ou profissão, ou se lhe diminua a capacidade de trabalho, a indenização, além das despesas do tratamento e lucros cessantes até ao fim da convalescença, incluirá pensão, que não poderá ser paga de uma só vez, correspondente à importância do trabalho para que se inabilitou, ou da depreciação que ele sofreu."
      },
      {
        "letra": "E",
        "texto": "no caso de homicídio, a indenização consiste, sem excluir outras reparações, no pagamento das despesas com o tratamento da vítima, seu funeral e o luto da família e na prestação de alimentos às pessoas a quem o morto os devia, levando-se em conta a duração provável da vida do autor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1132142",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "A pretensão dos herdeiros de Pedro é viável, pois tanto o direito de exigir a reparação civil por ato ilícito quanto a obrigação de prestá-la são transmitidos por sucessão aos herdeiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2070112",
    "metadata": "Ano: 2019 | Banca: IBFC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Excludentes da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "O Código Civil dispõe que “haverá obrigação de reparar o dano, independentemente de culpa, nos casos especificados em lei, ou quando a atividade normalmente desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem”. Considere o dispositivo legal e assinale a alternativa correta acerca do tipo de responsabilidade que ela representa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Responsabilidade civil subjetiva"
      },
      {
        "letra": "B",
        "texto": "Responsabilidade civil pelo risco"
      },
      {
        "letra": "C",
        "texto": "Responsabilidade civil por culpa"
      },
      {
        "letra": "D",
        "texto": "Responsabilidade civil por dolo e culpa"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1611626",
    "metadata": "Ano: 2019 | Banca: Método Soluções Educacionais | Órgão: Prefeitura de Nortelândia - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Acerca do tema “Responsabilidade Civil”, julgue as seguintes proposições em verdadeiro ou falso, após, faça o que se pede. I - O incapaz responde pelos prejuízos que causar, se as pessoas por ele responsáveis não tiverem obrigação de fazê-lo ou não dispuserem de meios suficientes. II - Aquele que habitar prédio, ou parte dele, responde pelo dano proveniente das coisas que dele cairem ou forem lançadas em lugar indevido. III - O direito de exigir reparação e a obrigação de prestá-la transmitem-se com a herança.Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Apenas II é falsa."
      },
      {
        "letra": "C",
        "texto": "Todas são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Todas são falsas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1357476",
    "metadata": "Ano: 2019 | Banca: FUNDATEC | Órgão: Prefeitura de São Borja - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Conforme o entendimento do Superior Tribunal de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pessoa jurídica não está sujeita a dano moral."
      },
      {
        "letra": "B",
        "texto": "Em relação à pessoa jurídica, o dano moral somente ocorre quanto também for verificada a ocorrência de dano material."
      },
      {
        "letra": "C",
        "texto": "A indenização por danos morais está tarifada no texto do Código Civil."
      },
      {
        "letra": "D",
        "texto": "O dano moral não pode ser in re ipsa, cabendo à vítima a prova efetiva da sua ocorrência."
      },
      {
        "letra": "E",
        "texto": "São cumuláveis as indenizações por dano moral e estético oriundos do mesmo fato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1176608",
    "metadata": "Ano: 2019 | Banca: IBFC | Órgão: FSA-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "No que diz respeito à responsabilidade civil e o entendimento sumulado do Supremo Tribunal Federal e/ou do Superior Tribunal de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ausência de registro da transferência implica a responsabilidade do antigo proprietário por dano resultante de acidente que envolva o veículo alienado"
      },
      {
        "letra": "B",
        "texto": "A correção monetária do valor da indenização do dano moral incide desde a data do arbitramento"
      },
      {
        "letra": "C",
        "texto": "O acidente que cause a morte de filho menor não será indenizável caso este não exerça trabalho remunerado"
      },
      {
        "letra": "D",
        "texto": "Os juros moratórios, no caso de responsabilidade extracontratual, fluem a partir da data do arbitramento"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1167321",
    "metadata": "Ano: 2019 | Banca: INAZ do Pará | Órgão: CRF-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "No que diz respeito à Responsabilidade Civil regulada pelo Código Civil vigente, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A indenização mede-se pela extensão do dano, independentemente da proporção entre a gravidade da culpa e o dano."
      },
      {
        "letra": "B",
        "texto": "Para se restituir o equivalente, quando não exista a própria coisa, estimar-se-á ela pelo seu preço de mercado constante em tabelas e índices gerais de mercado."
      },
      {
        "letra": "C",
        "texto": "Se a vítima tiver concorrido culposamente para o evento danoso, a sua indenização será fixada tendo-se em conta a gravidade de sua culpa em confronto com a do autor do dano."
      },
      {
        "letra": "D",
        "texto": "O direito de exigir reparação e a obrigação de prestá-la não se transmite com a herança, por se tratar de direito personalíssimo."
      },
      {
        "letra": "E",
        "texto": "A indenização por injúria, difamação ou calúnia será devida pelo simples ato ofensivo, independentemente da ocorrência de dano material causado à vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1165845",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRF - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Quanto ao Código de Defesa do Consumidor, à Lei n.º 8.078/1990, à Lei n.º 9.294/1996 e ao Código Civil, julgue o item. A indenização mede‐se pela extensão do dano, não sendo permitido ao juiz reduzir, equitativamente, a indenização em caso de desproporção entre a gravidade da culpa e o dano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1165844",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRF - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Quanto ao Código de Defesa do Consumidor, à Lei n.º 8.078/1990, à Lei n.º 9.294/1996 e ao Código Civil, julgue o item. No caso de lesão ou outra ofensa à saúde, o ofensor indenizará o ofendido das despesas do tratamento e dos lucros cessantes até o fim da convalescença, além de algum outro prejuízo que o ofendido prove haver sofrido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1135465",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: SERTPREV - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Responsabilidade civil",
      "Parte Geral",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Maria, jovem de 15 anos, estava atravessando a rua, com o semáforo aberto para passagem dos pedestres, quando foi atropelada pelo automóvel conduzido por João, embriagado, que não respeitou o semáforo. Do atropelamento, resultou amputação de um pé de Maria. Sem prejuízo das sanções penais cabíveis, pode-se corretamente afirmar que é possível pleitear que João seja condenado a pagar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "danos morais, cumulados com danos estéticos, bem como danos materiais, no prazo de até três anos do acidente."
      },
      {
        "letra": "B",
        "texto": "danos morais, mas não danos estéticos, visto que estes decorrem do mesmo fato e são abrangidos por aqueles, bem como danos materiais, no prazo de até cinco anos do acidente."
      },
      {
        "letra": "C",
        "texto": "danos estéticos, mas não danos morais, visto que estes decorrem do mesmo fato e são abrangidos por aqueles, bem como danos materiais, no prazo de até três anos do acidente."
      },
      {
        "letra": "D",
        "texto": "danos morais ou estéticos, não cumuláveis, bem como danos materiais, desde que comprovada a perda da capacidade laboral, no prazo de até cinco anos."
      },
      {
        "letra": "E",
        "texto": "danos morais, cumulados com danos estéticos, sem danos materiais, tendo em vista a idade da vítima que ainda não laborava, em até três anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1134925",
    "metadata": "Ano: 2019 | Banca: COPESE - UFPI | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Sobre a responsabilidade civil do particular, relacione a COLUNA II com a COLUNA I, associando as espécies de dano patrimonial às suas respectivas características. COLUNA I 1. Perda da chance 2. Lucro cessante 3. Dano reflexo 4. Dano emergente COLUNA II ( ) É o montante indispensável para eliminar as perdas econômicas decorrentes da lesão, reequilibrando o patrimônio da vítima, e configura os prejuízos nascidos da ação ou omissão danosa. ( ) Traduz aqueles ganhos que, seguindo a ordem natural das coisas, provavelmente afluiriam ao patrimônio da vítima se não tivesse havido dano. ( ) Consiste em uma oportunidade dissipada de obter futura vantagem ou de evitar um prejuízo em razão da prática de um dano injusto. ( ) É sofrido inicialmente por um sujeito, mas acaba por repercutir em outro, pelo fato de haver alguma ligação entre eles. Assinale a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 2 4 3"
      },
      {
        "letra": "B",
        "texto": "4 2 1 3"
      },
      {
        "letra": "C",
        "texto": "3 1 2 4"
      },
      {
        "letra": "D",
        "texto": "2 4 3 1"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1109754",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em uma pequena comunidade, Alírio, ali residente, soltou, em plena época de festejos juninos, um balão que caiu sobre a casa de Antônio, incendiando-a por completo. Entre as casas de Antônio e de João, ficava a de Pedro, que foi alcançada pelo fogo. João, para evitar o alastramento das chamas e o eventual acometimento da morada de sua família, derrubou, a machadadas, a porta da casa de Pedro e, ali dentro, conseguiu debelar o incêndio e evitou maiores prejuízos, removendo perigo iminente. Restou constatado que, pelas circunstancias, a conduta de João foi necessária e não excedeu os limites do indispensável para a remoção do perigo. Diante de tal cenário, com relação aos estragos ocasionados à porta da casa de Pedro, este:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá obter indenização de João, apesar de este não ter praticado ato ilícito, ou de Alírio, cabendo a João ação regressiva contra este."
      },
      {
        "letra": "B",
        "texto": "poderá obter indenização de Antônio, com fundamento no direito de vizinhança, ou de Alírio, por culpa deste;"
      },
      {
        "letra": "C",
        "texto": "não fará jus à indenização de João, pois este agiu em estado de necessidade, nem à indenização de Antônio;"
      },
      {
        "letra": "D",
        "texto": "poderá obter indenização de Alírio, Antônio e João, em virtude da responsabilidade civil solidária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1062805",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Breno fez comentário público, negativo e ofensivo, nas redes sociais, acerca da conduta moral da imobiliária GL Imóveis, de propriedade do corretor Glauber. O comentário foi publicado nos seguintes termos: “A GL Imóveis é a pior imobiliária da cidade, não mexam com ela, só quer saber de pilantragem”. Glauber e a GL Imóveis ajuizaram ação de causa compensatória por danos morais contra Breno, no valor de R$ 20.000 para Glauber e R$ 30.000 para a empresa. Considerando os direitos de personalidade da pessoa coletiva e os direitos da personalidade da pessoa humana, bem como os atos jurídicos lícitos e ilícitos presentes no Código Civil e o entendimento do STJ, assinale a opção correta a respeito da responsabilização de Breno na situação hipotética apresentada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido de compensação por danos morais em favor da GL Imóveis deve ser julgado improcedente, pois os danos morais somente são cabíveis em favor da pessoa humana."
      },
      {
        "letra": "B",
        "texto": "A proteção da honra, e consequentemente, as causas de dano extrapatrimonial são idênticas para a GL Imóveis e para Glauber."
      },
      {
        "letra": "C",
        "texto": "O dano moral em favor de Glauber deve ser provado, diferentemente do dano moral em favor da GL Imóveis, que é in re ipsa."
      },
      {
        "letra": "D",
        "texto": "O prejuízo advindo do dano moral sofrido pela GL Imóveis deve ser provado no processo, sendo possível a utilização de presunções e de regras de experiência para a configuração do dano, mesmo sem prova expressa do prejuízo."
      },
      {
        "letra": "E",
        "texto": "O dano moral sofrido pela GL Imóveis não configura in re ipsa; por isso, é impossível a utilização, pelo julgador, de presunções e regras de experiência para a configuração do dano."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1055480",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRF-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Quanto ao Código de Defesa do Consumidor, à Lei n.º 8.078/1990, à Lei n.º 9.294/1996 e ao Código Civil, julgue o item.A responsabilidade civil é independente da criminal, não impedindo a indenização civil se o juízo criminal decidir pela inexistência do fato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1013576",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Poá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Assinale a alternativa que traz corretamente um entendimento sumulado do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na execução de crédito relativo a cotas condominiais, este tem preferência sobre o hipotecário."
      },
      {
        "letra": "B",
        "texto": "A embriaguez do segurado exime a seguradora do pagamento da indenização prevista em contrato de seguro de vida."
      },
      {
        "letra": "C",
        "texto": "A fiança prestada sem autorização de um dos cônjuges implica a ineficácia parcial da garantia."
      },
      {
        "letra": "D",
        "texto": "A falta de registro do compromisso de compra e venda de imóvel dispensa a prévia interpelação para constituir em mora o devedor."
      },
      {
        "letra": "E",
        "texto": "A simples devolução indevida de cheque não caracteriza dano moral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1013528",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Comete abuso de direito o titular de um direito que, ao exercê-lo, excede manifestamente os limites impostos pelo seu fim econômico ou social, pela boa-fé ou pelos bons costumes. Para o Código Civil, o abuso de direito constitui ato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lícito, mas que dá causa ao dever de indenizar."
      },
      {
        "letra": "B",
        "texto": "lícito, mas que não produz efeitos."
      },
      {
        "letra": "C",
        "texto": "ilícito, que dá causa ao dever de indenizar."
      },
      {
        "letra": "D",
        "texto": "ilícito, mas que não dá causa ao dever de indenizar."
      },
      {
        "letra": "E",
        "texto": "ilícito, porém plenamente válido e eficaz."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1008838",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Segundo entendimento do Superior Tribunal de Justiça, a fixação do valor devido à título de indenização por danos morais deve considerar o método bifásico, que conjuga os critérios da valorização das circunstâncias do caso e do interesse jurídico lesado, e minimiza eventual arbitrariedade ao se adotar critérios unicamente subjetivos do julgador, além de afastar eventual tarifação do dano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1008829",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Responsabilidade civil",
      "Parte Geral",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Consoante o Código Civil, a emancipação voluntária faz cessar a responsabilidade dos pais para com atos ilícitos de filho menor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1001166",
    "metadata": "Ano: 2019 | Banca: CONTEMAX | Órgão: Prefeitura de Lucena - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Responsabilidade civil",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Parte Geral",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Assinale (V) para verdadeiro e (F) para falso nas seguintes afirmativas a respeito das jurisprudências do Superior Tribunal de Justiça: ( ) É adequada a distinção dos prazos prescricionais da pretensão de reparação civil advinda de responsabilidades contratual e extracontratual. ( ) No regime de separação legal de bens, comunicam-se os adquiridos na constância do casamento, desde que comprovado somente o período de aquisição dentro do casamento. ( ) O atraso na entrega do imóvel enseja pagamento de indenização por lucros cessantes durante o período de mora do promitente vendedor, necessariamente devendo ser comprovado o prejuízo do promitente comprador. ( ) Na hipótese de atraso de voo, não se admite a configuração do dano moral in re ipsa. A ordem correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V–F–F–V"
      },
      {
        "letra": "B",
        "texto": "F–F–V–F"
      },
      {
        "letra": "C",
        "texto": "F–V–V–F"
      },
      {
        "letra": "D",
        "texto": "F–F–F–V"
      },
      {
        "letra": "E",
        "texto": "V–V–F–V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "998743",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "A respeito da indenização: I. Em hipótese de homicídio, não haverá pagamento de indenização. II. Em caso de ofensa à liberdade pessoal, a indenização consistirá no pagamento das perdas e danos que sobrevierem ao ofendido. III. Ocorrendo usurpação ou esbulho do alheio, a indenização consistirá em pagar o valor das suas deteriorações e o devido a título de lucros cessantes, sem prejuízo da restituição da coisa. Assinale a alternativa que se refira à assertiva verdadeira ou às assertivas verdadeiras:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "II."
      },
      {
        "letra": "D",
        "texto": "III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "992256",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Monte Alto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "ALINE, acompanhada de seu companheiro MAURÍCIO, deu entrada em um hospital público para o parto de seu filho. Ocorre que, em razão de erro médico na realização do parto, a criança não resistiu, e ALINE ficou com uma cicatriz muito feia no abdômen, fato que a impede inclusive de usar biquíni para frequentar praias e piscinas. Diante do quadro relatado, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ALINE e MAURÍCIO podem pedir indenização por danos materiais, danos morais e danos estéticos, cumulativamente."
      },
      {
        "letra": "B",
        "texto": "Somente ALINE pode pedir indenização por danos materiais, danos morais, cumulativamente."
      },
      {
        "letra": "C",
        "texto": "Somente MAURÍCIO pode pedir indenização por danos morais e danos estéticos, cumulativamente."
      },
      {
        "letra": "D",
        "texto": "ALINE e MAURÍCIO podem pedir indenização por danos morais e materiais cumulativamente, mas só ALINE pode pedir indenização por dano estético."
      },
      {
        "letra": "E",
        "texto": "ALINE e MAURÍCIO podem pedir indenização por danos morais e estéticos cumulativamente, mas só MAURÍCIO pode pedir indenização por danos materiais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "968722",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: AFAP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "No tocante à responsabilidade civil, considere: I. A indenização mede-se pela extensão do dano, mostrando-se irrelevante eventual desproporção entre a gravidade da culpa e o dano sofrido, pois a reparação será fixada de acordo com as consequências concretas da conduta do agente ofensor. II . O direito de exigir reparação e a obrigação de prestá-la não se transmitem com a herança, por serem personalíssimos. III . Se da ofensa resultar defeito pelo qual o ofendido não possa exercer o seu ofício ou profissão, ou se lhe diminua a capacidade de trabalho, a indenização, além das despesas do tratamento e lucros cessantes até ao fim da convalescença, incluirá pensão correspondente à importância do trabalho para que se inabilitou, ou da depreciação que ele sofreu. IV. Havendo usurpação ou esbulho do alheio, além da restituição da coisa, a indenização consistirá em pagar o valor das suas deteriorações e o devido a título de lucros cessantes; faltando a coisa, dever-se-á reembolsar o seu equivalente ao prejudicado. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III ."
      },
      {
        "letra": "C",
        "texto": "II , III e IV."
      },
      {
        "letra": "D",
        "texto": "I e II ."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "963239",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: AL-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em conformidade com o sistema de responsabilidade civil previsto no Direito Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se houver excessiva desproporção entre a gravidade da culpa e o dano, poderá o juiz reduzir, equitativamente, a indenização."
      },
      {
        "letra": "B",
        "texto": "O direito civil brasileiro não admite a responsabilidade civil dos incapazes."
      },
      {
        "letra": "C",
        "texto": "A jurisprudência brasileira não admite pedidos de indenizações a título de dano moral, fundadas em danos reflexos ou por ricochete."
      },
      {
        "letra": "D",
        "texto": "A demonstração de ter agido em estado de necessidade exonera o réu do dever de indenizar."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade do dono do animal pelos danos ocasionados a terceiros é subjetiva, dependendo de demonstração de um ato culposo ou doloso para se configurar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "962222",
    "metadata": "Ano: 2019 | Banca: INAZ do Pará | Órgão: CORE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Acerca da Responsabilidade Civil, prevista no Código Civil de 2002, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O incapaz não responde pelos prejuízos que causar, se as pessoas por ele responsáveis não tiverem obrigação de fazê-lo ou não dispuserem de meios suficientes."
      },
      {
        "letra": "B",
        "texto": "No caso de lesão ou outra ofensa à saúde, o ofensor indenizará o ofendido das despesas do tratamento e dos lucros cessantes até ao fim da convalescença, limitando-se ao prazo de um ano."
      },
      {
        "letra": "C",
        "texto": "Será responsável pela reparação civil o empregador ou comitente, por seus empregados, serviçais e prepostos, ainda que estes não estejam no exercício do trabalho que lhes competir, ou em razão dele."
      },
      {
        "letra": "D",
        "texto": "Não serão responsáveis pela reparação civil os donos de hotéis, hospedarias, casas ou estabelecimentos onde se albergue por dinheiro, mesmo para fins de educação, pelos seus hóspedes, moradores e educandos."
      },
      {
        "letra": "E",
        "texto": "O dono, ou detentor, do animal ressarcirá o dano por este causado, se não provar culpa da vítima ou força maior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1841171",
    "metadata": "Ano: 2018 | Banca: COMPERVE - UFRN | Órgão: Prefeitura de Nova Cruz - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Buscando o cumprimento de uma decisão condenatória, decorrente de um ressarcimento de danos, a Procuradoria do Município de Nova Cruz constatou que a empresa “XIS Ltda.” não possuía bens suficientes para atender ao cumprimento do pagamento do débito. A solução corretamente pensada pela procuradoria do município foi tentar atingir o patrimônio dos sócios da empresa. Pretendendo a desconsideração da personalidade jurídica da empresa mencionada, a Procuradoria do Município de Nova Cruz deverá comprovar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que o inadimplemento se deu por ato do sócio administrador."
      },
      {
        "letra": "B",
        "texto": "abuso da personalidade jurídica."
      },
      {
        "letra": "C",
        "texto": "a mera insolvência da empresa."
      },
      {
        "letra": "D",
        "texto": "que a existência da pessoa jurídica embaraça o ressarcimento ao erário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1285082",
    "metadata": "Ano: 2018 | Banca: ADM&TEC | Órgão: Câmara de Serra Talhada - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Responsabilidade civil",
      "Parte Geral",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Leia as afirmativas a seguir: I. A escritura pública deve conter, entre outras informações previstas em lei, nome, nacionalidade, estado civil, profissão, domicílio e residência das partes e demais comparecentes, sendo vedada a indicação do regime de bens do casamento, nome do outro cônjuge ou filiação. II. O direito de exigir reparação e a obrigação de prestá-la extinguem-se com a herança. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As duas afirmativas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "A afirmativa I é verdadeira, e a II é falsa."
      },
      {
        "letra": "C",
        "texto": "A afirmativa II é verdadeira, e a I é falsa."
      },
      {
        "letra": "D",
        "texto": "As duas afirmativas são falsas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1285080",
    "metadata": "Ano: 2018 | Banca: ADM&TEC | Órgão: Câmara de Serra Talhada - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Responsabilidade civil",
      "Parte Geral",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Leia as afirmativas a seguir: I. A cópia fotográfica de documento, conferida por tabelião de notas, valerá como prova de declaração da vontade, mas, impugnada sua autenticidade, deverá ser exibido o original. II. Os bens do responsável pela ofensa ou violação do direito de outrem ficam sujeitos à reparação do dano causado. Se a ofensa tiver mais de um autor, todos responderão solidariamente pela reparação. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As duas afirmativas são verdadeiras"
      },
      {
        "letra": "B",
        "texto": "A afirmativa I é verdadeira, e a II é falsa."
      },
      {
        "letra": "C",
        "texto": "A afirmativa II é verdadeira, e a I é falsa."
      },
      {
        "letra": "D",
        "texto": "As duas afirmativas são falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1219789",
    "metadata": "Ano: 2018 | Banca: ADM&TEC | Órgão: Câmara de Serra Talhada - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Leia as afirmativas a seguir: I. São responsáveis pela reparação civil os donos de hotéis, hospedarias, casas ou estabelecimentos onde se albergue por dinheiro, exceto quando para fins de educação, pelos danos causados por seus hóspedes, moradores e educandos. II. A incompetência relativa pode ser alegada pelo Ministério Público nas causas em que atuar. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As duas afirmativas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "A afirmativa I é verdadeira, e a II é falsa."
      },
      {
        "letra": "C",
        "texto": "A afirmativa II é verdadeira, e a I é falsa."
      },
      {
        "letra": "D",
        "texto": "As duas afirmativas são falsas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1173687",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Abelardo foi passar o final de semana em sua casa de praia em São Francisco do Sul. Ao abrir o portão eletrônico da sua casa, seus dois cães de guarda fugiram e atacaram José, que estava passando pela rua. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José não deve ser indenizado, pois o fato decorreu de omissão de Abelardo, sendo necessária a ação para configurar sua responsabilidade."
      },
      {
        "letra": "B",
        "texto": "José deverá ser indenizado desde que demonstre a culpa de Abelardo."
      },
      {
        "letra": "C",
        "texto": "José deverá ser indenizado desde que demonstre o dano e o nexo de causalidade entre a ação ou omissão de Abelardo e o dano sofrido."
      },
      {
        "letra": "D",
        "texto": "José não deve ser indenizado, pois não há como Abelardo se responsabilizar pelos atos praticados por seus cães."
      },
      {
        "letra": "E",
        "texto": "José não deverá ser indenizado, pois tal situação configura culpa exclusiva da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1083381",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: COREN-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Quanto à responsabilidade civil e à obrigação de indenizar, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de os pais ressarcirem a terceiro prejudicado os danos causados pelos seus filhos incapazes, eles poderão reaver, futuramente, de seus descendentes, o que houver sido pago."
      },
      {
        "letra": "B",
        "texto": "O empregador responde civilmente pelos atos de seus empregados quando praticados no exercício do trabalho que lhes competir ou em razão dele."
      },
      {
        "letra": "C",
        "texto": "A pessoa que habitar determinado prédio será responsável, na esfera cível, pelos danos provenientes das coisas que dele forem lançadas em lugar indevido."
      },
      {
        "letra": "D",
        "texto": "O dono de cachorro ressarcirá o dano por este causado se não provar força maior ou que a vítima agiu de forma culposa."
      },
      {
        "letra": "E",
        "texto": "Apesar de a responsabilidade civil ser independente da criminal, quando a existência do fato for decidida no juízo criminal, tal questão não poderá ser rediscutida no juízo cível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1044850",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: SAAE de Barretos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Maria teve o seu marido José assassinado em 01.01.2015. Caio e Tício foram presos preventivamente, acusados pelo crime, mas ambos negavam a autoria. Sobreveio sentença condenatória, em 02.01.2018, não recorrida, que concluiu que José foi assassinado por Tício; provou-se que Caio não praticou o ato. Maria, que dependia economicamente do marido,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá exigir, sem excluir outras reparações, indenização de Caio e Tício, equivalente ao pagamento das despesas com o funeral e o luto da família, bem como prestação de alimentos, levando-se em conta a duração provável da vida da vítima."
      },
      {
        "letra": "B",
        "texto": "não mais poderá exigir qualquer indenização em razão da fluência do prazo prescricional de três anos."
      },
      {
        "letra": "C",
        "texto": "poderá exigir, sem excluir outras reparações, indenização de Tício, equivalente ao pagamento das despesas com o funeral e o luto da família, bem como prestação de alimentos, levando-se em conta a duração provável da vida do alimentado."
      },
      {
        "letra": "D",
        "texto": "não mais poderá exigir qualquer indenização em razão da fluência do prazo prescricional de dois anos."
      },
      {
        "letra": "E",
        "texto": "poderá exigir, sem excluir outras reparações, indenização de Tício, equivalente ao pagamento das despesas com o funeral e o luto da família, bem como prestação de alimentos, levando-se em conta a duração provável da vida da vítima."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1031134",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Buritizal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Considerando que uma criança de três anos se solta da mão de sua mãe e corre por uma loja de cristal, e pela tenra idade encosta em uma prateleira que cai e passa a derrubar todas as demais em um efeito dominó, quebrando todos os cristais da loja, causando enorme prejuízo, havendo excessiva desproporção entre o dano e a gravidade da culpa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A mãe deverá indenizar todo o prejuízo, por ser responsável pelos filhos menores que estiverem sob sua autoridade e em sua companhia."
      },
      {
        "letra": "B",
        "texto": "A criança responde pelos prejuízos que causar, pela nova dogmática do instituto de responsabilidade civil."
      },
      {
        "letra": "C",
        "texto": "Como o dono da loja mantém uma atividade de risco, agindo culposamente para o evento danoso, a sua indenização será fixada tendo-se em conta a gravidade de sua culpa em confronto com a do autor do dano."
      },
      {
        "letra": "D",
        "texto": "A indenização mede-se pela extensão do dano, mas, neste caso houve excessiva desproporção entre a gravidade da culpa e o dano, podendo o juiz reduzir, equitativamente, a indenização."
      },
      {
        "letra": "E",
        "texto": "Tratando-se de menor absolutamente incapaz e não havendo demonstração de negligência de sua responsável, o prejuízo deverá ser suportado pela vítima em sua integralidade pelo risco do negócio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "958687",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Prefeitura de Caruaru - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Segundo o Código Civil, o incapaz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responde solidariamente, de forma direta, com seus responsáveis legais, não tendo qualquer atenuação se for relativamente incapaz e não podendo ser privado de meios mínimos de subsistência se for absolutamente incapaz, caso em que a indenização será equitativa."
      },
      {
        "letra": "B",
        "texto": "não responde em nenhum caso se for absolutamente incapaz, respondendo subsidiariamente, se for relativamente incapaz, em relação a seus responsáveis legais."
      },
      {
        "letra": "C",
        "texto": "responde solidariamente, de forma direta, com seus responsáveis legais, mas não pode ser privado de meios de subsistência mínimos, nem seu núcleo familiar."
      },
      {
        "letra": "D",
        "texto": "responde pelos prejuízos que causar, se as pessoas por ele responsáveis não tiverem obrigação de fazê-lo ou não dispuserem de meios suficientes; a indenização será equitativa e não pode privar do necessário o incapaz ou as pessoas que dele dependem."
      },
      {
        "letra": "E",
        "texto": "não responde em nenhum caso, sendo relativa ou absolutamente incapaz, só tendo lugar indenização contra ele se, sendo relativamente incapaz, escondeu dolosamente sua idade, hipótese na qual será responsabilizado solidária e diretamente com seus responsáveis legais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "954278",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Joaquim, desempregado e sem atividade remunerada, foi aprovado nas etapas preliminares de concurso público e, como requisito para a posse, precisava passar por avaliação médica de caráter eliminatório. Entretanto, quando estava indo até o local da perícia, foi atropelado e hospitalizado, perdendo o prazo para a realização dos exames. Por esse motivo, foi eliminado do certame. Diante desta situação, Joaquim faz jus",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente aos danos morais, mas não há falar-se em danos materiais, uma vez que estava desempregado e sem atividade remunerada, de modo que não há falar-se em lucros cessantes."
      },
      {
        "letra": "B",
        "texto": "aos danos morais e materiais decorrentes do acidente, inclusive à integralidade dos vencimentos a que faria jus se tivesse sido investido no cargo."
      },
      {
        "letra": "C",
        "texto": "aos danos morais e materiais decorrentes do acidente, mas a possibilidade de aprovação no certame não deve ser valorada na quantificação dos danos, por se tratar de mera expectativa de direito."
      },
      {
        "letra": "D",
        "texto": "somente aos danos materiais, mas não há falar-se em danos morais à espécie, por se tratar de mero aborrecimento da vida em sociedade."
      },
      {
        "letra": "E",
        "texto": "aos danos morais e materiais decorrentes do acidente, inclusive a uma indenização proporcional à perda da chance de tomar posse no cargo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "951259",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: SEDF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "No que se refere à responsabilidade civil e à obrigação de indenizar, julgue o item subsecutivo. A indenização por perda de uma chance tem lugar sempre que o ofendido demonstrar que possuía esperança subjetiva de ocorrência de algo, cuja possibilidade de concretização possa ter se frustrado, em qualquer medida, por ato ilícito praticado pelo ofensor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "940890",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item que se segue.Diante da impossibilidade de saber de qual apartamento caiu ou foi lançada a garrafa que o atingiu, Túlio poderá buscar a responsabilização direta do condomínio, indicando-o como réu na ação de reparação de danos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "940398",
    "metadata": "Ano: 2018 | Banca: COSEAC | Órgão: Prefeitura de Maricá - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "João, de quinze anos, e Pedro, de vinte anos, provocam dano em uma escola pública de Maricá, como rito de iniciação em uma facção. Após averiguados os fatos, verifica-se que João reside com o pai, que exerce de forma exclusiva a guarda de João após acordo em juízo. Outrossim, verifica-se que João recebeu de herança um imóvel, que é alugado, sendo o dinheiro utilizado em suas despesas. O pai de João trabalha como servente de pedreiro. Pedro, por sua vez, não trabalha e reside com os pais. Considerando a hipótese acima, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro possui responsabilidade única pelo ato praticado, uma vez que assumiu a responsabilidade ao levar consigo incapaz."
      },
      {
        "letra": "B",
        "texto": "assim como os pais de João, os pais de Pedro são responsáveis pela indenização, uma vez que incorreram em culpa in vigilando"
      },
      {
        "letra": "C",
        "texto": "comprovada a ausência de recursos dos responsáveis por João, poderá o mesmo responder, sendo que a indenização será equitativa e não poderá privar João do necessário para seu sustento."
      },
      {
        "letra": "D",
        "texto": "a responsabilidade de Pedro e João é objetiva, e a responsabilidade dos pais de João, subjetiva."
      },
      {
        "letra": "E",
        "texto": "a mãe de João, mesmo não sendo sua guardiã, também poderá ser responsável pela indenização, em razão do poder familiar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "940393",
    "metadata": "Ano: 2018 | Banca: COSEAC | Órgão: Prefeitura de Maricá - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Acerca da indenização por responsabilidade civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a indenização por injúria, se não comprovado prejuízo material, será equitativamente fixada pelo juiz, considerando as circunstâncias do caso."
      },
      {
        "letra": "B",
        "texto": "mesmo havendo desproporção entre a gravidade de culpa e o dano, o juiz não poderá reduzir, equitativamente, a indenização."
      },
      {
        "letra": "C",
        "texto": "em caso de homicídio, a indenização consiste na prestação de alimentos às pessoas a quem o morto os devia, devendo ser descontado o valor de pensão previdenciária porventura recebido pelos mesmos."
      },
      {
        "letra": "D",
        "texto": "a indenização por ofensa à liberdade pessoal consistirá no pagamento de perdas e danos; em não havendo perdas e danos, descabe a indenização."
      },
      {
        "letra": "E",
        "texto": "não são cabíveis indenização por dano estético e indenização por dano moral de forma conjunta, uma vez que o primeiro integra o segundo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "934048",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Com relação às perícias médicas nos âmbitos cível, administrativo e previdenciário, julgue o item que segue.Nos casos de perícias no âmbito cível, para a determinação do valor da indenização devida a vítima de lesões corporais, devem-se considerar critérios como as despesas de tratamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "926034",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Excludentes da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Antônio, ao transitar com seu veículo automotor na correta faixa de direção do meio, entre três pistas, sofre uma fechada de Bento, o que o obriga a invadir a pista ao lado. Em razão disso, o carro de Antônio colide com o veículo dirigido por Carlos, que trafegava tranquilamente na pista de direção invadida, causando-lhe danos materiais, morais e estéticos. Diante da dinâmica do evento apresentada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A vítima Carlos somente poderá demandar do causador mediato Bento, pois a dinâmica do evento deixa claro que Antônio agiu em estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "A questão envolve responsabilidade civil subjetiva na qual há que se buscar no caso concreto quem efetivamente agiu culposamente, sendo este o único a responder pelo dano."
      },
      {
        "letra": "C",
        "texto": "Independentemente da prova de culpa, a vítima pode pedir indenização por danos materiais cumulado com moral e estético de Antônio, sendo legítimo a este regredir em face de Bento."
      },
      {
        "letra": "D",
        "texto": "A vítima pode demandar pedido indenizatório integral em face de ambos com fundamento na teoria do risco criado."
      },
      {
        "letra": "E",
        "texto": "Antônio e Bento concorreram culposamente para o evento danoso, logo a indenização integral deve ser fixada tendo-se em conta a gravidade da culpa de cada um dos causadores."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "908322",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil prevista no Código Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as situações de fato previstas podem implicar responsabilidade subjetiva ou objetiva, dependendo das circunstâncias a serem examinadas; a indenização mede-se sempre pela extensão do dano, somente."
      },
      {
        "letra": "B",
        "texto": "Em regra, a responsabilidade é objetiva e a indenização mede-se pela gravidade da culpa; as atividades de risco conduzem à responsabilidade objetiva integral."
      },
      {
        "letra": "C",
        "texto": "Em regra, a responsabilidade é subjetiva e a indenização mede-se pela extensão do dano; no entanto, haverá obrigação de reparar o dano, independentemente de culpa, nos casos especificados em lei, ou quando a atividade normalmente desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem."
      },
      {
        "letra": "D",
        "texto": "Todas as situações de fato previstas no Código Civil dependem da caracterização de culpa ou dolo, presumindo-se a culpa quando a responsabilidade se der pelo risco atividade; a indenização será material ou moral e mede-se pelas consequências causadas à vítima."
      },
      {
        "letra": "E",
        "texto": "A reparação do dano material dependerá sempre de apuração de culpa, enquanto a reparação do dano moral dar-se-á pelo só fato da coisa; a indenização mede-se pela extensão do dano material ou pela gravidade da conduta do ofensor na apuração do dano moral."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "906753",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: UFPR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Sobre a indenização no direito civil brasileiro, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há concorrência de culpa no procedimento de fixação do valor da indenização."
      },
      {
        "letra": "B",
        "texto": "A indenização por injúria, difamação ou calúnia consistirá na reparação do dano que delas resulte ao ofendido."
      },
      {
        "letra": "C",
        "texto": "No caso de homicídio, a indenização consiste, entre outras, no pagamento das despesas com o funeral da vítima."
      },
      {
        "letra": "D",
        "texto": "Se o devedor não puder cumprir a prestação na espécie ajustada, substituir-se-á pelo seu valor em moeda corrente."
      },
      {
        "letra": "E",
        "texto": "No caso de lesão ou outra ofensa à saúde, o ofensor indenizará o ofendido das despesas do tratamento e dos lucros cessantes até o fim da convalescença, além de algum outro prejuízo que o ofendido prove haver sofrido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "904628",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PGE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Decisão criminal absolutória por insuficiência de provas impede rediscussão, em âmbito civil, de pretensão de reparação de danos."
      },
      {
        "letra": "B",
        "texto": "O incapaz responderá pelos danos que causar, se as pessoas por ele responsáveis não tiverem a obrigação de fazê-lo ou não dispuserem de meios suficientes."
      },
      {
        "letra": "C",
        "texto": "O magistrado, em caso de excessiva desproporção entre a gravidade da culpa e o dano, poderá reduzir o valor da indenização em até 2/3 do valor originalmente fixado."
      },
      {
        "letra": "D",
        "texto": "Pai que ressarce o dano causado por filho relativamente capaz pode buscar reembolso no prazo de 3 anos, contados da cessação da menoridade."
      },
      {
        "letra": "E",
        "texto": "Em caso de concurso de agentes causadores de dano, cada qual responde na medida da sua culpabilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "898644",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGM - Manaus - AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Nessa situação hipotética, conforme a jurisprudência do STJ,Lucas não faz jus ao recebimento de indenização por dano moral, tendo em vista não estar conscientemente sujeito a dor ou sofrimento psíquico devido à significativa perda de discernimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "890911",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A usurpação indevida do tempo útil caracteriza dano moral indenizável."
      },
      {
        "letra": "B",
        "texto": "O dano moral é presumido (re in ipsa) na violência praticada no âmbito doméstico ou familiar."
      },
      {
        "letra": "C",
        "texto": "Afeito ao princípio da eticidade, o abuso de direito se distancia da importância do ato volitivo, bastando a desproporcionalidade no exercício da autonomia, que frustra a boa-fé objetiva, os bons costumes e a finalidade social da situação jurídica."
      },
      {
        "letra": "D",
        "texto": "A mensuração da indenização pela extensão do dano tem pretensão punitiva à vista do grau do dolo ou da culpa do ofensor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "890552",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Excludentes da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil, considere as afirmações a seguir. I. Os bens do responsável pela ofensa ou violação do direito de outrem ficam sujeitos à reparação do dano causado; e, se a ofensa tiver mais de um autor, todos responderão subsidiariamente pela reparação. II. O credor que demandar o devedor antes de vencida a dívida, fora dos casos em que a lei o permita, ficará obrigado a esperar o tempo que faltava para o vencimento, a descontar os juros correspondentes, embora estipulados, e a pagar as custas em dobro. III. A responsabilidade civil é independente da criminal, não se podendo questionar mais sobre a existência do fato, ou sobre quem seja o seu autor, quando estas questões se acharem decididas no juízo criminal. IV. Aquele que ressarcir o dano causado por outrem pode reaver o que houver pago daquele por quem pagou, salvo se o causador do dano for descendente seu, absoluta ou relativamente incapaz. V. Aquele que demandar por dívida já paga, no todo ou parcialmente, sem ressalvar as quantias do que for devido, ficará no primeiro caso obrigado a devolver o equivalente do que exigiu do devedor e, no segundo caso, a pagar-lhe o dobro do que foi cobrado, em qualquer circunstância. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, III e V."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "III e V."
      },
      {
        "letra": "E",
        "texto": "II, IV e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "888336",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: ALESE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Thaísa é dona de cão feroz que atacou e feriu Thiago. Thaísa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente indenizará Thiago se este comprovar que Thaísa agiu com dolo, provocando o ataque com manifesta intenção de causar lesão."
      },
      {
        "letra": "B",
        "texto": "somente indenizará Thiago se este comprovar que Thaísa agiu com negligência ou imprudência na guarda do animal."
      },
      {
        "letra": "C",
        "texto": "será obrigada a indenizar Thiago ainda que se prove que tenha havido culpa exclusiva da vítima ou força maior."
      },
      {
        "letra": "D",
        "texto": "deverá ressarcir o dano causado pelo animal, a menos que prove culpa exclusiva de Thiago ou motivo de força maior."
      },
      {
        "letra": "E",
        "texto": "responderá subjetivamente pelo dano, não podendo alegar causa excludente do nexo de causalidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886405",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Excludentes da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "A respeito da responsabilidade civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A indenização mede-se pela extensão do dano, não podendo ser reduzida pelo juiz, mesmo na existência de excessiva desproporção entre a gravidade da culpa e o dano; se a vítima tiver concorrido culposamente para o evento danoso, a sua indenização será fixada tendo-se em conta a gravidade de sua culpa em confronto com a do autor do dano."
      },
      {
        "letra": "B",
        "texto": "A indenização por ofensa à liberdade pessoal consistirá no pagamento das perdas e danos que sobrevierem ao ofendido; se o ofendido não puder provar prejuízo material, caberá ao juiz fixar, equitativamente, o valor da indenização, na conformidade das circunstâncias do caso; considera-se ofensiva da liberdade pessoal a denúncia falsa e de má-fé."
      },
      {
        "letra": "C",
        "texto": "No caso de homicídio, a indenização consiste, sem excluir outras reparações, no pagamento das despesas com o tratamento da vítima, seu funeral e o luto da família e na prestação de alimentos às pessoas a quem o morto os devia, levando-se em conta a duração provável da vida do alimentado."
      },
      {
        "letra": "D",
        "texto": "No caso de lesão ou outra ofensa à saúde, o ofensor indenizará o ofendido das despesas do tratamento e dos danos emergentes, além de algum outro prejuízo que o ofendido prove haver sofrido, não sendo devidos lucros cessantes."
      },
      {
        "letra": "E",
        "texto": "Se da ofensa resultar defeito pelo qual o ofendido não possa exercer o seu ofício ou profissão, a indenização, além das despesas do tratamento e lucros cessantes até ao fim da convalescença, incluirá pensão correspondente à importância do trabalho para que se inabilitou, não podendo a indenização ser arbitrada e paga de uma só vez."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "878456",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em 31 de janeiro de 2018, Renato, avisado por amigos, acessou sua rede social e verificou que Felipe, seu desafeto, dirigiu-lhe palavras de baixo calão, desonrando-o, mediante postagem pública ocorrida em 22 de janeiro de 2018. Em 05 de fevereiro do mesmo ano, Felipe recebe notificação de Renato, solicitando que fosse apagada a mensagem desonrosa. Ante a inércia de Felipe, Renato ajuíza, em 09 de março de 2018, ação pleiteando a retirada da mensagem, bem como a condenação de Felipe ao pagamento de indenização pelos danos morais sofridos. A mora da obrigação de indenizar é verificada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em 31 de janeiro de 2018;"
      },
      {
        "letra": "B",
        "texto": "em 22 de janeiro de 2018;"
      },
      {
        "letra": "C",
        "texto": "quando do trânsito em julgado da sentença;"
      },
      {
        "letra": "D",
        "texto": "em 05 de fevereiro de 2018;"
      },
      {
        "letra": "E",
        "texto": "em 09 de março de 2018."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "877636",
    "metadata": "Ano: 2018 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Responsabilidade civil",
      "Parte Geral",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em 2013, ao atravessar o cruzamento com o sinal vermelho, uma moça foi atropelada acidentalmente por um motociclista. Diante da gravidade dos ferimentos, a moça só se recuperou integralmente em 2014. Durante esse período, os dois iniciaram um relacionamento e, em 2015, casaram-se. Em 2017, o casamento chega ao fim. A moça, então, decide ingressar com ação indenizatória para obter a reparação dos danos sofridos no acidente. Com base na situação narrada, de acordo com o Código Civil de 2002, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contagem do prazo prescricional ficou suspensa durante a constância da sociedade conjugal e voltará a correr com o divórcio do casal."
      },
      {
        "letra": "B",
        "texto": "pretensão da moça à reparação prescreverá três anos após o divórcio, por força de causa impeditiva."
      },
      {
        "letra": "C",
        "texto": "pretensão da moça à reparação civil frente ao rapaz prescreveu três anos após o acidente."
      },
      {
        "letra": "D",
        "texto": "pretensão da moça prescreverá em 2018, já que o seu casamento interrompeu a contagem do prazo prescricional."
      },
      {
        "letra": "E",
        "texto": "pretensão da moça à reparação civil prescreverá três anos após o divórcio, já que a ocorrência de causa interruptiva faz recomeçar a contagem do prazo prescricional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "875430",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Câmara de Salvador - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Marta, adolescente de 14 anos, recebeu vultosa herança que seu tio, solteiro e sem filhos, destinou-lhe por testamento. A seus pais, pessoas de poucos recursos financeiros, coube o usufruto e a administração legais dos bens de sua filha. Certo dia, chateada com Carla, sua amiga de escola, Marta cria perfil falso em rede social e passa a atentar contra a imagem e honra de sua amiga, o que veio a ser descoberto pelos pais de Carla. Inconformados, os pais de Carla, representando sua filha, ajuízam ação judicial com pedido de reparação de danos morais em face dos pais de Marta, o qual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deverá ser acolhido, visto que o dano foi causado por pessoa absolutamente incapaz;"
      },
      {
        "letra": "B",
        "texto": "caso acolhido, e se os pais de Marta não tiverem recursos próprios para o pagamento da indenização, caberá a declaração de sua insolvência;"
      },
      {
        "letra": "C",
        "texto": "na hipótese de acolhimento, e caso os bens dos pais de Marta e os próprios da adolescente não forem suficientes para a satisfação da condenação, a obrigação será extinta;"
      },
      {
        "letra": "D",
        "texto": "não deverá ser acolhido, pois a vítima é pessoa absolutamente incapaz;"
      },
      {
        "letra": "E",
        "texto": "se acolhido, e se os pais de Marta não tiverem recursos próprios para satisfação da obrigação, Marta pagará a indenização, desde que não comprometa o seu sustento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "872509",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Câmara de Salvador - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "A Fundação Memória do Escritor (FME), pessoa jurídica de direito privado, mantém acervo de livros raros e, mediante cobrança de simbólico preço, expõe sua biblioteca à visitação regular. Marcos, adolescente de 15 anos, quando visitava o acervo desacompanhado de seus pais ou outro representante, sofre ferimentos em seu braço em decorrência da queda de reboco na sala de visitação da FME. A Fundação formula escusas pelo ocorrido e oferece a Marcos a visitação livre e gratuita por um ano, o que é imediatamente por ele aceita. Ao chegar em casa, seus pais, inconformados com o acidente, pretendem postular para Marcos indenização pelos danos comprovadamente por ele sofridos, a qual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá seus encargos moratórios iniciados após a fixação do valor reparatório;"
      },
      {
        "letra": "B",
        "texto": "será devida pela FME mediante a demonstração de culpa;"
      },
      {
        "letra": "C",
        "texto": "não será devida, visto que já extinta a obrigação reparatória por transação;"
      },
      {
        "letra": "D",
        "texto": "terá seus encargos moratórios iniciados após o ajuizamento da demanda;"
      },
      {
        "letra": "E",
        "texto": "será devida independentemente de culpa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "868154",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Pessoa Jurídica",
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Parte Geral",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Quanto ao dano moral, considere: I. A pessoa jurídica pode sofrer dano moral. II. A correção monetária do valor da indenização do dano moral incide desde a data do evento danoso. III. Não caracteriza dano moral a apresentação antecipada de cheque pré-datado. IV. O contrato de seguro por danos pessoais compreende os danos morais, salvo cláusula expressa de exclusão. Corresponde a entendimentos sumulados pelo Superior Tribunal de Justiça o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866798",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Um condenado faleceu e deixou como herança R$ 30.000 para seu filho, seu único herdeiro. Contudo, a sentença criminal pela qual o falecido foi condenado, além de determinar a pena privativa de liberdade, cumprida parcialmente em razão da morte, determinava a reparação do dano causado, no valor de R$ 50.000. Nessa situação hipotética, a obrigação de reparar o dano poderá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estendida ao herdeiro, que deverá saldá-la até o limite do patrimônio transferido."
      },
      {
        "letra": "B",
        "texto": "extinta, pois se trata de pena personalíssima e intransferível."
      },
      {
        "letra": "C",
        "texto": "executada contra o herdeiro pelo valor integral previsto na sentença, se ficar provado que ele renunciou à herança para fraudar credores."
      },
      {
        "letra": "D",
        "texto": "anulada, bem como extinta a pena privativa de liberdade."
      },
      {
        "letra": "E",
        "texto": "transferida ao herdeiro, que deverá saldá-la no valor integral previsto na sentença de condenação de seu pai."
      }
    ],
    "gabarito": "A"
  }
]