[
  {
    "id": "3151546",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Consoante entendimento do STJ, a cláusula de renúncia às benfeitorias constante em contrato de locação é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulável, por expressa previsão legal, e, por analogia, entende-se proibido que se convencione a renúncia quanto à acessão."
      },
      {
        "letra": "B",
        "texto": "nula, por expressa previsão legal, e, por analogia, entende-se proibido que se convencione a renúncia quanto à acessão."
      },
      {
        "letra": "C",
        "texto": "válida e pode ser interpretada extensivamente para abranger a acessão."
      },
      {
        "letra": "D",
        "texto": "válida, mas não pode ser interpretada extensivamente para abranger a acessão."
      },
      {
        "letra": "E",
        "texto": "nula, por expressa previsão legal, admitindo-se que se convencione a renúncia quanto à acessão por inexistir qualquer vedação em lei."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3136244",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Considerando o regime jurídico da doação estabelecido pelo Código Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doação de ascendentes a descendentes, ou de um cônjuge a outro, importa adiantamento do que lhes cabe por herança."
      },
      {
        "letra": "B",
        "texto": "O doador pode estipular que os bens doados voltem ao seu patrimônio ou ao de terceiro, na hipótese de prévio falecimento do donatário."
      },
      {
        "letra": "C",
        "texto": "É anulável a doação de todos os bens sem reserva de parte ou renda suficiente para a subsistência do doador."
      },
      {
        "letra": "D",
        "texto": "Não há direito de acrescer entre donatários que sejam cônjuges e, em comum, recebam a coisa doada."
      },
      {
        "letra": "E",
        "texto": "Após a morte do doador, se não cumprido o encargo pelo donatário, compete aos herdeiros daquele ou ao Ministério Público exigirem a execução do encargo ou a caducidade da doação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3128974",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Santo André - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "João é inquilino de um imóvel alugado há 10 anos e sempre pagou o valor mensal do aluguel com um atraso médio de 15 dias. O proprietário do imóvel nunca tomou qualquer providência para cobrar os atrasos e sempre aceitou os pagamentos com atraso sem impor qualquer multa ou cobrança adicional. Considerando a situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O proprietário do imóvel pode, a qualquer momento, cobrar os atrasos no pagamento do aluguel referentes aos últimos 10 anos, mesmo tendo aceitado os pagamentos com atraso anteriormente."
      },
      {
        "letra": "B",
        "texto": "João deve arcar com o pagamento dos atrasos no aluguel referentes aos últimos 10 anos, mesmo que o proprietário não tenha cobrado anteriormente, pois a supressio não se aplica a contratos de locação."
      },
      {
        "letra": "C",
        "texto": "João está isento do pagamento dos atrasos no aluguel, uma vez que o proprietário aceitou os pagamentos com atraso durante todos esses anos, configurando a supressio."
      },
      {
        "letra": "D",
        "texto": "O proprietário do imóvel pode cobrar os atrasos no pagamento do aluguel apenas se houver uma cláusula expressa no contrato de locação permitindo a cobrança retroativa."
      },
      {
        "letra": "E",
        "texto": "A supressio só é aplicável se houver uma renúncia formal do proprietário do imóvel aos atrasos no pagamento do aluguel, o que não ocorreu nesse caso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2758997",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EPE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Ângela Moreira, advogada, solteira, proprietária do imóvel residencial sito à Rua das Flores, número 123, bairro Primavera, RJ, na qualidade de locadora, celebrou contrato de locação do referido imóvel com Carmen Dias, servidora pública, em união estável com Ricardo, médico, na qualidade de locatária, pelo prazo de 30 meses. O respectivo contrato foi averbado junto à matrícula do imóvel. Ricardo, no 15º mês de vigência, notificou Ângela Moreira, informando o falecimento de Carmen Dias e a continuidade do contrato. Poucas semanas após a notificação, Ângela Moreira vende o imóvel para Lucas Souza, empresário. Na sequência, notifica Ricardo sobre a venda do imóvel e do prazo de 90 dias para a desocupação. Ricardo, em resposta, informa que não deixará o imóvel no prazo indicado, pois o contrato ainda está em vigência e, também, porque não lhe foi assegurado o direito de preferência para a compra. Ângela Moreira contra-argumenta, afirmando que a morte de Carmen Dias promoveu a extinção automática do contrato e que, Ricardo não tem direito algum de preferência, visto que ele nunca integrou a relação locatícia. Diante da situação hipotética narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com a morte de Carmen Cruz, a locação é transmitida para Ricardo, que poderá permanecer no imóvel até o término de sua vigência, mas não há que se falar em direito de preferência."
      },
      {
        "letra": "B",
        "texto": "Dada a natureza do contrato, com a morte de Carmen Cruz, operou-se a extinção, razão pela qual Ricardo deverá desocupar o imóvel."
      },
      {
        "letra": "C",
        "texto": "Independentemente da morte de Carmen Cruz, a venda de imóvel a terceiro é causa de extinção do contrato."
      },
      {
        "letra": "D",
        "texto": "Com a morte de Carmen Cruz, a locação é transmitida para Ricardo, que se sub-rogará em todos os direitos e obrigações do contrato."
      },
      {
        "letra": "E",
        "texto": "Ricardo, desejando adquirir o imóvel, poderá depositar o preço e demais despesas do ato de transferência em até seis meses, mas não poderá reclamar perdas e danos de Ângela Moreira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2590030",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Londrina - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "O Município de Londrina realizou a locação de veículos para serem utilizados no transporte municipal escolar. É correto afirmar, em relação aos veículos, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O locatário é possuidor exclusivo."
      },
      {
        "letra": "B",
        "texto": "O locador é possuidor exclusivo."
      },
      {
        "letra": "C",
        "texto": "O locatário é possuidor direto e o locador possuidor indireto."
      },
      {
        "letra": "D",
        "texto": "O locatário é possuidor indireto e o locador possuidor direto."
      },
      {
        "letra": "E",
        "texto": "O locador é possuidor direto e o locatário mero detentor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2590027",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Londrina - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Ana tem 16 anos de idade e é proprietária de uma sala comercial localizada no Município de Londrina. Em caso de locação do imóvel, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ana poderá firmar o contrato de locação sem a necessidade de representação ou assistência dos pais, pois possui economia própria."
      },
      {
        "letra": "B",
        "texto": "Ana é relativamente incapaz e deverá ser assistida pelos seus pais no contrato de locação."
      },
      {
        "letra": "C",
        "texto": "Ana é absolutamente incapaz e deverá ser representada pelos seus pais no contrato de locação."
      },
      {
        "letra": "D",
        "texto": "Se o contrato for firmado por instrumento público, fica dispensada a representação da locadora por seus pais."
      },
      {
        "letra": "E",
        "texto": "Se o contrato for firmado por instrumento público, fica dispensada a assistência da locadora por seus pais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2581558",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Americana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Considerando um locatário de bem imóvel urbano, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O locatário possui legitimidade ativa para repetir indébito de IPTU e de taxas referentes ao imóvel alugado."
      },
      {
        "letra": "B",
        "texto": "O locatário possui legitimidade ativa para discutir a relação jurídico-tributária de IPTU referentes ao imóvel alugado, mas, não possui legitimidade ativa para discutir a relação jurídico-tributária de taxas referentes ao imóvel alugado."
      },
      {
        "letra": "C",
        "texto": "O locatário possui legitimidade ativa para discutir a relação jurídico-tributária de IPTU e de taxas referentes ao imóvel alugado e possui legitimidade ativa para repetir indébito desses tributos."
      },
      {
        "letra": "D",
        "texto": "O locatário não possui legitimidade ativa para discutir a relação jurídico-tributária de IPTU e de taxas referentes ao imóvel alugado nem para repetir indébito desses tributos."
      },
      {
        "letra": "E",
        "texto": "O locatário possui legitimidade ativa para discutir a relação jurídico-tributária de IPTU e de taxas referentes ao imóvel alugado, mas, não possui legitimidade ativa para repetir indébito desses tributos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2548330",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Mossoró - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "A respeito da posse, dos direitos reais, da locação de imóveis urbanos e do contrato de fiança, julgue o item a seguir.É constitucional a penhora de bem de família pertencente a fiador de contrato de locação, seja residencial, seja comercial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2515297",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Marisa celebra contrato de locação residencial de imóvel de sua propriedade. Falece em 2019; os inquilinos são avisados e permanecem no imóvel, passando a pagar ao herdeiro Luiz. Em 2020, os locatários tornam-se inadimplentes. Luiz, então, ajuíza ação de cobrança. Em contestação, os réus alegam a ilegitimidade de Luiz, seja porque não é o locador, seja porque há outros três herdeiros de Marisa. Nesse caso, é correto afirmar, exclusivamente à luz do direito civil, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não assiste razão aos réus;"
      },
      {
        "letra": "B",
        "texto": "assiste razão aos réus, uma vez que, por força da Lei nº 8.245/1991, com a morte do locador na locação residencial, sub-roga-se em seus direitos e obrigações o espólio, em vez dos herdeiros;"
      },
      {
        "letra": "C",
        "texto": "assiste parcial razão aos réus, uma vez que, havendo vários herdeiros, todos se sub-rogam nos direitos e obrigações do devedor original, mas cada qual só pode cobrar sua cota parte;"
      },
      {
        "letra": "D",
        "texto": "não assiste razão aos réus; mesmo assim, Luiz, ao receber, deverá lhes dar caução de ratificação quanto aos outros credores;"
      },
      {
        "letra": "E",
        "texto": "assistia, a princípio, razão aos réus, uma vez que a Lei nº 8.245/1991 nada dispõe acerca da sucessão contratual; no entanto, quando aceitaram pagar diretamente a Luiz, ocorreu a novação do negócio jurídico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2360727",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Domicílio e Bens",
      "Contratos em Espécie",
      "Locação de Coisas",
      "Parte Geral"
    ],
    "enunciado_principal": "Antônio Balduíno celebrou contrato de locação residencial com Gabriela Bala, pelo prazo de trinta meses. Gabriela, locatária, realizou diversas obras no bem, com destaque para: a reforma do encanamento da cozinha, que se encontrava com infiltrações e comprometiam a segurança do imóvel; a troca do cabeamento da casa, tornando mais útil a internet, visto que ela trabalha em home office; a construção de uma piscina para o lazer de seus filhos; e a alteração da pintura externa do bem, que se encontrava em perfeito estado, transformando o imóvel na casa da Barbie, sonho da locatária, embelezando o imóvel e valorizando-o em cinquenta por cento, conforme corretores de imóveis da região. O contrato de locação prevê que as benfeitorias realizadas pela locatária serão indenizadas, independentemente de autorização prévia, salvo as voluptuárias. Diante da situação hipotética, a respeito do tema benfeitorias, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A construção da piscina e a troca do cabeamento da casa são consideradas benfeitorias úteis, porque aumentam a utilização do bem."
      },
      {
        "letra": "B",
        "texto": "Apesar da valorização do imóvel em cinquenta por cento, a alteração da pintura externa é considerada benfeitoria voluptuária."
      },
      {
        "letra": "C",
        "texto": "Todas as benfeitorias realizadas na situação narrada no enunciado devem ser indenizadas, com exceção da construção da piscina, por ser voluptuária."
      },
      {
        "letra": "D",
        "texto": "A reforma do encanamento da cozinha é considerada como benfeitoria útil, visto que facilita a utilização do bem."
      },
      {
        "letra": "E",
        "texto": "As benfeitorias descritas no enunciado devem ser indenizadas pelo locador, salvo a troca do cabeamento da casa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2336053",
    "metadata": "Ano: 2023 | Banca: IDHTEC | Órgão: Prefeitura de Ilha de Itamaracá - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "A respeito dos contratos de locação, regidos pela lei civil, analise os itens a seguir. I. Os contratos de locação devem ser elaborados com prazo determinado. II. O locatário é obrigado a garantir ao locador, durante o tempo do contrato, o uso pacífico da coisa. III. Se, durante a locação, se deteriorar a coisa alugada, sem culpa do locatário, a este caberá pedir redução proporcional do aluguel, ou resolver o contrato, caso já não sirva a coisa para o fim a que se destinava. IV. O locatário é obrigado a servir-se da coisa alugada para os usos convencionados ou presumidos, conforme a natureza dela e as circunstâncias, bem como tratá-la com o mesmo cuidado como se sua fosse. V. Se a coisa for alienada durante a locação, o adquirente não ficará obrigado a respeitar o contrato, se nele não for consignada a cláusula da sua vigência no caso de alienação, e não constar de registro. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há apenas dois itens corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I, III, IV e V estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens II, IV e V estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens III e V estão incorretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens III, IV e V estão corretos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2306774",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "A sociedade XWY é proprietária de um imenso empreendimento imobiliário em Aracaju, no qual instalou um shopping center mediante locação das lojas. De todos esses contratos de aluguel, consta cláusula de vigência, as quais, contudo, não foram averbadas no Registro de Imóveis. Em 2021, resolve alienar o imóvel à sociedade VRTJ, fazendo constar, do instrumento de compra e venda, a seguinte cláusula: “o adquirente se sub-roga nos direitos do locador em todos os contratos de locação existentes”. Finalizada a transmissão da propriedade, a sociedade VRTJ pretende a retomada das lojas. Nesse caso, é correto afirmar que os locatários:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderão invocar a proteção da Lei de Locação de Imóveis Urbanos, diante do caráter especial da locação em shopping center;"
      },
      {
        "letra": "B",
        "texto": "não poderão exigir o cumprimento da cláusula de vigência, diante de sua invalidade neste tipo de ajuste especial, sob pena de desnaturar a própria essência do shopping center;"
      },
      {
        "letra": "C",
        "texto": "poderão exigir o cumprimento da cláusula de vigência, cuja averbação na matrícula do imóvel no RGI não é imprescindível;"
      },
      {
        "letra": "D",
        "texto": "poderão exigir o cumprimento da cláusula de vigência, ainda que não haja a imprescindível averbação na matrícula do imóvel no RGI, na medida em que o adquirente tomou ciência das locações por força da cláusula de sub-rogação existente no contrato de compra e venda;"
      },
      {
        "letra": "E",
        "texto": "não poderão exigir o cumprimento da cláusula de vigência, ausente a imprescindível averbação na matrícula do imóvel no RGI, mesmo que o adquirente tenha tomado ciência das locações por força da cláusula de sub-rogação existente no contrato de compra e venda."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2247762",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Locação de Coisas",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A sociedade XYZ, que passava por dificuldades financeiras, conseguiu locar um imóvel comercial mediante oferecimento de fiança, a qual fora prestada, concomitantemente, por José, sócio menor de idade, representado, no ato, por seu pai, e por Sérgio, diretor administrativo, que, a época, vivia em união estável com Mariana, Sobrevindo o inadimplemento, o locador requereu a penhora do bem de família de José e de dinheiro de Sérgio disponível em conta. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "consoante entendimento do Supremo Tribunal Federal, é inconstitucional a penhora de bem de família do fiador em caso de locação de imóvel comercial, porque não se colocam, nesses casos, os mesmos interesses que orientaram a tese quanto às locações residenciais (fomentar o acesso à moradia):"
      },
      {
        "letra": "B",
        "texto": "à luz da jurisprudência do Superior Tribunal de Justiça, a ausência de outorga uxória para a prestação de fiança leva apenas à inoponibilidade da garantia ao cônjuge que a ela não anuiu;"
      },
      {
        "letra": "C",
        "texto": "se o locador comprovar que o imóvel de José está hipotecado para outro credor, cessará a proteção ao bem de família, por força da disposição do próprio beneficiário que dela abriu mão;"
      },
      {
        "letra": "D",
        "texto": "de acordo com a jurisprudência do Superior Tribunal de Justiça, a equiparação, inclusive constitucional, da união estável ao casamento, leva à igualdade de regimes jurídicos, notadamente em relação à necessidade de outorga uxória sob pena de ineficácia total, imprescindível nesse caso, ainda que o locador não soubesse que Sérgio era companheiro de Mariana;"
      },
      {
        "letra": "E",
        "texto": "é nula a fiança prestada por José, mesmo com representação por seu pai, por falta de autorização judicial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2209317",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: CREA-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Um imóvel alugado foi desapropriado, o proprietário perdeu o domínio do bem e, consequentemente, a sua relação jurídica mantida com o inquilino teve de ser desfeita. A rescisão do contrato de locação, em decorrência da desapropriação, é um efeito do ato denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "típico"
      },
      {
        "letra": "B",
        "texto": "reflexo"
      },
      {
        "letra": "C",
        "texto": "próprio"
      },
      {
        "letra": "D",
        "texto": "preliminar"
      },
      {
        "letra": "E",
        "texto": "prodômico"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2207457",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Alberto é proprietário de um imóvel residencial no centro da cidade de Porto Alegre, atualmente cedido em locação a Vilma, uma senhora muito idosa que, segundo Alberto apurou, encontra-se em frágeis condições de saúde. Prevendo que um falecimento iminente de Vilma é bastante provável e desejando preservar sua renda mensal proporcionada pelo valor do aluguel do imóvel, Alberto celebrou um contrato com seu amigo Rodrigo, por meio do qual aquele se obrigava a ceder o imóvel em locação para este, caso a atual inquilina viesse a falecer antes do final do ano corrente. Nesse caso, é correto afirmar que Rodrigo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "já é titular dos direitos a que visa o contrato de locação, mas o exercício desses direitos encontra-se, por ora, suspenso;"
      },
      {
        "letra": "B",
        "texto": "já pode exercer os direitos a que visa o contrato de locação, pois os negócios entre vivos são exequíveis imediatamente;"
      },
      {
        "letra": "C",
        "texto": "ainda não adquiriu nenhum direito visado pelo contrato de locação, ostentando mera expectativa de fato;"
      },
      {
        "letra": "D",
        "texto": "pode exercer desde já medidas voltadas à conservação dos direitos visados pelo contrato, os quais ainda não adquiriu;"
      },
      {
        "letra": "E",
        "texto": "adquirirá retroativamente os direitos a que visa o contrato de locação quando Vilma falecer, pois o negócio é de execução periódica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2195259",
    "metadata": "Ano: 2023 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "A lei que regulamenta a locação de coisas determina que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o objeto da locação correlaciona-se com coisa fungível."
      },
      {
        "letra": "B",
        "texto": "resguarda-se o locatário de não ter a obrigação de segurar o locador contra a turbação de terceiros."
      },
      {
        "letra": "C",
        "texto": "havendo deterioração da coisa sem culpa do locatário, poderá haver redução proporcional do aluguel."
      },
      {
        "letra": "D",
        "texto": "não é cabível perdas e danos pelo locador por uso da coisa diverso do ajustado."
      },
      {
        "letra": "E",
        "texto": "respeita o adquirente do imóvel o contrato de locação, embora não haja cláusula de vigência e não conste registro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2165965",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TST",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Inadimplemento das Obrigações",
      "Locação de Coisas",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "A sociedade limitada X contratou a locação de uma loja no Shopping Center Y, a ser construído, com a finalidade de dar início a suas atividades empresariais. Tanto a construção do shopping quanto a locação de suas lojas são de responsabilidade da Construtora W, que se obrigou a entregar a obra pronta em doze meses. Ocorre que a Construtora W descumpriu sua obrigação relativa à construção do shopping, identificando-se no caso o inadimplemento absoluto por impossibilidade da entrega da loja e, por consequência, a impossibilidade de cumprir as obrigações relativas à locação. Tornando-se impossível o início de suas atividades empresariais, a sociedade limitada X ingressou com ação indenizatória em face da Construtora W, cujo pedido foi de reparação dos danos sofridos em decorrência de inadimplemento contratual que a impediu de obter faturamento próprio. Sobre os fatos narrados, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o inadimplemento contratual obriga a Construtora W a indenizar a sociedade limitada X quanto aos danos emergentes provados, isto é, aqueles relativos ao que efetivamente perdeu;"
      },
      {
        "letra": "B",
        "texto": "além dos danos emergentes, a sociedade limitada X faz jus à indenização pelos lucros cessantes, cuja quantificação independe do início da sua atividade empresarial;"
      },
      {
        "letra": "C",
        "texto": "os lucros cessantes em caso de descumprimento de obrigação contratual assumida pela Construtora W para a entrega do imóvel são presumidos;"
      },
      {
        "letra": "D",
        "texto": "além dos lucros cessantes e danos emergentes, a sociedade limitada X faz jus à indenização por perda da chance, proporcional à expectativa quanto à probabilidade de auferir lucro na exploração da atividade;"
      },
      {
        "letra": "E",
        "texto": "é devida a compensação pelos danos morais in re ipsa sofridos pela sociedade limitada X decorrente do inadimplemento contratual e da frustação pelo início das atividades empresariais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2134221",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Locação de Coisas",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "No que tange às especificidades dos contratos em espécie no Código Civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É nula a venda de ascendente a descendente, salvo se houver expresso consentimento dos outros descendentes e do cônjuge do alienante."
      },
      {
        "letra": "B",
        "texto": "Na locação de coisas por tempo determinado, esta cessará de pleno direito ao final do prazo estipulado, independentemente de notificação ou aviso."
      },
      {
        "letra": "C",
        "texto": "O depositário não responderá pelos casos de força maior, independentemente de prova do ocorrido."
      },
      {
        "letra": "D",
        "texto": "O segurador será obrigado a pagar em pecúnia o prejuízo resultante do risco assumido, ainda que seja convencionada a reposição da coisa."
      },
      {
        "letra": "E",
        "texto": "A doação a entidade futura prescreverá se, em dois anos, não estiver regularmente constituída."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2082778",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Locação de Coisas",
      "Prestação de Serviços e Empreitada"
    ],
    "enunciado_principal": "Acerca dos contratos típicos dispostos no Código Civil de 2002, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É impossível que a compra e venda tenha por objeto coisa atual ou futura;"
      },
      {
        "letra": "B",
        "texto": "A locação por tempo determinado cessa de pleno direito findo o prazo estipulado, independentemente de notificação ou aviso;"
      },
      {
        "letra": "C",
        "texto": "Opera-se o mandato quando alguém recebe de outrem poderes para, em seu nome, praticar atos ou administrar interesses, sendo vedado, em regra, que o mandatário celebre negócios consigo mesmo;"
      },
      {
        "letra": "D",
        "texto": "O empreiteiro de uma obra pode contribuir para ela só com seu trabalho ou com ele e os materiais e a obrigação de fornecer os materiais se presume da contratação;"
      },
      {
        "letra": "E",
        "texto": "Nenhuma das assertivas anteriores está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2072681",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Acerca dos aspectos atinentes às espécies de contratos previstas no Código Civil, julgue o item seguinte, à luz da jurisprudência do Superior Tribunal de Justiça. No contrato de locação, é válida a penhora de bem de família do fiador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2025488",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Câmara de Orlândia - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Fernando, residente em uma pequena cidade do interior do estado e com grave problema de saúde, decide buscar um imóvel na capital para realizar tratamento médico com previsão de 80 (oitenta) dias. Seu amigo José decide ajudar a encontrar um imóvel ideal para a sua residência temporária durante o período de tratamento médico. Diante dessa situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O imóvel, por se tratar de locação para residência temporária, deve, obrigatoriamente, ser mobiliado, devendo constar do contrato a descrição dos móveis e utensílios que o guarnecem, bem como o estado em que se encontra."
      },
      {
        "letra": "B",
        "texto": "Considerando ser uma locação para residência temporária, não há que se falar em exigir qualquer das modalidades de garantia previstas para as locações residenciais."
      },
      {
        "letra": "C",
        "texto": "Caso, após o prazo de oitenta dias, Fernando permaneça no imóvel sem oposição do locador por mais de trinta dias, presumir-se-á prorrogada a locação por tempo determinado de trinta e seis meses."
      },
      {
        "letra": "D",
        "texto": "Ocorrendo a prorrogação, o locador somente poderá denunciar o contrato após trinta meses de seu início mediante denúncia vazia."
      },
      {
        "letra": "E",
        "texto": "O pagamento relativo ao período poderá ser exigido antecipadamente e de uma vez só."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2025398",
    "metadata": "Ano: 2022 | Banca: FAU | Órgão: Prefeitura de Ponta Grossa - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Nos termos do Código Civil, é CORRETO afirmar que o contrato de locação de coisas, consiste em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É aquele em que o consignante entrega bens móveis ao consignatário, que fica autorizado a vendê-los, pagando àquele o preço ajustado, salvo se preferir, no prazo estabelecido, restituir-lhe a coisa consignada."
      },
      {
        "letra": "B",
        "texto": "É aquele em que o empreiteiro de uma obra pode contribuir para ela só com seu trabalho ou com ele e os materiais."
      },
      {
        "letra": "C",
        "texto": "É aquele em que uma das partes se obriga a ceder à outra, por tempo determinado ou não, o uso e gozo de coisa não fungível, mediante certa retribuição."
      },
      {
        "letra": "D",
        "texto": "É o empréstimo gratuito de coisas não fungíveis. Perfaz-se com a tradição do objeto."
      },
      {
        "letra": "E",
        "texto": "É o empréstimo de coisas fungíveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1984352",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Rui adquire determinada chácara e, de forma a valorizar a propriedade, propõe à vizinha, Regina, o uso de um corredor que lhe permita acessar outra rodovia da região, além daquela, a que Rui já possui acesso. Ajustados verbalmente a remuneração e o prazo de dois anos, é possível qualificar o negócio jurídico contratado por Rui e Regina como instituidor de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "direito real de servidão."
      },
      {
        "letra": "B",
        "texto": "comodato."
      },
      {
        "letra": "C",
        "texto": "locação."
      },
      {
        "letra": "D",
        "texto": "passagem forçada."
      },
      {
        "letra": "E",
        "texto": "direito real de uso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1959644",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Sônia realizou contrato de locação verbal de um espaço de festas (buffet) com o objetivo de sediar evento religioso de matriz africana organizado por ela. Realizou o pagamento do sinal em espécie, no importe de 50% do valor da locação, o restante seria pago no dia anterior à realização do evento. Sônia realizou a divulgação do evento em suas redes sociais, com a publicização do local da festa. Na semana agendada para o evento, o proprietário cancelou a locação, porque não gostaria que sua propriedade fosse usada para eventos religiosos de matriz africana. Inconformada, Sônia procura a Defensoria Pública para orientações jurídicas. A rescisão contratual deve ser considerada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legal, pois o contrato foi apenas verbal e não vincula as partes."
      },
      {
        "letra": "B",
        "texto": "legal, diante da autonomia contratual das partes."
      },
      {
        "letra": "C",
        "texto": "ilegal, considerando a eficácia horizontal dos direitos fundamentais às relações privadas."
      },
      {
        "letra": "D",
        "texto": "ilegal, somente porque a rescisão foi realizada apenas a poucos dias da data do evento."
      },
      {
        "letra": "E",
        "texto": "legal, desde que sejam devolvidos os valores pagos à parte contratante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1951295",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Por meio de um aplicativo de locação de veículos entre particulares e pretendendo usá-lo para uma viagem para uma remota unidade de conservação (parque nacional), Leandro alugou um automóvel de Terêncio, depositando de imediato o preço do aluguel, correspondente a um mês. Na véspera da viagem, após ter resolvido pesquisar sobre o parque, Leandro descobriu que precisaria de um veículo com tração nas quatro rodas, o que o veículo alugado de Terêncio não tinha. Assim, pleiteou o dinheiro de volta alegando erro. Sabendo-se que Leandro não especificou a Terêncio a razão pela qual alugara o veículo, é correto afirmar que Leandro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode reaver o dinheiro do aluguel com base na nulidade do contrato;"
      },
      {
        "letra": "B",
        "texto": "pode reaver o dinheiro do aluguel após anular o contrato com base no erro substancial;"
      },
      {
        "letra": "C",
        "texto": "não pode reaver o dinheiro do aluguel, pois o erro é acidental;"
      },
      {
        "letra": "D",
        "texto": "pode reaver o dinheiro do aluguel, pois o motivo era determinante para o contrato;"
      },
      {
        "letra": "E",
        "texto": "não pode reaver o dinheiro do aluguel, pois o motivo não foi expressado como razão determinante do contrato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1938364",
    "metadata": "Ano: 2022 | Banca: Instituto Access | Órgão: TJ-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "A respeito dos contratos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A liberdade contratual será exercida nos limites da função social da propriedade."
      },
      {
        "letra": "B",
        "texto": "Nas relações contratuais privadas, prevalecerão o princípio da intervenção mínima e a excepcionalidade da rescisão contratual."
      },
      {
        "letra": "C",
        "texto": "Se, durante a locação, se deteriorar a coisa alugada, sem culpa do locatário, a este caberá pedir redução proporcional do aluguel, ou resolver o contrato, caso já não sirva a coisa para o fim a que se destinava."
      },
      {
        "letra": "D",
        "texto": "Se, findo o prazo, o locatário continuar na posse da coisa alugada, com oposição do locador, presumir-se-á prorrogada a locação pelo mesmo aluguel, mas sem prazo determinado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1927446",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Prefeitura de Manaus - AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Pedro celebrou contrato de locação residencial com Helena pelo prazo de 5 anos. Diante da crise financeira que a pandemia de Covid-19 ocasionou, Pedro foi demitido e passou a sustentar-se com suas reservas. Ainda desempregado e quase desprovido de recursos para adimplir as obrigações locatícias, Pedro cogitou morar com seus pais e sublocar o imóvel, a despeito de as partes não terem tratado do assunto no contrato. Cauteloso, Pedro encaminha e-mail solicitando à Helena permissão para sublocação, cuja correspondência, no entanto, não foi respondida. A respeito da situação apresentada, é correto afirmar que Pedro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode sublocar o imóvel, mediante autorização prévia e escrita de Helena."
      },
      {
        "letra": "B",
        "texto": "não pode sublocar o imóvel por expressa vedação legal à sublocação, em caso de locação residencial."
      },
      {
        "letra": "C",
        "texto": "pode sublocar o imóvel sem autorização de Helena, pois o silêncio do contrato permite a sublocação."
      },
      {
        "letra": "D",
        "texto": "pode sublocar o imóvel, mediante autorização prévia e verbal de Helena."
      },
      {
        "letra": "E",
        "texto": "pode sublocar o imóvel, pois a demora da locadora em responder o e-mail configura aceitação presumida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1926007",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Locação de Coisas"
    ],
    "enunciado_principal": "André é locatário de Bernardo e restou inadimplente do último aluguel quando devolveu o imóvel e se extinguiu a locação. Entretanto, durante a vigência do contrato, Bernardo pegou uma quantia emprestada com André e nunca chegou a lhe pagar. A dívida de aluguel de André a Bernardo venceu em janeiro de 2019, com prazo prescricional de três anos, e a dívida de Bernardo a André referente ao empréstimo venceu em março de 2018, com prazo prescricional de cinco anos. Em março de 2022, André decide cobrar de Bernardo a dívida referente ao empréstimo, e Bernardo resiste, alegando compensação. Considerando que, em virtude do valor original e dos encargos moratórios, o montante devido pelo empréstimo sempre foi maior que o valor devido por conta do aluguel, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "André pode fazer a cobrança sem qualquer desconto, pois a prescrição da dívida de aluguel inviabiliza a alegação de compensação;"
      },
      {
        "letra": "B",
        "texto": "a dívida referente ao empréstimo deve ser compensada com aquela referente ao aluguel em março de 2022, no momento de alegação da compensação;"
      },
      {
        "letra": "C",
        "texto": "do montante cobrado deve ser descontado o valor da dívida de aluguel no momento em que ambas as dívidas se tornaram exigíveis, isto é, em março de 2019;"
      },
      {
        "letra": "D",
        "texto": "a cobrança pretendida não é cabível, uma vez que a dívida não é mais exigível em razão do decurso do prazo prescricional;"
      },
      {
        "letra": "E",
        "texto": "a compensação da dívida decorrente do empréstimo com a dívida oriunda da locação afasta qualquer pretensão de André."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1910119",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Jorge alugou de Tiago uma casa em Aparecida de Goiânia, pelo período de doze meses. Quando do término do contrato, Tiago recebeu o imóvel, em 30 de novembro, ressalvando a ausência de pagamento do último aluguel, o que deveria ocorrer em 05 de dezembro seguinte. Jorge não realizou o pagamento na data aprazada e Jorge viu-se obrigado a ajuizar ação para cobrar o valor devido por Tiago. A despeito de não haver previsão contratual, é correto afirmar que, em relação aos juros de mora,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são devidos a partir de 30 de novembro."
      },
      {
        "letra": "B",
        "texto": "são devidos a partir de 05 de dezembro."
      },
      {
        "letra": "C",
        "texto": "não são devidos, pois não convencionados."
      },
      {
        "letra": "D",
        "texto": "são devidos a partir da data de celebração do contrato."
      },
      {
        "letra": "E",
        "texto": "não são devidos antes do trânsito em julgado da sentença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1929926",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Gustavo cedeu imóvel a Rodrigo, por meio da celebração de comodato. Entretanto, Gustavo passou a cobrar de Rodrigo valores mensais referentes a aluguel. Considerando as disposições do Código Civil, a situação hipotética representa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a simulação do negócio jurídico, sendo o comodato nulo e a locação válida."
      },
      {
        "letra": "B",
        "texto": "a simulação do negócio jurídico, sendo o comodato válido e a locação nula."
      },
      {
        "letra": "C",
        "texto": "a validade de ambos os negócios jurídicos."
      },
      {
        "letra": "D",
        "texto": "a coação, sendo o comodato nulo."
      },
      {
        "letra": "E",
        "texto": "a simulação do negócio jurídico, sendo o comodato e a locação nulos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1860562",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Na locação de coisas móveis regida pelo Código Civil, o locatário",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem direito de retenção por benfeitorias necessárias, mesmo feitas sem o consentimento expresso do locador, salvo disposição contratual em contrário."
      },
      {
        "letra": "B",
        "texto": "não tem direito de retenção por benfeitorias, sejam elas necessárias ou úteis, salvo disposição contratual em contrário."
      },
      {
        "letra": "C",
        "texto": "tem direito de retenção apenas por benfeitorias necessárias, sendo nula disposição contratual que exclua ou restrinja tal direito."
      },
      {
        "letra": "D",
        "texto": "tem sempre direito de retenção por benfeitorias necessárias, mas apenas se feitas com consentimento expresso do locador."
      },
      {
        "letra": "E",
        "texto": "tem direito de retenção por benfeitorias necessárias ou úteis, sendo nula disposição contratual que exclua ou restrinja tal direito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1721488",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Câmara Municipal de Pindorama - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Com relação à locação de imóveis urbanos, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "havendo mais de um locatário, presume-se a existência de solidariedade entre eles, salvo estipulação contratual em contrário."
      },
      {
        "letra": "B",
        "texto": "as garantias da locação se estendem até a efetiva devolução do imóvel, ainda que prorrogada a locação por prazo indeterminado, sendo vedada a disposição contratual em contrário."
      },
      {
        "letra": "C",
        "texto": "o locador não pode exigir novo fiador caso este entre em recuperação judicial."
      },
      {
        "letra": "D",
        "texto": "é nula a disposição contratual que estabelece que as benfeitorias necessárias introduzidas pelo locatário não serão indenizadas."
      },
      {
        "letra": "E",
        "texto": "é livre a convenção do valor do aluguel, podendo este ser vinculado à variação do salário-mínimo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1639542",
    "metadata": "Ano: 2019 | Banca: UNESPAR | Órgão: FOZTRANS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Na locação de coisas, uma das partes se obriga a ceder à outra, por tempo determinado ou não, o uso e gozo de coisa não fungível, mediante certa retribuição. Nesse diapasão, nos termos do Código Civil de 2002, analise as assertivas e assinale a alternativa CORRETA: I. Se a obrigação de pagar o aluguel pelo tempo que faltar constituir indenização excessiva, será facultado ao juiz fixá-la em bases razoáveis. II. Se, findo o prazo, o locatário continuar na posse da coisa alugada, sem oposição do locador, presumir-se-á prorrogada a locação pelo mesmo aluguel, pelo mesmo prazo anteriormente estipulado. III. Se a coisa for alienada durante a locação, o adquirente não ficará obrigado a respeitar o contrato, se nele não for consignada a cláusula da sua vigência no caso de alienação, e não constar de registro. IV. Morrendo o locador ou o locatário, transfere-se aos seus herdeiros a locação por tempo indeterminado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas III e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1156760",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CREA-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Acerca do direito civil, julgue o item.Suponha‐se que João e sua esposa Maria tenham sido fiadores de um contrato de locação. Nesse caso, o bem imóvel de João e Maria, mesmo que apontado como bem de família pelo casal, poderá ser objeto de penhora para satisfação dos aluguéis não pagos pelo locatário afiançado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1093868",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Mauá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Transação e Compromisso"
    ],
    "enunciado_principal": "Sobre os contratos em espécie, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao contrário da garantia real, a fiança é garantia pessoal, em que o fiador se obriga ao cumprimento da obrigação de terceiro, podendo as partes estipular a solidariedade entre fiador e o afiançado, embora a regra seja a subsidiariedade."
      },
      {
        "letra": "B",
        "texto": "A locação de imóveis urbanos, incluindo-se locação de bens públicos, estabelecimentos comerciais e shopping center, é regida pela Lei no 8.245/91, ao passo que as disposições do Código Civil se aplicam à locação de bens móveis."
      },
      {
        "letra": "C",
        "texto": "O locador responde pelos vícios existentes na coisa locada no momento da celebração do contrato e pode o locatário enjeitá-la ou pedir abatimento proporcional do valor do aluguel, desde que comprove sua má-fé."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de contrato acessório, o contrato de fiança impõe o consentimento do devedor, porque é o devedor quem o indica ao credor."
      },
      {
        "letra": "E",
        "texto": "O contrato de transação atinge somente direitos patrimoniais, inclusive dos entes municipais, que podem, por exemplo, dispor de seus bens conforme o interesse da administração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1037369",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: SANASA Campinas",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Natália, proprietária de edícula construída nos fundos de um posto de combustível, onde trabalha, celebrou contrato de locação com Manoel, por prazo determinado. Neste contrato, constou como obrigação ao locatário proceder à transferência da titularidade da conta de água para seu nome, sem, no entanto, mencionar expressamente quem seria o responsável pelo seu pagamento. Passados dois anos da celebração do contrato, Natália ajuizou ação de rescisão contratual c/c cobrança, em razão do atraso no pagamento das contas de água e da prestação do aluguel. Manoel, em sua defesa, alegou que a despesa é dívida propter rem e, portanto, de responsabilidade do locador, que é o proprietário do imóvel, devendo repassar o valor ao locatário, por ocasião da cobrança do aluguel. No caso apresentado, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a dívida é de natureza propter rem, e, por isso, somente o proprietário é por ela responsável."
      },
      {
        "letra": "B",
        "texto": "o contrato de locação não foi prorrogado, e, portanto, não podem ser exigidos do locatário os valores referentes ao consumo posterior ao prazo determinado para a locação."
      },
      {
        "letra": "C",
        "texto": "o débito relativo ao fornecimento de água é de natureza pessoal, e, assim, pode ser exigido do consumidor que utilizou o serviço."
      },
      {
        "letra": "D",
        "texto": "o proprietário nunca será responsável pelas dívidas do imóvel, enquanto este estiver alugado para terceiros."
      },
      {
        "letra": "E",
        "texto": "ao locatário incumbe realizar diretamente ao locador o pagamento dos valores de tarifas de serviços prestados por concessionárias de serviço público, já que ele – locador − é o único responsável por tal pagamento perante a concessionária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "994242",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Quanto às locações imobiliárias, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O único imóvel do fiador, ainda que destinado à sua moradia, não estará a salvo de penhora para assegurar o pagamento de débitos decorrentes de aluguéis nos contratos de locação comercial."
      },
      {
        "letra": "B",
        "texto": "O Código de Defesa do Consumidor não é aplicável aos contratos locatícios regidos pela Lei nº 8.245/91, ainda que a relação seja intermediada por imobiliária ou administradora de imóveis."
      },
      {
        "letra": "C",
        "texto": "Se o fiador não participou da ação de despejo, a interrupção da prescrição para a cobrança dos aluguéis não o atinge."
      },
      {
        "letra": "D",
        "texto": "O direito de preferência do locatário deve ser exercido, de maneira integral e inequívoca, no prazo de 30 dias, sob pena de não poder exigi-lo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "990677",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a locação de coisas, conforme as disposições do Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a coisa for alienada durante a locação, o adquirente ficará obrigado a respeitar o contrato, independentemente das condições contratuais e do registro do instrumento contratual em cartório.J"
      },
      {
        "letra": "B",
        "texto": "A realização de benfeitorias úteis no bem alugado gera direito de retenção ao locatário, independentemente da existência de consentimento do locador em relação à realização das benfeitorias."
      },
      {
        "letra": "C",
        "texto": "Se, durante a locação, se deteriorar a coisa alugada, sem culpa do locatário, poderá o locador optar entre a redução proporcional do aluguel, caso a coisa ainda sirva para o fim a que se destinava, ou resolver o contrato."
      },
      {
        "letra": "D",
        "texto": "Na locação cujo prazo houver sido prorrogado, de forma indeterminada, o locador poderá notificar o locatário para restituição do bem, facultando-se ao locador arbitrar novo valor de locação, caso o bem não seja restituído."
      },
      {
        "letra": "E",
        "texto": "Na locação por prazo determinado, caso o locador exija a devolução do bem antecipadamente, deverá indenizar o locatário pelas perdas e danos suportados, mas o locatário não gozará do direito de retenção enquanto não for ressarcido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2000353",
    "metadata": "Ano: 2018 | Banca: INDEPAC | Órgão: Câmara de Guarujá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Sobre o contrato de locação de coisas, disciplinado pelo Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, durante a locação, se deteriorar a coisa alugada, sem culpa do locatário, a este caberá pedir redução proporcional do aluguel."
      },
      {
        "letra": "B",
        "texto": "Se o locatário empregar a coisa em uso diverso do ajustado, o locador não poderá rescindir o contrato, mas apenas exigir perdas e danos."
      },
      {
        "letra": "C",
        "texto": "Salvo disposição em contrário, o locatário não goza do direito de retenção, no caso de benfeitorias necessárias, ou no de benfeitorias úteis."
      },
      {
        "letra": "D",
        "texto": "O locatário é obrigado a restituir a coisa, finda a locação, no estado em que a recebeu, sem deteriorações, não se admitindo a justificativa de que as deteriorações são naturais ao uso regular empregado."
      },
      {
        "letra": "E",
        "texto": "A locação por tempo determinado não cessa de pleno direito findo o prazo estipulado, dependendo de notificação ou aviso ao locatário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "974661",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "No contrato de locação, regido pela Lei n° 8.245/1991, é possível que o locador exija do locatário uma garantia locatícia. Sobre o assunto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São modalidades de garantia: caução, fiança, seguro de fiança locatícia e cessão fiduciária de quotas de fundo de investimento."
      },
      {
        "letra": "B",
        "texto": "É permitido ao locador exigir do locatário mais de uma modalidade de garantia caso a garantia prestada seja insuficiente."
      },
      {
        "letra": "C",
        "texto": "A caução poderá ser sobre bens imóveis, e registrada em Cartório de Títulos e Documentos."
      },
      {
        "letra": "D",
        "texto": "O seguro de fiança locatícia poderá abranger apenas parcela das obrigações do locatário."
      },
      {
        "letra": "E",
        "texto": "Não estando a locação garantida por qualquer das modalidades, o locador poderá exigir do locatário o pagamento do aluguel e encargos até o quinto dia útil do mês vincendo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "932318",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Locação de Coisas"
    ],
    "enunciado_principal": "Diego possuía, em sua casa, um freezer que não estava utilizando e teve conhecimento de que Cláudia, sua vizinha, doceira, estava precisando de um freezer para guardar suas encomendas para as festas de final de ano. Diego ofereceu o freezer à venda, mas Cláudia fez a proposta de apenas alugá-lo. Diante da situação hipotética, e considerando o disposto no Código Civil sobre a locação de coisas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se durante o período de locação do freezer, Diego vier a falecer, a locação é extinta."
      },
      {
        "letra": "B",
        "texto": "Para a locação de coisas é necessário que o aluguel seja por prazo determinado."
      },
      {
        "letra": "C",
        "texto": "Se findo o prazo de locação, Cláudia continuar na posse do freezer, sem oposição de Diego, presumir-se-á a venda do objeto."
      },
      {
        "letra": "D",
        "texto": "Se Cláudia empregar o freezer em uso diverso do ajustado, Diego poderá rescindir o contrato, mas não poderá exigir perdas e danos."
      },
      {
        "letra": "E",
        "texto": "Se Cláudia, notificada, não restituir o freezer, pagará, enquanto o tiver em seu poder, o aluguel que Diego arbitrar, e responderá por danos que o freezer venha a sofrer, embora proveniente de caso fortuito."
      }
    ],
    "gabarito": "E"
  }
]