[
  {
    "id": "3407504",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Julgue o item a seguir, acerca da responsabilidade civil, das preferências e privilégios creditórios e da proteção de dados pessoais.O empregador possui responsabilidade objetiva pelos atos ilícitos praticados por seus empregados, no exercício do trabalho ou em razão dele, ainda que o ilícito decorra de culpa in vigilando.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3272302",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Responsabilidade civil",
      "Parentesco",
      "Poder Familiar",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Conforme a jurisprudência do STJ, analise as assertivas a seguir: I. É possível o reconhecimento da pluriparentalidade, pois a paternidade socioafetiva, declarada ou não em registro não impede o reconhecimento concomitante da filiação de origem biológica. II. Todos os integrantes da cadeia de consumo respondem solidariamente pela comercialização de conteúdo impróprio para criança e adolescente sem as precauções exigidas no ECA. III. A guarda compartilhada não demanda custódia física conjunta nem tempo de convívio igualitário, pois, diante de sua flexibilidade, essa modalidade de guarda comporta as fórmulas mais diversas para sua implementação, a serem fixadas pelo juiz ou por acordo entre as partes. IV. A competência para processar e julgar as ações conexas de interesse de menor é, em princípio, do foro do domicílio do detentor de sua guarda. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3260339",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Sobre o instituto da responsabilidade civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei determina aqueles que responderão pelos atos praticados por terceiros nela indicados, de forma subjetiva. Nesse caso, haverá o direito de regresso daquele que pagou em face do real causador do dano, a menos que o causador do dano seja seu descendente, ainda que maior."
      },
      {
        "letra": "B",
        "texto": "O sistema geral da responsabilidade civil, do Código Civil, é o da responsabilidade subjetiva, fundada na teoria da culpa. Por sua vez, o sistema subsidiário da responsabilidade civil, do Código Civil, é o da responsabilidade civil objetiva, fundada na teoria do risco."
      },
      {
        "letra": "C",
        "texto": "Pelo princípio da independência das responsabilidades, é possível que o mesmo fato gere responsabilidade no âmbito civil e criminal. Entretanto, tendo em vista que, quando as questões a respeito do fato e do autor do ato que gerou o dano estiverem decididas no juízo criminal, não poderão ser questionadas no âmbito civil, é preciso que se aguarde a conclusão do processo na esfera penal, para que, após, se busque a pretendida indenização civil."
      },
      {
        "letra": "D",
        "texto": "O agente pode ser responsabilizado pela perda da chance quando não for possível verificar sua responsabilidade direta pelo dano final, porém sua ação tenha tirado, da vítima do dano, a chance de obter um ganho ou evitar um prejuízo. Desse modo, para aplicação da teoria da perda de uma chance, a responsabilidade é objetiva."
      },
      {
        "letra": "E",
        "texto": "O dono do animal responde de forma subjetiva pelo dano por ele causado, a menos que tenha ocorrido alguma das hipóteses de excludente de responsabilidade, como, por exemplo, força maior."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3240091",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio Negro - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Um cão estava na posse de J., seu adestrador. Em um momento de desatenção, o cão acabou atacando M., que transitava normalmente pela rua. Nesse caso, de acordo com as disposições do Código Civil acerca da responsabilidade civil, assinalar a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade do adestrador é objetiva indireta."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade do dono é objetiva por fato do animal, independentemente da culpa do adestrador."
      },
      {
        "letra": "C",
        "texto": "Haverá responsabilidade solidária entre o dono e o adestrador."
      },
      {
        "letra": "D",
        "texto": "O dono ou detentor do animal ressarcirá o dano por este causado, independentemente de culpa da vítima ou força maior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3446932",
    "metadata": "Ano: 2024 | Banca: MS Consultoria | Órgão: Prefeitura de Vereda - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "A aplicação de sanções é estabelecida para ações ou omissões que incorram em prejuízo para outras pessoas sendo por atos intencionais ou não. Analise os itens abaixo sobre os responsáveis pela reparação civil e a seguir assinale a alternativa correta. I – Tutores ou curadores, pelos pupilos e curatelados, que se encontrarem nas mesmas condições. II – Os pais pelos filhos com idade máxima de 21 anos que estiverem sob autoridade em sua companhia. III – O empregador, por seus empregados e prepostos no exercício do trabalho que lhes competir ou em razão dele.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as alternativas I e II estão corretas"
      },
      {
        "letra": "B",
        "texto": "Apenas as alternativas II e III estão corretas"
      },
      {
        "letra": "C",
        "texto": "Apenas as alternativas I e III estão corretas"
      },
      {
        "letra": "D",
        "texto": "Apenas a alternativa I está correta"
      },
      {
        "letra": "E",
        "texto": "Apenas a alternativa II está correta"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3345807",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "A função social e ambiental da propriedade urbana também implica responsabilidade civil, em caso de notória negligência com os reparos de um prédio urbano, expondo todos os cidadãos às ruínas e à falta de tratamento ambiental adequado. A obrigação e o(s) titular(es) da obrigação de realizar os reparos são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "obrigação subsidiária, proprietário e possuidor."
      },
      {
        "letra": "B",
        "texto": "obrigação de fazer e proprietário."
      },
      {
        "letra": "C",
        "texto": "obrigação solidária, proprietário e possuidor."
      },
      {
        "letra": "D",
        "texto": "obrigação de fazer e possuidor."
      },
      {
        "letra": "E",
        "texto": "obrigação subsidiária e solidária, proprietário e possuidor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3172663",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Sabendo que aquele que, por ato ilícito, causar prejuízo a outrem fica obrigado a repará-lo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em sendo um incapaz, o causador do dano, este nunca responderá pelos prejuízos causados"
      },
      {
        "letra": "B",
        "texto": "Em sendo um incapaz, o causador do dano, os pais respondem se esse menor estiver sob a sua autoridade e em sua companhia"
      },
      {
        "letra": "C",
        "texto": "Como o dano foi causado por um incapaz, sempre são os pais que respondem"
      },
      {
        "letra": "D",
        "texto": "Somente se o menor tiver sido emancipado é que responderá pelos danos por ele causado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3145279",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: PGE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Um ônibus da empresa “A”, que realiza transporte rodoviário de pessoas, em estrada próxima a Aparecida de Goiânia, transportando trinta passageiros, sofreu um acidente por culpa exclusiva do motorista de caminhão que trafegava na via de mão dupla em posição contrária ao ônibus. No acidente, houve cinco vítimas fatais e diversos feridos. Nesse caso, a responsabilidade civil da empresa transportadora em relação aos passageiros é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Objetiva, podendo ser excluída por culpa exclusiva de terceiro."
      },
      {
        "letra": "B",
        "texto": "Subjetiva, pois depende de comprovação de dolo ou culpa da transportadora."
      },
      {
        "letra": "C",
        "texto": "Subjetiva, podendo ser excluída a responsabilidade civil apenas em caso de força maior."
      },
      {
        "letra": "D",
        "texto": "Objetiva, não podendo ser excluída por culpa exclusiva de terceiro, cabendo à transportadora apenas pedido de regresso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3049079",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Caraguatatuba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Guilherme, 15 anos de idade, filho de Tereza, servidora pública federal, promoveu inúmeras ofensas nas redes sociais e em grupos de aplicativos de mensagens contra Tina, de 15 anos de idade, ao que tudo indica, motivado pelo fato de Tina ter rompido o rápido relacionamento afetivo que manteve com Guilherme. Diante dos fatos, Tina, devidamente assistida por seu representante legal, promoveu ação indenizatória em face de Guilherme e Tereza, requerendo indenização de R$50.000,00 (cinquenta mil reais) pelos danos sofridos. A sentença julgou procedente o pedido de Tina. Sobre a hipótese narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tereza responde subjetivamente pelos danos causados por Guilherme, mas pode reaver de Guilherme o que houver pago."
      },
      {
        "letra": "B",
        "texto": "Tereza responde pelos danos causados por Guilherme, se restar comprovada sua negligência nos deveres de educação."
      },
      {
        "letra": "C",
        "texto": "Tereza e Guilherme respondem solidariamente pelos danos causados por Guilherme."
      },
      {
        "letra": "D",
        "texto": "Se Guilherme tiver patrimônio suficiente, responderá pelos danos causados, independentemente da situação financeira de Tereza."
      },
      {
        "letra": "E",
        "texto": "Tereza responde objetivamente pelos danos causados por Guilherme e não pode reaver de Guilherme o que houver pago."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2542387",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "No que diz respeito à responsabilidade civil no âmbito do direito civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dano moral coletivo, aferível in re ipsa, não é categoria de dano dotada de autonomia no que se refere à violação injusta e intolerável de valores fundamentais da coletividade."
      },
      {
        "letra": "B",
        "texto": "É cabível ação de responsabilidade civil nos casos de cadastramento indevido de pessoa nos registros de devedores inadimplentes realizados por instituições financeiras, haja vista a existência de responsabilidade civil subjetiva dessas instituições."
      },
      {
        "letra": "C",
        "texto": "A indenização é medida pela extensão do dano e, se houver excessiva desproporção entre a gravidade da culpa e o dano, o juiz deverá reduzir, gradativamente, a indenização."
      },
      {
        "letra": "D",
        "texto": "O reconhecimento da dificuldade em identificar o nexo de causalidade não pode levar à prescindibilidade da sua análise."
      },
      {
        "letra": "E",
        "texto": "Somente em caso de dano causado por conduta dolosa da vítima é que será fixada sua indenização, a ser determinada de acordo com a gravidade de seu comportamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2360287",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Prefeitura de Santa Maria de Jetibá - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Sobre a responsabilidade civil, à luz do Código Civil, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade civil do cirurgião plástico pelo resultado da operação é subjetiva."
      },
      {
        "letra": "B",
        "texto": "Na responsabilidade civil ambiental, o nexo de casualidade refere-se à ação ou omissão, lícita ou ilícita, que cause danos a outrem."
      },
      {
        "letra": "C",
        "texto": "Os pais são responsáveis pela reparação civil oriunda de seus filhos maiores, ainda que plenamente capazes, que estiverem sob sua autoridade e em sua companhia."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade civil é independente da criminal, o que permite o questionamento sobre a existência do fato, ou sobre quem seja o seu autor, mesmo quando estas questões se acharem decididas no juízo criminal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2319992",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Prestação de Serviços e Empreitada",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Sofia Administradora de Imóveis Ltda., após adquirir um lote em condomínio fechado, contratou Joaquim, engenheiro renomado, para que construa uma casa padrão em lote que adquiriu com o intuito de investimento, segundo projeto elaborado pela arquiteta da sociedade empresária. Durante a obra, surgiram vários obstáculos que obrigaram o engenheiro a adaptar o projeto e a execução da obra, o que encareceu o custo. Tudo ocorreu à vista dos prepostos de Sofia Adm. de Imóveis Ltda., mas sem qualquer autorização deles por escrito e, até a entrega da obra, sem qualquer protesto da sociedade empresária. Após a finalização do serviço, Joaquim pediu acréscimo do valor acordado, relativo ao incremento de custo e serviços com as alterações promovidas. Poucas semanas após a entrega da obra, Sofia Adm. de Imóveis Ltda., por meio de sua preposta, percebeu alguns vícios construtivos que não foram notados por ocasião da entrega da casa construída, designadamente: alguns pisos desnivelados, paredes da área de serviço sem acabamento adequado, diferença de tonalidade dos revestimentos, diferença de espessura no rejunte do piso, bem como pilares e vigas com espessura maior do que a parede. Sendo assim, Sofia Adm. de Imóveis Ltda. se recusou a realizar o pagamento da última parcela do preço da empreitada (correspondente a 30% do valor acordado). Três meses depois, Joaquim propõe ação de cobrança da dívida em aberto, incluindo o acréscimo que entende devido. Ao receber a citação, Sofia Adm. de Imóveis Ltda., além de defenderse da cobrança do acréscimo, propõe reconvenção visando, única e exclusivamente, ao abatimento proporcional do preço ajustado, em razão da garantia legal de solidez e segurança da obra. Sofia Adm. de Imóveis Ltda., ofereceu a defesa com reconvenção 120 dias após tomar conhecimento inequívoco dos vícios que apontou. Sobre o fato descrito, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso João tenha êxito em sua ação, não poderá nomear à penhora o imóvel em questão, em razão da garantia legal da impenhorabilidade do bem de família."
      },
      {
        "letra": "B",
        "texto": "João não tem razão ao exigir acréscimo no preço, porque não houve autorização expressa para que houvesse modificação do projeto, que deveria resultar de instruções escritas da dona da obra."
      },
      {
        "letra": "C",
        "texto": "Sofia Adm. de Imóveis Ltda. arguiu os vícios construtivos dentro do prazo prescricional quinquenal de responsabilidade pela solidez e segurança do imóvel."
      },
      {
        "letra": "D",
        "texto": "Sofia Adm. de Imóveis Ltda., até poderia suscitar a garantia legal de solidez e segurança, mas assim o fez após o trancurso do prazo decadencial, contado da ciência do vício."
      },
      {
        "letra": "E",
        "texto": "Sofia Adm. de Imóveis Ltda. não tem razão, porque a garantia legal invocada não protege vícios que estão apenas relacionados com a estética e a funcionalidade do bem, sem atingir a solidez, segurança e habitabilidade do imóvel."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2193806",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Maria ajuizou ação de indenização contra a concessionária de transporte público do seu município, pelos danos que sofreu após ter caído no interior da composição do metrô ao ter sido empurrada por outros passageiros no momento do embarque. Nessa situação hipotética, de acordo com a jurisprudência do Superior Tribunal de Justiça (STJ), a concessionária",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tem responsabilidade, em razão do caso fortuito."
      },
      {
        "letra": "B",
        "texto": "tem responsabilidade subjetiva."
      },
      {
        "letra": "C",
        "texto": "não tem responsabilidade, em razão da força maior."
      },
      {
        "letra": "D",
        "texto": "não tem responsabilidade, em razão do fortuito externo."
      },
      {
        "letra": "E",
        "texto": "tem responsabilidade objetiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2173510",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Excludentes da Responsabilidade Civil"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O empregador ou comitente responde por ato de seus empregados, mesmo fora de horário de trabalho e se não for em razão deste."
      },
      {
        "letra": "B",
        "texto": "O direito de exigir reparação e a obrigação de prestá-la não se transmitem com a herança."
      },
      {
        "letra": "C",
        "texto": "Depende diretamente da responsabilidade penal, pois é no juízo criminal que se decidirá sobre a existência do fato, ou sobre quem seja o seu autor."
      },
      {
        "letra": "D",
        "texto": "Se a ofensa ou violação de direitos for praticada por mais de uma pessoa, todas respondem civilmente, porém em modalidade não solidária."
      },
      {
        "letra": "E",
        "texto": "O incapaz responde pelos prejuízos que causar, se as pessoas por ele responsáveis não tiverem obrigação de fazê-lo ou não dispuserem de meios suficientes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2131236",
    "metadata": "Ano: 2023 | Banca: FUNDEPES | Órgão: Prefeitura de Marechal Deodoro - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Dadas as afirmativas relativas à responsabilidade civil, I. A responsabilidade civil é independente da criminal, em que se poderá questionar sobre a existência do fato, ou sobre quem seja o seu autor, mesmo quando esses acharem decididos no juízo criminal. II. O credor que demandar o devedor antes de vencida a dívida, fora dos casos em que a lei o permita, ficará obrigado a esperar o tempo que faltava para o vencimento, a descontar os juros correspondentes, embora estipulados, e a pagar as custas em dobro.III. Haverá obrigação de reparar o dano, independentemente de dolo, nos casos especificados em lei, ou quando a atividade normalmente desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem.IV. Aquele que demandar por dívida já paga, no todo ou em parte, sem ressalvar as quantias recebidas ou pedir mais do que for devido, ficará obrigado a pagar ao devedor, no primeiro caso, o dobro do que houver cobrado e, no segundo, o equivalente do que dele exigir, salvo se houver prescrição. verifica-se que estão corretas apenas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110559",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Segundo a jurisprudência do STJ, na hipótese de o advogado perder o prazo para contestar ou interpor recurso, será aplicável a teoria da perda de uma chance caso o dano seja",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eventual e incerto, dentro de um juízo de probabilidade."
      },
      {
        "letra": "B",
        "texto": "real, atual e certo, dentro de um juízo de probabilidade."
      },
      {
        "letra": "C",
        "texto": "atual e incerto, dentro de um juízo de probabilidade."
      },
      {
        "letra": "D",
        "texto": "potencial, dentro de um juízo de certeza."
      },
      {
        "letra": "E",
        "texto": "real, atual e certo, dentro de um juízo de certeza."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2098419",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "João e Paulo, maiores e capazes, agindo em conjunto, praticaram ato ilícito do qual resultaram danos a Letícia. De acordo com o Código Civil, a responsabilidade civil de João e Paulo pelos danos causados a Letícia",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é solidária, mas um tem direito de regresso em face do outro, caso venha a arcar sozinho com a reparação."
      },
      {
        "letra": "B",
        "texto": "é solidária, inexistindo direito de regresso entre eles, ainda que um venha a arcar sozinho com a reparação."
      },
      {
        "letra": "C",
        "texto": "não é solidária, respondendo cada um deles limitada e proporcionalmente à importância da sua respectiva participação para a consumação dos danos."
      },
      {
        "letra": "D",
        "texto": "não é solidária, respondendo cada um deles limitada e proporcionalmente à importância do seu respectivo patrimônio."
      },
      {
        "letra": "E",
        "texto": "não é solidária, respondendo cada um deles pela metade dos danos causados, independentemente da importância das suas respectivas participações para a consumação dos danos ou dos seus patrimônios."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2066940",
    "metadata": "Ano: 2023 | Banca: IADES | Órgão: GDF-SEEC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Com relação às modalidades de responsabilidade civil no Direito Civil brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São elementos da responsabilidade objetiva o nexo causal, a culpa e a conduta do agente."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade do agente público, no exercício de suas funções, é subjetiva em todos os casos."
      },
      {
        "letra": "C",
        "texto": "Aquele que, por ato ilícito, causar dano a outrem, fica obrigado a repará-lo, sendo sempre necessária a comprovação do elemento culpa."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade objetiva ocorre independentemente do elemento culpa."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade subjetiva difere-se da objetiva apenas pelo elemento do nexo causal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2027196",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Docas - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Sobre o dano moral coletivo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dano moral coletivo pressupõe ter havido prévia afetação a patrimônio ou higidez psicofísica individual."
      },
      {
        "letra": "B",
        "texto": "O dano moral coletivo é aferível in re ipsa, ou seja, sua configuração decorre da constatação da prática de conduta ilícita que, de maneira injusta e intolerável, viole direitos de conteúdo extrapatrimonial da coletividade, revelando-se necessária a demonstração de prejuízos concretos ou de efetivo abalo moral."
      },
      {
        "letra": "C",
        "texto": "O dano moral coletivo ocorre nos casos em que a conduta antijurídica afetar interesses fundamentais, coletivos ou individuais, mediante conduta grave, altamente reprovável."
      },
      {
        "letra": "D",
        "texto": "O dano moral coletivo é essencialmente transindividual, de natureza coletiva típica, tendo como destinação os interesses difusos e coletivos, não se compatibilizando com a tutela de direitos individuais homogêneos."
      },
      {
        "letra": "E",
        "texto": "No dano moral coletivo, a indenização tem caráter sancionatório e é destinada às vítimas do evento danoso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1984855",
    "metadata": "Ano: 2022 | Banca: Instituto Consulplan | Órgão: Câmara de Unaí - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Há ofensa à liberdade pessoal quando o indivíduo é injustamente privado ou cerceado em seu direito constitucional de ir e vir (Art. 5º, inciso XV, da Constituição Federal de 1988). Na hipótese de o lesante cometer a ilicitude no desempenho de atividade pública ou a pretexto de exercê-la, a indenização será suportada pela pessoa jurídica de direito público a que se vincula, ou pela pessoa jurídica de direito privado que estiver prestando serviço público, a quem ficará assegurado o direito de regresso contra o causador do dano que agiu com dolo ou culpa. Caso a lesão seja provocada por particular, a responsabilização civil dar-se-á nos moldes genéricos da composição de perdas e danos. Nos termos do Título IX da Lei nº 10.406/2002, que trata da responsabilidade civil (Arts. 927 a 954), são considerados atos ofensivos da liberdade pessoal para fins indenizatórios, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prisão ilegal."
      },
      {
        "letra": "B",
        "texto": "O cárcere privado."
      },
      {
        "letra": "C",
        "texto": "A condução coercitiva."
      },
      {
        "letra": "D",
        "texto": "A prisão por queixa ou denúncia falsa e de má-fé."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1984335",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Maria foi atropelada por um ônibus conduzido por José, empregado da sociedade empresária Alfa, concessionária do serviço público de transporte coletivo de passageiros do Município Beta. Maria procurou assistência jurídica na Defensoria Pública para ajuizar ação de indenização por danos morais e materiais. No caso em tela, conforme jurisprudência do Superior Tribunal de Justiça, a ação deve ser ajuizada em face",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da sociedade empresária Alfa, com base em sua responsabilidade civil objetiva, e o prazo prescricional para o ajuizamento é de cinco anos."
      },
      {
        "letra": "B",
        "texto": "da sociedade empresária Alfa, com base em sua responsabilidade civil subjetiva, e o prazo prescricional para o ajuizamento é de três anos."
      },
      {
        "letra": "C",
        "texto": "da sociedade empresária Alfa, com base em sua responsabilidade civil objetiva, e o prazo prescricional para o ajuizamento é de três anos."
      },
      {
        "letra": "D",
        "texto": "de José, com base em sua responsabilidade civil objetiva, sendo imprescritível a demonstração de ter agido com dolo ou culpa, e o prazo prescricional para o ajuizamento é de cinco anos."
      },
      {
        "letra": "E",
        "texto": "do Município Beta, com base em sua responsabilidade civil objetiva e subsidiária, e o prazo prescricional para o ajuizamento é de três anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1884445",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "No contexto da responsabilidade civil, o Código Civil em vigor abandonou a técnica da culpa presumida e passou a se valer da teoria do risco, prevendo que a responsabilidade civil por ato de terceiro dispensa a prova de culpa, introduzindo, assim, o instituto da responsabilidade objetiva no cenário jurídico brasileiro. A respeito da responsabilidade civil por ato praticado por terceiro, assinale a opção correta, com base no Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aqueles que participarem gratuitamente do produto do crime responderão civilmente, sendo, nesse caso, subsidiária a responsabilidade, até a concorrente quantia."
      },
      {
        "letra": "B",
        "texto": "Em regra, o tutor responde pelos atos praticados por seus pupilos, enquanto o curador não responderá pelos prejuízos causados por seus curatelados."
      },
      {
        "letra": "C",
        "texto": "Os pais respondem pelos atos praticados por seu filho menor de idade, sendo irrelevante o fato de ele estar ou não sob sua autoridade e em sua companhia."
      },
      {
        "letra": "D",
        "texto": "Os donos de hotéis e hospedarias, em regra, serão responsabilizados solidariamente pelos atos danosos praticados por seus hóspedes ou moradores dentro do estabelecimento."
      },
      {
        "letra": "E",
        "texto": "O empregador é responsável pelos atos de seus empregados no exercício do trabalho que lhes competir, mas não será responsável pelos atos de seus prepostos nessas mesmas condições."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1878427",
    "metadata": "Ano: 2022 | Banca: FEPESE | Órgão: Prefeitura de Florianópolis - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Civil Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que ressarcir o dano causado por outrem pode reaver o que houver pago daquele por quem pagou, salvo se demonstrado grau de parentesco com o causador do dano."
      },
      {
        "letra": "B",
        "texto": "O empregador, público ou privado, ou o comitente responderá civilmente por todos os danos que os seus empregados, servidores, serviçais ou prepostos causarem a terceiros."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade civil é independente da criminal, não se podendo questionar mais sobre a existência de provas e do crime, quando estas questões se acharem decididas no juízo criminal."
      },
      {
        "letra": "D",
        "texto": "Salvo nos casos de relação de parentesco, aquele que ressarcir o dano causado por outrem pode reaver o que houver pago daquele por quem pagou."
      },
      {
        "letra": "E",
        "texto": "O credor que demandar o devedor antes de vencida a dívida, fora dos casos em que a lei o permita, ficará obrigado a esperar o tempo que faltava para o vencimento, a descontar os juros correspondentes, embora estipulados, e a pagar as custas em dobro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1865958",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Quando a atividade normalmente desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem, haverá obrigação de reparar o dano, independentemente de culpa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2011471",
    "metadata": "Ano: 2021 | Banca: IADES | Órgão: CFQ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "No que se refere à responsabilidade civil, conforme a jurisprudência atual do Superior Tribunal de Justiça (STJ), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas se iniciada a ação pelo titular do direito em vida, é admissível que o direito à indenização por danos morais seja transmitido aos seus herdeiros."
      },
      {
        "letra": "B",
        "texto": "Na medida em que a violação ao direito e o dano moral dela derivado atinjam apenas os direitos subjetivos da vítima, com o seu falecimento, os herdeiros não ostentam legitimidade ativa para postular indenização."
      },
      {
        "letra": "C",
        "texto": "O STJ tem entendimento firmado no sentido de que o direito à indenização por danos morais não é transmissível aos sucessores do falecido, pela ausência de caráter patrimonial."
      },
      {
        "letra": "D",
        "texto": "O direito à indenização por danos morais transmitese com o falecimento do titular, possuindo os herdeiros da vítima legitimidade ativa para ajuizar ou prosseguir a ação indenizatória."
      },
      {
        "letra": "E",
        "texto": "Após o falecimento do titular, apenas se admite a legitimidade ativa dos herdeiros incapazes para postular indenização a título de dano moral."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1871013",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Prefeitura de Paulínia - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Excludentes da Responsabilidade Civil"
    ],
    "enunciado_principal": "Augusto trafegava com seu automóvel em baixa velocidade por sua vizinhança quando foi surpreendido por Lúcia, que atravessava a rua naquele momento. Não conseguindo frear a tempo, Augusto atingiu Lúcia com o veículo, causando lesões em seu corpo e o perecimento de seu aparelho de telefonia celular. Após muitos meses em recuperação, Lúcia, que não permaneceu com nenhuma sequela física, ingressou com ação indenizatória por danos materiais (perda do celular) e morais em face de Augusto. Este, porém, pretende alegar, em sua defesa, que Lúcia atravessou a via pública falando distraidamente ao celular e desrespeitando uma placa que expressamente proibia a travessia de pedestres no local. À luz do caso narrado, é correto afirmar que as alegações deduzidas por Augusto em defesa, se comprovadas,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "evidenciariam a responsabilidade integral por parte de Augusto, ante a sua condição motorista."
      },
      {
        "letra": "B",
        "texto": "demonstrariam que Augusto agiu no exercício regular de seu direito."
      },
      {
        "letra": "C",
        "texto": "afetariam a análise do nexo causal, levando ao afastamento do dever de indenizar ou à redução da indenização."
      },
      {
        "letra": "D",
        "texto": "permitiriam concluir que Lúcia não sofreu dano moral."
      },
      {
        "letra": "E",
        "texto": "afastaria o dever de indenizar o aparelho de telefonia celular."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1866090",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Acerca de responsabilidade civil, obrigações, atos unilaterais e contratos, julgue o item a seguir.O Código Civil prevê a responsabilidade civil objetiva de empresários individuais pelo fato do produto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1860564",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o credor que demandar o devedor antes de vencida a dívida, fora dos casos em que a lei o permita, ficará obrigado a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "esperar o tempo que faltava para o vencimento e a pagar as custas em dobro, mas, mesmo tendo agido de má-fé, não precisará descontar os juros correspondentes que tenham sido estipulados."
      },
      {
        "letra": "B",
        "texto": "pagar ao devedor o dobro do que houver cobrado, independentemente de ter agido ou não de má-fé."
      },
      {
        "letra": "C",
        "texto": "pagar ao devedor o dobro do que houver cobrado, caso tenha agido de má-fé."
      },
      {
        "letra": "D",
        "texto": "pagar ao devedor a metade do que houver cobrado, salvo se tiver agido de boa-fé."
      },
      {
        "letra": "E",
        "texto": "esperar o tempo que faltava para o vencimento, a descontar os juros correspondentes, embora estipulados, e a pagar as custas em dobro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1860270",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Paulo conduzia veículo de sua propriedade em via urbana, dentro do limite de velocidade permitido, respeitando todas as normas de trânsito vigentes. Quando Paulo estava passando em frente a uma escola, uma criança de cinco anos de idade, sem que o genitor que a acompanhava percebesse, invadiu a via pública de circulação de veículos. Paulo, para não atropelar a criança, fez um rápido desvio, vindo a colidir com o veículo de Pedro, que se encontrava estacionado em local permitido, junto ao meio fio da margem esquerda da via. A respeito dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo não cometeu nenhum ato ilícito, não sendo obrigado a indenizar Pedro pelos prejuízos causados."
      },
      {
        "letra": "B",
        "texto": "Por ter praticado ato ilícito, Paulo deverá indenizar Pedro pelo ocorrido, não incidindo na espécie qualquer excludente de responsabilidade."
      },
      {
        "letra": "C",
        "texto": "Paulo cometeu ato ilícito e deverá indenizar Pedro, podendo, no entanto, buscar ressarcimento do valor pago em ação de regresso a ser proposta contra o referido genitor da criança causadora do acidente."
      },
      {
        "letra": "D",
        "texto": "Paulo não cometeu ato ilícito, visto que os danos causados a Pedro somente ocorreram pela necessidade de remoção de perigo iminente; no entanto, ele deve indenizar Pedro pelos prejuízos causados, podendo reaver a importância paga mediante a propositura de ação de regresso contra o referido genitor da criança causadora do acidente."
      },
      {
        "letra": "E",
        "texto": "Paulo cometeu ato ilícito, mas está isento do dever de indenizar por não ter agido com culpa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1854253",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "A Empresa Delta está em tratativas para a venda de mercadorias para a Escola Mil Pontinhos. Por divergência entre as partes, a compra e venda não se concretiza. Ainda assim, a Empresa Delta emite duplicata como se o contrato de compra e venda tivesse sido realizado e transfere o título por endosso próprio à Empresa Alfa. A Escola Mil Pontinhos, ao ser procurada pela Empresa Alfa para aceitar a duplicata, recusa-se a fazê-lo. Diante disso, a Empresa Alfa protesta o título causando danos à Escola Mil Pontinhos. Diante do exposto, é correto afirmar que a Empresa Alfa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responde pelos danos causados à Escola Mil Pontinhos, ficando ressalvado seu direito de regresso contra a Empresa Delta."
      },
      {
        "letra": "B",
        "texto": "não responde pelos danos causados à Escola Mil Pontinhos, pois somente tomou conhecimento da falta de lastro posteriormente ao endosso."
      },
      {
        "letra": "C",
        "texto": "responde subsidiariamente pelos danos causados à Escola Mil Pontinhos."
      },
      {
        "letra": "D",
        "texto": "não responde pelos danos causados à Escola Mil Pontinhos, pois não é credor original do título."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1846197",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Várzea Paulista - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Um jornalista fez uma matéria, publicada no Jornal “W”, sobre oficinas mecânicas que enganavam os clientes utilizando peças não originais nos reparos realizados em veículos. Na matéria jornalística, constaram as fotos das oficinas mecânicas que realizavam tal procedimento. Por engano, o jornalista inseriu na matéria uma foto do mecânico José, vestido com o uniforme da oficina “X Ltda”, que nunca praticou o procedimento denunciado pela matéria jornalística. Sobre o caso hipotético, tendo em vista o entendimento da Jurisprudência atual dos Tribunais Superiores, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas José poderá pleitear danos morais, tendo em vista que a pessoa jurídica não pode sofrer dano moral."
      },
      {
        "letra": "B",
        "texto": "José e a pessoa jurídica “X Ltda” podem pleitear danos morais, desde que comprovados."
      },
      {
        "letra": "C",
        "texto": "o dano é in re ipsa, o jornalista e o proprietário do Jornal “W” são responsáveis pela indenização devida a José e à pessoa jurídica “X Ltda”."
      },
      {
        "letra": "D",
        "texto": "o valor do dano moral a ser pago a José e à pessoa jurídica “X Ltda” deve ser calculado utilizando-se a teoria do punitive damages, adotada pela legislação brasileira."
      },
      {
        "letra": "E",
        "texto": "a responsabilização do proprietário do Jornal “W” decorre de sua culpa presumida (culpa in elegendo ou in vigilando) que pode ser elidida por prova contrária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1846022",
    "metadata": "Ano: 2021 | Banca: IADES | Órgão: CAU - MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "No que tange ao sistema de responsabilidade civil adotado pelo Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em face do caráter individual da responsabilização civil, o empregador não responde civilmente pelos atos praticados por seus empregados e prepostos, ainda que no exercício do trabalho que lhes competir, ou em razão dele."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de responsabilidade civil por homicídio, a indenização abrange, sem excluir outras reparações, o pagamento das despesas com o tratamento da vítima, seu funeral e o luto da família, bem como a prestação de alimentos às pessoas a quem o morto os devia."
      },
      {
        "letra": "C",
        "texto": "O direito brasileiro adota o princípio da reparação integral dos danos, de sorte que a eventual concorrência culposa da vítima para o evento danoso é irrelevante em relação à fixação da indenização devida."
      },
      {
        "letra": "D",
        "texto": "No direito brasileiro, não é admissível a responsabilidade civil dos incapazes, uma vez que se exige a plena capacidade civil para a compreensão dos atos como requisito de responsabilização."
      },
      {
        "letra": "E",
        "texto": "O dono ou detentor do animal ressarcirá o dano por este causado, mesmo provada culpa da vítima ou situação de força maior."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1842947",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: PGE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Joaquim, depois de beber algumas garrafas de cerveja, saiu para passear com a sua motocicleta, quando, ao se distrair com o aparelho celular, perdeu o controle do seu veículo, vindo com ele a colidir contra o muro de uma escola estadual, que acabou danificado. Alguns meses depois, Joaquim foi citado para uma ação movida pelo Estado de Goiás, proprietário do imóvel atingido, que pleiteou a condenação dele ao pagamento de indenização do valor necessário para o conserto do muro, corrigido monetariamente e com acréscimo de juros legais de mora. De acordo com o Código Civil, esse caso encerra hipótese de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responsabilidade objetiva, considerando-se Joaquim em mora desde a data da citação."
      },
      {
        "letra": "B",
        "texto": "responsabilidade subjetiva, considerando-se Joaquim em mora desde a data do ajuizamento da ação."
      },
      {
        "letra": "C",
        "texto": "responsabilidade subjetiva, considerando-se Joaquim em mora desde a data da colisão."
      },
      {
        "letra": "D",
        "texto": "responsabilidade objetiva, considerando-se Joaquim em mora desde a data da colisão."
      },
      {
        "letra": "E",
        "texto": "responsabilidade subjetiva, considerando-se Joaquim em mora desde a data da citação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1840058",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: IMBEL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Alexandre dirigia seu automóvel de passeio por uma avenida quando, por desatenção, provocou uma colisão com o pequeno caminhão de Manoel, abalroando-o na parte traseira. Ambos eram proprietários dos veículos e Manoel utilizava o dele para exercer, de modo autônomo, a atividade de transportador. Sobre este fato, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Manoel só poderá requerer indenização por danos emergentes, inexistindo, no país, a indenização por aquilo que o lesado deixaria de receber em razão do evento danoso."
      },
      {
        "letra": "B",
        "texto": "A culpa de Alexandre não é requisito para imputação do seu dever de indenizar, uma vez que é objetiva a responsabilidade civil por acidente de trânsito."
      },
      {
        "letra": "C",
        "texto": "Alexandre deve indenizar Manoel desde que evidenciada a culpa na sua condução, bem como o que perdeu e o que receberia com eventual venda do caminhão."
      },
      {
        "letra": "D",
        "texto": "Manoel deverá provar a culpa de Alexandre para poder pleitear aquilo que efetivamente perdeu e pelo que razoavelmente deixou de lucrar."
      },
      {
        "letra": "E",
        "texto": "Alexandre responderá objetivamente pelos danos que causou a Manoel, uma vez que a colisão na parte traseira de um veículo independe de culpa do condutor que a provocou."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1812165",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Segundo o ordenamento jurídico brasileiro vigente, aos danos oriundos de acidentes aéreos envolvendo transporte de passageiros se aplica a teoria da responsabilidade civil objetiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1809502",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: SEFAZ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Renato, estudante de quinze anos, foi contemplado com vasto legado deixado por seu tio avô, o que lhe permitia oferecer à Luiza, sua mãe, conforto material. Luiza era viúva e os únicos bens que lhe pertenciam eram os que integravam o enxoval de uma das casas que Renato recebeu, onde com ele residia. Certo dia, Renato, representado por sua mãe, adquire uma bicicleta e, ao sair da loja, desequilibra-se e cai na pista de rolamento da rua em frente ao estabelecimento. No momento da queda, Joaquim, que conduzia seu carro, desvia-se de Renato, que nada sofre, mas colide com a lateral do automóvel de Carla, estacionado do outro lado da rua. A colisão ocasionou danos em ambos os veículos automotores, mas, como trafegava em baixa velocidade, Joaquim saiu fisicamente ileso. Diante destes fatos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carla faz jus a indenização pelos danos ocasionados ao seu carro por Joaquim, que poderão ser por ele ressarcidos."
      },
      {
        "letra": "B",
        "texto": "A incapacidade civil de Renato, impede Joaquim de o responsabilizar patrimonialmente pelos danos sofridos."
      },
      {
        "letra": "C",
        "texto": "Joaquim deverá provar a negligência de Luiza no exercício da autoridade parental para haver indenização."
      },
      {
        "letra": "D",
        "texto": "O fortuito ocorrido não permite que Joaquim pleiteie indenização de Luiza."
      },
      {
        "letra": "E",
        "texto": "Joaquim nada deverá pagar a Carla, pois agiu em estado de necessidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1794235",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CORE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Julgue o item, relativos à responsabilidade civil por danos morais.O dano moral por abandono afetivo tem no reconhecimento da paternidade questão prejudicial de que depende para eventual configuração.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1785380",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Lúcio, um homem negro, foi abordado por seguranças de uma rede de Supermercados de Salvador, no interior de estabelecimento comercial, e acusado de subtrair mercadorias que estavam expostas à venda. Lúcio foi conduzido a uma sala reservada, onde foi agredido e exigido o pagamento de certa quantia em dinheiro para ser liberado. Como não teve condições de pagar a quantia exigida, os seguranças o entregaram para terceiros, que o torturaram e mataram. Indignados com a situação, populares procuraram a Defensoria Pública da Bahia para obter informações e para a adoção de providências judiciais cabíveis. Nessas circunstâncias, a orientação dada pela Defensoria Pública deve sustentar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pessoa jurídica tem responsabilidade objetiva pelos danos causados, mas somente os herdeiros de Lúcio é que têm legitimidade para pleitear qualquer reparação por danos materiais ou morais decorrentes de tal situação."
      },
      {
        "letra": "B",
        "texto": "a pessoa jurídica tem responsabilidade objetiva pelos danos causados ao indivíduo e seus familiares, sem prejuízo do cabimento de ação civil pública proposta pela Defensoria Pública para o ressarcimento de danos morais coletivos em razão de racismo estrutural."
      },
      {
        "letra": "C",
        "texto": "a responsabilidade recairá exclusivamente sobre as pessoas responsáveis (seguranças e agressores), uma vez afastada a responsabilidade civil da pessoa jurídica em razão da culpa exclusiva de terceiros."
      },
      {
        "letra": "D",
        "texto": "somente se pode pleitear da pessoa jurídica a indenização dos danos sofridos caso se tenha comprovada a sua culpa, seja em razão da adoção de protocolos ilegais de operação, seja por dolo ou culpa – como a culpa in eligendo, por exemplo."
      },
      {
        "letra": "E",
        "texto": "inexiste qualquer dano a ser indenizado caso realmente se constate que Lúcio tentou subtrair mercadorias da empresa, pois a ilicitude de sua conduta afastaria qualquer responsabilidade da pessoa jurídica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1776966",
    "metadata": "Ano: 2021 | Banca: FADESP | Órgão: Câmara de Marabá - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Trata-se de caso de responsabilidade civil subjetiva",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a responsabilidade dos pais, por danos ocasionados pelos filhos menores que estiverem sob sua autoridade e em sua companhia."
      },
      {
        "letra": "B",
        "texto": "a responsabilidade do motorista, por acidente de trânsito decorrente do avaço de sinal vermelho."
      },
      {
        "letra": "C",
        "texto": "a responsabilidade do empregador, por atos cometidos por seus empregados, serviçais e prepostos, no exercício do trabalho que lhes competir, ou em razão dele."
      },
      {
        "letra": "D",
        "texto": "a responsabilidade dos donos de hotéis, hospedarias, casas ou estabelecimentos onde se albergue por dinheiro, pelos danos ocasionados por seus hóspedes."
      },
      {
        "letra": "E",
        "texto": "a responsabilidade do tutor e do curador, pelos pupilos e curatelados, que se acharem nas mesmas condições."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1761817",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "José e Pedro são vizinhos e José é dono de um cachorro de porte grande. Por esse motivo, José instalou grades ao redor de sua casa, fechadura no portão e colocou uma placa de “cão bravo” de frente para a calçada. Certo dia, enquanto o filho de Pedro brincava no quintal, a bola caiu na propriedade de José. Acreditando que o cachorro o reconheceria por serem vizinhos de longa data, Pedro entrou no quintal de José para pegar a bola enquanto este não estava em casa e acabou sendo atacado pelo animal, causando-lhe ferimentos graves. Pedro ajuizou uma ação buscando indenização pelos danos. Levando em consideração a situação hipotética descrita, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerando que o comportamento do cachorro foi inesperado, já que Pedro e José eram vizinhos de longa data, José deverá indenizar Pedro apenas pelos danos morais causados pelo animal."
      },
      {
        "letra": "B",
        "texto": "Não há responsabilidade civil, tendo em vista que a culpa foi exclusiva da vítima."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade do dono do animal é objetiva, existindo, portanto, a responsabilidade civil."
      },
      {
        "letra": "D",
        "texto": "O dono, ou detentor, do animal ressarcirá o dano por este causado, sendo afastada a responsabilidade somente nos casos de força maior."
      },
      {
        "letra": "E",
        "texto": "Há responsabilidade civil, tendo em vista que José deveria ter mais cautela ao deixar o animal em casa sem sua supervisão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1759307",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "A respeito do princípio da reparação integral, contido no Código Civil Brasileiro, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o ordenamento jurídico brasileiro, de lege lata, não admite a condenação a verba punitiva, seja como parcela do dano moral, seja como verba autônoma;"
      },
      {
        "letra": "B",
        "texto": "a gradação da culpa tem relevância para a configuração do ato ilícito na esfera civil, assim como no direito penal, cujo caráter punitivo recomenda a análise da intensidade do desvio cometido pelo agente;"
      },
      {
        "letra": "C",
        "texto": "o ordenamento jurídico brasileiro autoriza que o julgador fixe uma parcela autônoma de danos punitivos, que se somarão às outras parcelas de danos verificados no caso concreto, para punir o ofensor nas hipóteses de danos causados por culpa grave;"
      },
      {
        "letra": "D",
        "texto": "o ordenamento jurídico brasileiro autoriza que o julgador fixe uma parcela autônoma de danos punitivos, que se somarão às outras parcelas de danos verificados no caso concreto, para punir o ofensor nas hipóteses de danos causados por dolo;"
      },
      {
        "letra": "E",
        "texto": "a cumulação da função punitiva da responsabilidade civil com a função indenizatória é admissível, segundo o Código Civil, desde que as parcelas indenizatórias sejam quantificadas de modo autônomo e individual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1714754",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Acerca da legitimidade para pleitear reparação por danos morais, julgue o item subsequente, à luz da jurisprudência do Superior Tribunal de Justiça. Pessoa jurídica detém legitimidade para pleitear indenização por danos morais, desde que devidamente demonstrada a ofensa à sua honra objetiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1788342",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "João foi gravemente agredido por Pedro, de quinze anos de idade. Em razão do ocorrido, João pretende ajuizar ação de indenização por danos materiais e morais contra Pedro e os pais deste, Carlos e Maria. No momento da agressão, Carlos e Maria estavam divorciados e a guarda de Pedro era exclusiva de Maria. Acerca dessa situação hipotética, assinale a opção correta, de acordo com o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação deve ser ajuizada exclusivamente em desfavor dos pais de Pedro, porque, conforme a legislação, ele, por ser menor, não possui responsabilidade civil por seus atos."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade civil de Pedro pela reparação dos danos é subsidiária, em relação a seus pais/responsáveis, e mitigada."
      },
      {
        "letra": "C",
        "texto": "Há litisconsórcio necessário entre Pedro e seus pais, em razão da responsabilidade solidária entre o incapaz e seus genitores."
      },
      {
        "letra": "D",
        "texto": "A ação poderá ser ajuizada contra os pais de Pedro somente se for demonstrado que ele não possui patrimônio para reparar o dano."
      },
      {
        "letra": "E",
        "texto": "A condição de guardião do filho menor é requisito essencial para a responsabilização por ato praticado por incapaz, motivo pelo qual Carlos não possui legitimidade para figurar na ação de responsabilidade civil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1745387",
    "metadata": "Ano: 2020 | Banca: STATUS | Órgão: Sescoop - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Caio, professor de ioga, residente no Município XPTO, estava com viagem programada para passar quatro dias no Caribe. Ocorre que Caio não tinha com quem deixar o seu cachorro Toby. Para solucionar o problema, Caio resolveu chamar uma cuidadora de animais, para cuidar de Toby esporadicamente pelo período em que estivesse fora. Antes de viajar, o professor deixou Toby escapar pelo portão, e o mesmo atacou um adolescente de 16 anos que passava pela rua com lanches para entrega. Além dos ferimentos sofridos pelo adolescente, o mesmo perdeu todas as entregas que carregava de bicicleta, pois os pacotes caíram no chão. Como Caio deixou Toby escapar, e não há culpa exclusiva da vítima, tampouco força maior, é correto dizer que, nos termos da legislação civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio responderá pelos danos causados por seu animal."
      },
      {
        "letra": "B",
        "texto": "Caio não responderá pelos danos causados por seu animal."
      },
      {
        "letra": "C",
        "texto": "Caio responderá somente pelas despesas de hospital do jovem, mas não por todos os danos causados por seu animal."
      },
      {
        "letra": "D",
        "texto": "Caio não responderá pelos danos causados, pois o animal não é uma pessoa física, portanto não comete ato ilícito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1721484",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Câmara Municipal de Pindorama - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Uma senhora foi agredida durante uma discussão e ficou com graves sequelas motoras. Sobre seu possível pedido judicial para uma reparação, é correto afirmar que ela",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode pleitear somente a reparação pelo dano material que teve nas despesas com cuidados médicos."
      },
      {
        "letra": "B",
        "texto": "pode pleitear somente a reparação pelo dano estético que sofreu."
      },
      {
        "letra": "C",
        "texto": "não pode pleitear a reparação pelo dano estético que sofreu."
      },
      {
        "letra": "D",
        "texto": "pode cumular os pedidos de reparação pelo dano estético e pelo dano moral."
      },
      {
        "letra": "E",
        "texto": "não pode pleitear a reparação pelos danos morais que sofreu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1696406",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Câmara de Ji-Paraná - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Sobre a responsabilidade civil, marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O código não prevê a responsabilidade por ato próprio"
      },
      {
        "letra": "B",
        "texto": "Pais tutores e curadores não possuem responsabilidade civil sobre atos de terceiros sob sua responsabilidade"
      },
      {
        "letra": "C",
        "texto": "A responsabilidade por danos causados por animais e coisas que estejam sob a guarda do agente é sempre subjetiva"
      },
      {
        "letra": "D",
        "texto": "Todo aquele que é responsável pelo dano não é obrigado a repará-lo"
      },
      {
        "letra": "E",
        "texto": "A culpa in vigilando decorre da ausência de fiscalização"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1149600",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: AVAREPREV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "De acordo com o previsto no Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os empresários individuais respondem pelos produtos postos em circulação desde que comprovada a sua culpa ou dolo."
      },
      {
        "letra": "B",
        "texto": "Quando a atividade normalmente desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem, será necessário demonstrar imperícia, imprudência ou negligência para a sua responsabilização."
      },
      {
        "letra": "C",
        "texto": "O dono, ou detentor, do animal ressarcirá o dano por este causado nos casos de força maior, mas não nos casos de culpa exclusiva da vítima."
      },
      {
        "letra": "D",
        "texto": "Depende da comprovação de culpa para a responsabilização civil do empregado pelos atos de seus prepostos no exercício dos trabalhos que lhes competir."
      },
      {
        "letra": "E",
        "texto": "São responsáveis pela reparação civil, ainda que não haja culpa da sua parte, os que gratuitamente houverem participado nos produtos do crime, até a concorrente quantia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1136631",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: FITO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Nos termos da atual jurisprudência do Superior Tribunal de Justiça, os incapazes, quando praticarem atos que causem prejuízos, terão responsabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "subsidiária, condicional, mitigada e equitativa."
      },
      {
        "letra": "B",
        "texto": "subsidiária, incondicional, mitigada e imparcial."
      },
      {
        "letra": "C",
        "texto": "solidária, condicional, agravada e imparcial."
      },
      {
        "letra": "D",
        "texto": "solidária, condicional, mitigada e equitativa."
      },
      {
        "letra": "E",
        "texto": "solidária, incondicional, agravada e equitativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1136583",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: EBSERH",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Sobre a indenização decorrente da responsabilidade civil, pode-se corretamente afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a indenização mede-se pela extensão do dano e não pode ser reduzida pelo juiz, mesmo havendo excessiva desproporção entre a gravidade da culpa e o dano."
      },
      {
        "letra": "B",
        "texto": "havendo usurpação ou esbulho do alheio, além da restituição da coisa, a indenização consistirá em pagar o valor das suas deteriorações e o devido a título de lucros cessantes; faltando a coisa, dever-se-á reembolsar o seu equivalente ao prejudicado que será estimado pelo seu preço ordinário e pelo de afeição, contanto que este não se avantaje àquele."
      },
      {
        "letra": "C",
        "texto": "no caso de lesão ou outra ofensa à saúde, o ofensor indenizará o ofendido das despesas do tratamento e dos danos emergentes até o fim da convalescença, além de algum outro prejuízo que o ofendido prove haver sofrido, sem direito a lucros cessantes."
      },
      {
        "letra": "D",
        "texto": "se da ofensa resultar defeito pelo qual o ofendido não possa exercer o seu ofício ou profissão, ou se lhe diminua a capacidade de trabalho, a indenização, além das despesas do tratamento e lucros cessantes até ao fim da convalescença, incluirá pensão, que não poderá ser paga de uma só vez, correspondente à importância do trabalho para que se inabilitou, ou da depreciação que ele sofreu."
      },
      {
        "letra": "E",
        "texto": "no caso de homicídio, a indenização consiste, sem excluir outras reparações, no pagamento das despesas com o tratamento da vítima, seu funeral e o luto da família e na prestação de alimentos às pessoas a quem o morto os devia, levando-se em conta a duração provável da vida do autor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1134309",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Valiprev - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "De acordo com a doutrina majoritária e jurisprudência atualizada dos tribunais superiores, caracterizam dano moral in re ipsa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "acidente de carro sem vítimas."
      },
      {
        "letra": "B",
        "texto": "a simples remessa de fatura de cartão de crédito para a residência do consumidor com cobrança indevida."
      },
      {
        "letra": "C",
        "texto": "atraso de voo internacional."
      },
      {
        "letra": "D",
        "texto": "anotação irregular em cadastro de proteção ao crédito quando preexistente legítima inscrição."
      },
      {
        "letra": "E",
        "texto": "ofensa injusta à dignidade da pessoa humana."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2070112",
    "metadata": "Ano: 2019 | Banca: IBFC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Excludentes da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "O Código Civil dispõe que “haverá obrigação de reparar o dano, independentemente de culpa, nos casos especificados em lei, ou quando a atividade normalmente desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem”. Considere o dispositivo legal e assinale a alternativa correta acerca do tipo de responsabilidade que ela representa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Responsabilidade civil subjetiva"
      },
      {
        "letra": "B",
        "texto": "Responsabilidade civil pelo risco"
      },
      {
        "letra": "C",
        "texto": "Responsabilidade civil por culpa"
      },
      {
        "letra": "D",
        "texto": "Responsabilidade civil por dolo e culpa"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1690467",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Birigui - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "João comprou um carro de José, mas não efetuou sua transferência nos órgãos de controle, porém o dirigia normalmente e colidiu com outro veículo, causando-lhe danos de grande monta. Diante desse fato, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas João é responsável pelo dano."
      },
      {
        "letra": "B",
        "texto": "Apenas José é responsável pelo dano."
      },
      {
        "letra": "C",
        "texto": "José será responsável caso João não tenha como reparar o dano."
      },
      {
        "letra": "D",
        "texto": "João e José são responsáveis pelo dano."
      },
      {
        "letra": "E",
        "texto": "Nem João e nem José são responsáveis."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1677399",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Na tocante ao dano moral, assinale a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A capacidade econômica do ofendido não pode ser utilizada como parâmetro para arbitramento do dano moral."
      },
      {
        "letra": "B",
        "texto": "A reparação por danos morais exige prova de que a imagem pública da autoridade identificada como coatora fora atingida."
      },
      {
        "letra": "C",
        "texto": "A absolvição criminal por insuficiência de prova enseja indenização por danos morais."
      },
      {
        "letra": "D",
        "texto": "O dano estético insere-se na categoria de dano moral e é passível de indenização em separado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1364553",
    "metadata": "Ano: 2019 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O descumprimento contratual enseja sempre a obrigação de reparar danos materiais e morais."
      },
      {
        "letra": "B",
        "texto": "Nas indenizações de danos morais por responsabilidade extracontratual, a correção monetária incide a partir da decisão condenatória e os juros moratórios desde o evento danoso."
      },
      {
        "letra": "C",
        "texto": "A cláusula de eleição de foro é válida, em detrimento do domicílio do consumidor, em razão do princípio da força obrigatória dos contratos."
      },
      {
        "letra": "D",
        "texto": "O valor do contrato deve sempre servir de base para a fixação do valor da causa e verificação da competência dos Juizados Especiais, ainda que tal valor seja diferente do proveito econômico pretendido pela parte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1357476",
    "metadata": "Ano: 2019 | Banca: FUNDATEC | Órgão: Prefeitura de São Borja - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Conforme o entendimento do Superior Tribunal de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pessoa jurídica não está sujeita a dano moral."
      },
      {
        "letra": "B",
        "texto": "Em relação à pessoa jurídica, o dano moral somente ocorre quanto também for verificada a ocorrência de dano material."
      },
      {
        "letra": "C",
        "texto": "A indenização por danos morais está tarifada no texto do Código Civil."
      },
      {
        "letra": "D",
        "texto": "O dano moral não pode ser in re ipsa, cabendo à vítima a prova efetiva da sua ocorrência."
      },
      {
        "letra": "E",
        "texto": "São cumuláveis as indenizações por dano moral e estético oriundos do mesmo fato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1252623",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Considerando a jurisprudência do Superior Tribunal de Justiça, assinale a alternativa correta a respeito da responsabilidade civil e dos danos morais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dano moral coletivo não admite a modalidade in re ipsa, ou presumida, exigindo minuciosa demonstração e comprovação."
      },
      {
        "letra": "B",
        "texto": "Sendo a honra e a intimidade direitos fundamentais personalíssimos, somente possui legitimidade para pleitear indenização por dano moral, em todo caso, o próprio ofendido."
      },
      {
        "letra": "C",
        "texto": "O abandono afetivo de filho, independentemente de reconhecimento de paternidade, gera dano moral in re ipsa, ou presumido."
      },
      {
        "letra": "D",
        "texto": "A pessoa jurídica é passível de sofrer dano moral, sendo desnecessária, contudo, a demonstração da ofensa à honra por inexistir, no caso da entidade, honra a ser ofendida."
      },
      {
        "letra": "E",
        "texto": "As pessoas jurídicas de direito público não são titulares de direito à indenização por dano moral por ofensa à honra ou à imagem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1251295",
    "metadata": "Ano: 2019 | Banca: CETREDE | Órgão: Prefeitura de São Gonçalo do Amarante - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Segundo o Código Civil de 2002, no que tange a responsabilidade civil, observe as opções a seguir. I. O incapaz responde pelos prejuízos que causar, se as pessoas, por ele responsáveis, não tiverem obrigação de fazê-lo ou não dispuserem de meios suficientes. II. Haverá obrigação de reparar o dano, independentemente de culpa, nos casos especificados em lei, ou quando a atividade normalmente desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem. III. No caso de perigo iminente, se ocorrer por culpa de terceiro, não poderá o autor, contra este, ajuizar ação de dano regressiva para haver a importância que tiver ressarcido ao lesado. IV. O dono ou detentor do animal ressarcirá o dano por este causado, mesmo se provar culpa da vítima ou força maior. Marque a opção que indica a(s) afirmativa(s) CORRETA(S).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I – II – III – IV."
      },
      {
        "letra": "B",
        "texto": "III."
      },
      {
        "letra": "C",
        "texto": "I – II – IV."
      },
      {
        "letra": "D",
        "texto": "II – IV."
      },
      {
        "letra": "E",
        "texto": "I - II."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1243328",
    "metadata": "Ano: 2019 | Banca: INAZ do Pará | Órgão: Prefeitura de Terra Alta - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Aquele que, por ato ilícito, causar dano a outrem, fica obrigado a repará-lo. Destarte, sobre a responsabilidade civil prevista no Código Civil Brasileiro, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São também responsáveis pela reparação civil os donos de hotéis, hospedarias, casas ou estabelecimentos onde se albergue por dinheiro, mesmo para fins de educação, pelos seus hóspedes, moradores e educandos."
      },
      {
        "letra": "B",
        "texto": "O incapaz responde pelos prejuízos que causar, se as pessoas por ele responsáveis não tiverem obrigação de fazê-lo ou não dispuserem de meios suficientes."
      },
      {
        "letra": "C",
        "texto": "O direito de exigir reparação e a obrigação de prestá-la não transmitem-se com a herança."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade civil é independente da criminal, não se podendo questionar mais sobre a existência do fato, ou sobre quem seja o seu autor, quando estas questões se acharem decididas no juízo criminal."
      },
      {
        "letra": "E",
        "texto": "Aquele que demandar por dívida já paga, no todo ou em parte, sem ressalvar as quantias recebidas ou pedir mais do que for devido, ficará obrigado a pagar ao devedor, no primeiro caso, o dobro do que houver cobrado e, no segundo, o equivalente do que dele exigir, salvo se houver prescrição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1169857",
    "metadata": "Ano: 2019 | Banca: FUNDATEC | Órgão: Prefeitura de Palmeira das Missões - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Sobre o sistema de responsabilidade civil do empregador, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade civil do empregador por atos praticados por seus empregados é na modalidade de responsabilidade in elegendo, com presunção de culpa."
      },
      {
        "letra": "B",
        "texto": "O empregador que vier a indenizar dano causado pelo seu empregado não poderá exercer regresso em relação ao causador direto do dano, eis que o risco da atividade é do empregador."
      },
      {
        "letra": "C",
        "texto": "O hospital privado não responde por atos praticados pelos médicos integrantes de seu corpo clínico, pois não há relação de emprego formal entre eles."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade do empregador é objetiva, na modalidade de responsabilidade in elegendo."
      },
      {
        "letra": "E",
        "texto": "O empregador somente responde pelos atos praticados pelo empregado se ficar comprovada a existência de relação de emprego formal entre eles."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1168398",
    "metadata": "Ano: 2019 | Banca: SELECON | Órgão: Empresa Cuiabana de Saúde Pública - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "No âmbito do Direito Civil, a culpa não sofre gradação para caracterizar o ilícito quanto à constatação do ato. No entanto, pode ser considerada a proporção da culpa para fixar a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "absolvição"
      },
      {
        "letra": "B",
        "texto": "remissão"
      },
      {
        "letra": "C",
        "texto": "inexistência"
      },
      {
        "letra": "D",
        "texto": "indenização"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1166952",
    "metadata": "Ano: 2019 | Banca: FAUEL | Órgão: Câmara Municipal de Colombo - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Responsabilidade civil",
      "Parte Geral",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Com fulcro na jurisprudência do Superior Tribunal de Justiça e no Código Civil de 2002, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os direitos à informação e à livre manifestação do pensamento não possuem caráter absoluto, encontrando limites na legislação infraconstitucional e nas garantias constitucionais essenciais à concretização da dignidade da pessoa humana."
      },
      {
        "letra": "B",
        "texto": "Depende de prova do prejuízo a indenização pela publicação não autorizada da imagem de pessoa com fins econômicos ou comerciais."
      },
      {
        "letra": "C",
        "texto": "O parceiro que apenas suspeita de sua condição soropositiva por ter adotado comportamento sabidamente temerário (vida promíscua, utilização de drogas injetáveis, entre outros) e, mesmo assim, continua normalmente tendo relações sexuais com sua companheira sem alertá-la para esse fato, não responde civilmente pelos eventuais danos causados."
      },
      {
        "letra": "D",
        "texto": "Os filhos absolutamente incapazes, quando praticarem atos que causem prejuízos, serão solidariamente responsáveis com seus pais pelos danos causados."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1155582",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: BRB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Acerca da responsabilidade civil, à luz da jurisprudência atual do Superior Tribunal de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pessoa jurídica pode postular reparação a título de dano moral, se demonstrada ofensa à respectiva honra objetiva."
      },
      {
        "letra": "B",
        "texto": "Não se admite a cumulação entre dano estético e dano moral."
      },
      {
        "letra": "C",
        "texto": "A legitimidade para pleitear a reparação por dano moral é da própria vítima, não se admitindo que os respectivos parentes ou as pessoas próximas afetivamente demandem reparação a esse título."
      },
      {
        "letra": "D",
        "texto": "O empregador não é responsável pela reparação civil em razão de atos dos respectivos empregados no exercício do trabalho que lhes competir."
      },
      {
        "letra": "E",
        "texto": "Nas ações de responsabilidade civil ambiental, não é admitida a condenação do réu à obrigação de fazer ou à de não fazer cumulada com a de indenizar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1146351",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: DAEM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "A pessoa jurídica “Capinhas de Celulares Ltda” fez uma compra em um fornecedor chinês de materiais para celulares e fez o pagamento mediante cheque pré-datado. O fornecedor, entretanto, apresentou o cheque antecipadamente. Em razão da insuficiência de fundos, o cheque foi devolvido duas vezes, ocasionando a inscrição da “Capinhas de Celulares Ltda” no cadastro de proteção ao crédito. Em razão disso, o representante da “Capinhas de Celulares Ltda” procurou um advogado, indagando se poderia pleitear danos morais contra o fornecedor. Nesse caso, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há direito à indenização por danos morais, tendo em vista que a simples devolução indevida de cheque não caracteriza dano moral."
      },
      {
        "letra": "B",
        "texto": "há direito à indenização por danos morais, tendo em vista que caracteriza dano moral a apresentação antecipada de cheque pré-datado."
      },
      {
        "letra": "C",
        "texto": "não há direito à indenização por danos morais, tendo em vista que a pessoa jurídica não pode sofrer dano moral."
      },
      {
        "letra": "D",
        "texto": "há direito à indenização por danos morais apenas em razão da inscrição no cadastro de proteção ao crédito, mas não pela apresentação antecipada do cheque."
      },
      {
        "letra": "E",
        "texto": "há direito à indenização por danos morais, desde que seja provado que o fornecedor agiu com dolo ou culpa na apresentação antecipada do cheque."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1140015",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Contagem - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Analise o caso hipotético a seguir. Após consumir três garrafas de cerveja, João Donato retornava para a sua residência, dirigindo o seu veículo automotor. Ao passar por um importante cruzamento no centro da cidade, o carro de João Donato foi atingido por um veículo automotor, conduzido por Matilde Cássia, que cruzou a via, apesar de o sinal estar vermelho para ela. João Donato foi submetido ao teste do bafômetro e foi apontado o consumo de álcool. Em razão do ocorrido, Matilde pretende ver-se ressarcida dos prejuízos ocasionados pelo acidente. Tendo como base a jurisprudência do STJ, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A culpa de João Donato não pode ser presumida, tendo em vista ser hipótese de responsabilidade subjetiva, que não prescinde da demonstração efetiva de culpa."
      },
      {
        "letra": "B",
        "texto": "João Donato poderá ser presumido culpado, mas poderá isentar-se de responsabilidade, caso comprove culpa exclusiva de Matilde."
      },
      {
        "letra": "C",
        "texto": "Trata-se de hipótese em que se verifica responsabilidade objetiva de João Donato, tendo em vista a direção de veículos automotores com consumo de álcool ser considerada atividade de risco."
      },
      {
        "letra": "D",
        "texto": "Matilde deverá ser ressarcida integralmente pelos danos sofridos, tendo em consideração que a embriaguez ao volante gera presunção absoluta de culpabilidade, estando presentes os demais pressupostos da responsabilidade civil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1135465",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: SERTPREV - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Responsabilidade civil",
      "Parte Geral",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Maria, jovem de 15 anos, estava atravessando a rua, com o semáforo aberto para passagem dos pedestres, quando foi atropelada pelo automóvel conduzido por João, embriagado, que não respeitou o semáforo. Do atropelamento, resultou amputação de um pé de Maria. Sem prejuízo das sanções penais cabíveis, pode-se corretamente afirmar que é possível pleitear que João seja condenado a pagar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "danos morais, cumulados com danos estéticos, bem como danos materiais, no prazo de até três anos do acidente."
      },
      {
        "letra": "B",
        "texto": "danos morais, mas não danos estéticos, visto que estes decorrem do mesmo fato e são abrangidos por aqueles, bem como danos materiais, no prazo de até cinco anos do acidente."
      },
      {
        "letra": "C",
        "texto": "danos estéticos, mas não danos morais, visto que estes decorrem do mesmo fato e são abrangidos por aqueles, bem como danos materiais, no prazo de até três anos do acidente."
      },
      {
        "letra": "D",
        "texto": "danos morais ou estéticos, não cumuláveis, bem como danos materiais, desde que comprovada a perda da capacidade laboral, no prazo de até cinco anos."
      },
      {
        "letra": "E",
        "texto": "danos morais, cumulados com danos estéticos, sem danos materiais, tendo em vista a idade da vítima que ainda não laborava, em até três anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1134925",
    "metadata": "Ano: 2019 | Banca: COPESE - UFPI | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Sobre a responsabilidade civil do particular, relacione a COLUNA II com a COLUNA I, associando as espécies de dano patrimonial às suas respectivas características. COLUNA I 1. Perda da chance 2. Lucro cessante 3. Dano reflexo 4. Dano emergente COLUNA II ( ) É o montante indispensável para eliminar as perdas econômicas decorrentes da lesão, reequilibrando o patrimônio da vítima, e configura os prejuízos nascidos da ação ou omissão danosa. ( ) Traduz aqueles ganhos que, seguindo a ordem natural das coisas, provavelmente afluiriam ao patrimônio da vítima se não tivesse havido dano. ( ) Consiste em uma oportunidade dissipada de obter futura vantagem ou de evitar um prejuízo em razão da prática de um dano injusto. ( ) É sofrido inicialmente por um sujeito, mas acaba por repercutir em outro, pelo fato de haver alguma ligação entre eles. Assinale a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 2 4 3"
      },
      {
        "letra": "B",
        "texto": "4 2 1 3"
      },
      {
        "letra": "C",
        "texto": "3 1 2 4"
      },
      {
        "letra": "D",
        "texto": "2 4 3 1"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1098030",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "O atual Código Civil impõe a necessidade de reparação do dano causado por ato ilícito, inclusive com a obrigação de reparação do prejuízo, independentemente de culpa, nos casos especificados pela lei, ou quando a atividade normalmente desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem. Trata-se da chamada teoria do risco, criada, principalmente, por juristas franceses no final do século XX, que deu caráter objetivo à responsabilidade civil, pelo qual “todo o prejuízo deve ser atribuído ao seu autor e reparado por quem o causou, independentemente de ter ou não agido com culpa.\" (CAVALIERI FILHO, Sérgio. Programa de responsabilidade civil. São Paulo: Atlas, 2009. p. 136). Em relação à responsabilidade civil, marque a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legitimidade para pleitear a reparação por danos morais é, em regra, do próprio ofendido; no entanto, em certas situações, são colegitimadas também aquelas pessoas que, sendo muito próximas afetivamente à vítima, são atingidas indiretamente pelo evento danoso, reconhecendo-se, em tais casos, o chamado dano moral reflexo ou em ricochete."
      },
      {
        "letra": "B",
        "texto": "O incapaz poderá ser demandado pelos prejuízos que causar, se as pessoas por ele responsáveis não tiverem obrigação de fazê-lo ou não dispuserem de meios suficientes."
      },
      {
        "letra": "C",
        "texto": "A existência de licenciamento ambiental regular e a observância dos limites da atividade legitimamente autorizada exime o causador de degradação ambiental, se o fez de boa-fé. Em caso de má-fé, a reparação civil pode incluir a obrigação de fazer ou não fazer, cumulada com a de indenizar."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade civil consumerista é, por via de regra, de caráter objetivo, ressalvada a responsabilidade pessoal dos profissionais liberais, tendo o consumidor o direito de reclamar por vícios aparentes ou de fácil constatação em prazos fatais, os quais são obstados pela reclamação comprovadamente formulada pelo consumidor perante o fornecedor de produtos e serviços até a resposta negativa correspondente, que deve ser transmitida de forma inequívoca, e pela instauração de inquérito civil, até seu encerramento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1093861",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Mauá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "X submeteu-se a cirurgia plástica de cunho estético com o médico A, no hospital B, porém, alega que o procedimento não alcançou o resultado almejado, ao contrário, resultou em sequelas físicas e psíquicas. Sobre a responsabilidade civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tratando-se de obrigação de resultado, caberá a X demonstrar o nexo de causalidade entre os danos e a conduta médica, presumindo-se a culpa do médico A."
      },
      {
        "letra": "B",
        "texto": "tratando-se de obrigação de meio, a responsabilidade do médico não se presume, incumbindo a X comprovar sua culpa e os danos suportados."
      },
      {
        "letra": "C",
        "texto": "o hospital e o médico respondem objetivamente pelos danos experimentados pelo paciente, pois há obrigação solidária entre eles, reconhecendo-se nessa hipótese a relação de consumo."
      },
      {
        "letra": "D",
        "texto": "a responsabilidade do médico é subjetiva e, portanto, no caso do médico A, dispensa-se a prova de sua imperícia, pois a obrigação em voga é de resultado."
      },
      {
        "letra": "E",
        "texto": "a responsabilidade do hospital é objetiva em caso de vínculo empregatício do médico, presumindo-se sua culpa na modalidade in eligendo, e não há dever de indenizar caso comprove a existência de quaisquer causas excludentes da responsabilidade, uma vez que há relação de consumo com o paciente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1092891",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Maria, grávida de 9 meses, juntamente com seu esposo José, estavam caminhando na rua, quando foram atropelados por Carlos. José faleceu imediatamente em razão do atropelamento. Verificou-se que o atropelamento se deu em razão de Carlos não ter realizado as devidas manutenções em seu veículo que estava com defeitos no sistema de frenagem. O atropelamento ocorreu no dia 01.03.2003. Carlos foi condenado por homicídio culposo e cumpriu pena. Em 02.03.2019, Joaquim, filho de Maria e José, na época do acidente, nascituro, nascido um dia após a morte do pai, assistido por aquela, ajuizou ação de indenização por danos morais contra Carlos. Acerca do caso hipotético, é possível afirmar corretamente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joaquim não pode demandar alguém por um fato ocorrido antes de seu nascimento, tendo em vista que a personalidade se inicia após o nascimento com vida."
      },
      {
        "letra": "B",
        "texto": "Carlos não pode ser demandado, tendo em vista que já foi condenado criminalmente pelo fato, em razão da vedação do bis in idem."
      },
      {
        "letra": "C",
        "texto": "por não ter conhecido o pai, não pode Joaquim postular danos morais, podendo requerer, apenas, o pagamento de eventuais danos materiais por não ter sido sustentado financeiramente pelo pai."
      },
      {
        "letra": "D",
        "texto": "é possível a postulação de danos morais em razão da morte do pai ocorrida antes do nascimento do autor, independentemente de prova de dor e sofrimento."
      },
      {
        "letra": "E",
        "texto": "a pretensão está prescrita, tendo em vista o decurso de prazo superior a três anos da data do falecimento de José."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1092589",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Maria foi vítima de um ato libidinoso praticado por terceiro, estranho ao contrato de transporte, dentro de ônibus municipal urbano. Diante deste fato, a empresa de transporte",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responde se não houver culpa ou dolo de seus prepostos, atuando no referido ônibus."
      },
      {
        "letra": "B",
        "texto": "não responde por ato ilícito cometido por terceiro e estranho ao contrato de transporte."
      },
      {
        "letra": "C",
        "texto": "responde subjetivamente pelo dano, desde que demonstrado que ocorreu dentro do referido ônibus."
      },
      {
        "letra": "D",
        "texto": "Responde apenas pelos danos que forem objetivamente demonstrados pela passageira que se sentiu lesada."
      },
      {
        "letra": "E",
        "texto": "responde em qualquer situação, seja por culpa ou dolo de seus prepostos, cabendo a ela demonstrar que não houve dano."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1083601",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Luciano, empregado de XPTO Carretos e Mudanças Ltda., dirigia o caminhão da empresa, a fim de realizar a mudança de determinado cliente, quando, por imperícia e imprudência, atropelou Renata, que sofreu, por conta do acidente, lesões corporais graves. Nesse caso, de acordo com o Código Civil, a empresa XPTO responde",
    "alternativas": [
      {
        "letra": "A",
        "texto": "subsidiariamente a Luciano pelos danos causados a Renata, somente se tiver procedido com culpa in eligendo."
      },
      {
        "letra": "B",
        "texto": "subsidiariamente a Luciano pelos danos causados a Renata, independentemente de culpa."
      },
      {
        "letra": "C",
        "texto": "solidariamente com Luciano pelos danos causados a Renata, somente se tiver procedido com culpa in eligendo."
      },
      {
        "letra": "D",
        "texto": "solidariamente com Luciano pelos danos causados a Renata, independentemente de culpa."
      },
      {
        "letra": "E",
        "texto": "solidariamente com Luciano pelos danos materiais causados a Renata, mas subsidiariamente a ele pelos danos morais, independentemente de culpa em qualquer dos casos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1062805",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Breno fez comentário público, negativo e ofensivo, nas redes sociais, acerca da conduta moral da imobiliária GL Imóveis, de propriedade do corretor Glauber. O comentário foi publicado nos seguintes termos: “A GL Imóveis é a pior imobiliária da cidade, não mexam com ela, só quer saber de pilantragem”. Glauber e a GL Imóveis ajuizaram ação de causa compensatória por danos morais contra Breno, no valor de R$ 20.000 para Glauber e R$ 30.000 para a empresa. Considerando os direitos de personalidade da pessoa coletiva e os direitos da personalidade da pessoa humana, bem como os atos jurídicos lícitos e ilícitos presentes no Código Civil e o entendimento do STJ, assinale a opção correta a respeito da responsabilização de Breno na situação hipotética apresentada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido de compensação por danos morais em favor da GL Imóveis deve ser julgado improcedente, pois os danos morais somente são cabíveis em favor da pessoa humana."
      },
      {
        "letra": "B",
        "texto": "A proteção da honra, e consequentemente, as causas de dano extrapatrimonial são idênticas para a GL Imóveis e para Glauber."
      },
      {
        "letra": "C",
        "texto": "O dano moral em favor de Glauber deve ser provado, diferentemente do dano moral em favor da GL Imóveis, que é in re ipsa."
      },
      {
        "letra": "D",
        "texto": "O prejuízo advindo do dano moral sofrido pela GL Imóveis deve ser provado no processo, sendo possível a utilização de presunções e de regras de experiência para a configuração do dano, mesmo sem prova expressa do prejuízo."
      },
      {
        "letra": "E",
        "texto": "O dano moral sofrido pela GL Imóveis não configura in re ipsa; por isso, é impossível a utilização, pelo julgador, de presunções e regras de experiência para a configuração do dano."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1048848",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "“Em virtude da evolução do sistema da responsabilidade civil, o dano extrapatrimonial, anteriormente relacionado somente ao ferimento de aspectos da personalidade individual, passou a também ser admitido com relação a direitos pertencentes à sociedade como um todo. Com efeito, a partir da CF/88, surgiram feixes de interesses cuja proteção ultrapassa a esfera meramente individual, sendo, assim, reconhecidos bens de titularidade coletiva, cuja preservação importa à toda coletividade” (STJ. 3ª Turma. REsp 1.737.412/SE, Rei. Min. Nancy Andrighi, julgado em 05/02/2019 (Info 641)). Acerca da temática conceituai e da jurisprudência dominante do Superior Tribunal de Justiça (STJ), assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dano moral coletivo é espécie autônoma de dano que está relacionada à integridade psicofísica da coletividade, bem de natureza estritamente transindividual e que, portanto, não se identifica com aqueles tradicionais atributos da pessoa humana (dor, sofrimento ou abalo psíquico), amparados pelos danos morais individuais."
      },
      {
        "letra": "B",
        "texto": "O dano moral coletivo não se confunde com o somatório das lesões extrapatrimoniais singulares, submetendo-se, porém, ao princípio da reparação integral, cumprindo, ademais, funções específicas."
      },
      {
        "letra": "C",
        "texto": "No dano moral coletivo, a função punitiva - sancionamento exemplar ao ofensor - é, aliada ao caráter preventivo - de inibição da reiteração da prática ilícita - e ao princípio da vedação do enriquecimento ilícito do agente, a fim de que o eventual proveito patrimonial obtido com a prática do ato irregular seja revertido em favor da sociedade."
      },
      {
        "letra": "D",
        "texto": "Não basta a mera infringência à lei ou ao contrato para a caracterização do dano moral coletivo. É essencial que o ato antijurídico praticado atinja alto grau de reprovabilidade e transborde os lindes do individualismo, afetando, por sua gravidade e repercussão, o círculo primordial de valores sociais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1037370",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: SANASA Campinas",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Caracteriza a responsabilidade objetiva a ausência de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ação (comissiva ou omissiva)."
      },
      {
        "letra": "B",
        "texto": "apenas o dolo do agente."
      },
      {
        "letra": "C",
        "texto": "nexo de causalidade."
      },
      {
        "letra": "D",
        "texto": "dano."
      },
      {
        "letra": "E",
        "texto": "culpa ou dolo do agente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1037187",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Analise as seguintes afirmativas a respeito da Responsabilidade Civil. I. É objetiva a responsabilidade civil dos notários e oficiais de registros por todos os prejuízos que causarem a terceiros, pessoalmente, pelos substitutos que designarem ou escreventes que autorizarem, assegurado o direito de regresso. II. Independe de culpa a responsabilidade civil do empregador ou comitente, por seus empregados, serviçais e prepostos, no exercício do trabalho que lhes competir, ou em razão dele. III. É objetiva a responsabilidade civil do fornecedor de bens ou serviços pelos danos decorrentes do fato do produto ou serviço. IV. A responsabilidade contratual do transportador por acidente com o passageiro é objetiva, sendo excluída por motivo de força maior ou por culpa de terceiro. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1033177",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Francisco Morato - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Considerando as Súmulas do Superior Tribunal de Justiça, acerca do dano moral, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é possível a cumulação das indenizações de dano estético e dano moral."
      },
      {
        "letra": "B",
        "texto": "a simples devolução indevida de cheque não caracteriza dano moral."
      },
      {
        "letra": "C",
        "texto": "caracteriza dano moral a apresentação antecipada de cheque pré-datado."
      },
      {
        "letra": "D",
        "texto": "da anotação irregular em cadastro de proteção ao crédito, cabe indenização por dano moral, mesmo quando preexistente legítima inscrição."
      },
      {
        "letra": "E",
        "texto": "a pessoa jurídica não pode sofrer dano moral."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1021812",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Ribeirão Preto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Considerando a Jurisprudência dos Tribunais Superiores, é correto afirmar, sobre o dano moral, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pessoa jurídica de direito público pode ser titular de direito à indenização por dano moral relacionado à ofensa de sua honra ou imagem."
      },
      {
        "letra": "B",
        "texto": "a pessoa jurídica não pode sofrer dano moral, mesmo que demonstrada ofensa à sua honra objetiva."
      },
      {
        "letra": "C",
        "texto": "a legitimidade para pleitear a reparação por danos morais é, em regra, do próprio ofendido, no entanto, em certas situações, são colegitimadas também aquelas pessoas que, sendo muito próximas afetivamente à vítima, são atingidas indiretamente pelo evento danoso, reconhecendo-se, em tais casos, o chamado dano moral reflexo ou em ricochete."
      },
      {
        "letra": "D",
        "texto": "o dano moral coletivo é categoria autônoma de dano relacionado à violação injusta e intolerável de valores fundamentais da coletividade, sendo indenizável apenas se comprovada a dor, o sofrimento e a humilhação das pessoas que compõem a coletividade lesada."
      },
      {
        "letra": "E",
        "texto": "a fixação do valor devido a título de indenização por danos morais deve considerar o método trifásico, que conjuga os critérios da valorização das circunstâncias do caso e do interesse jurídico lesado, minimiza eventual arbitrariedade ao se adotar critérios unicamente subjetivos do julgador, bem como considera a tarifação do dano."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1014215",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Valinhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Ocorrendo manifestações contra o aumento do valor da passagem de ônibus, grupo identificado danifica o prédio da prefeitura, quebrando seus vidros e um portal histórico e tombado por seu valor artístico. Diante desses fatos, é possível dizer que os responsáveis poderão responder por dano",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estético e moral."
      },
      {
        "letra": "B",
        "texto": "material e estético"
      },
      {
        "letra": "C",
        "texto": "coletivo e moral."
      },
      {
        "letra": "D",
        "texto": "material e social"
      },
      {
        "letra": "E",
        "texto": "cultural e moral coletivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1006866",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "De acordo com as disposições do Código Civil e com a jurisprudência do STJ acerca da responsabilidade civil, julgue o item a seguir. A responsabilidade civil do dono de animal é objetiva, admitindo-se a excludente do fato exclusivo de terceiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1001166",
    "metadata": "Ano: 2019 | Banca: CONTEMAX | Órgão: Prefeitura de Lucena - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Responsabilidade civil",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Parte Geral",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Assinale (V) para verdadeiro e (F) para falso nas seguintes afirmativas a respeito das jurisprudências do Superior Tribunal de Justiça: ( ) É adequada a distinção dos prazos prescricionais da pretensão de reparação civil advinda de responsabilidades contratual e extracontratual. ( ) No regime de separação legal de bens, comunicam-se os adquiridos na constância do casamento, desde que comprovado somente o período de aquisição dentro do casamento. ( ) O atraso na entrega do imóvel enseja pagamento de indenização por lucros cessantes durante o período de mora do promitente vendedor, necessariamente devendo ser comprovado o prejuízo do promitente comprador. ( ) Na hipótese de atraso de voo, não se admite a configuração do dano moral in re ipsa. A ordem correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V–F–F–V"
      },
      {
        "letra": "B",
        "texto": "F–F–V–F"
      },
      {
        "letra": "C",
        "texto": "F–V–V–F"
      },
      {
        "letra": "D",
        "texto": "F–F–F–V"
      },
      {
        "letra": "E",
        "texto": "V–V–F–V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "998842",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Com relação à responsabilidade civil: I. O regime jurídico do Código de Defesa do Consumidor é o da responsabilidade civil objetiva, comportando exceção relativamente aos profissionais liberais, para os quais vige o regime da responsabilidade civil subjetiva. II. Tratando-se de uma relação de consumo, havendo responsabilidade civil, o juiz de direito é obrigado a inverter o ônus da prova. III. A responsabilidade contratual do transportador aéreo por acidente com o passageiro não é elidida por culpa de terceiro, contra o qual tem ação regressiva. IV. O incapaz não responde pelos prejuízos que causar, se as pessoas por ele responsáveis não tiverem obrigação de fazê-lo ou não dispuserem de meios suficientes. Com base nessas assertivas, assinale a alternativa que corresponda às afirmativas verdadeiras:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "994239",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Tema que durante muitos anos gerou intensa discussão doutrinária e jurisprudencial, o Dano Moral Coletivo passou a ser tratado na atualidade como categoria autônoma de dano, que não se identifica com os tradicionais atributos da pessoa humana. A respeito do Dano Moral Coletivo, à luz da jurisprudência do STJ, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para sua configuração, exige-se violação injusta e intolerável de valores fundamentais titularizados pela coletividade."
      },
      {
        "letra": "B",
        "texto": "Tem a função de proporcionar uma reparação direta à lesão de um direito extrapatrimonial da coletividade."
      },
      {
        "letra": "C",
        "texto": "Deve ser efetivamente comprovado no caso concreto, não se enquadrando no conceito de dano in re ipsa."
      },
      {
        "letra": "D",
        "texto": "Ficará caracterizado se ocorrer uma lesão exclusivamente a valores fundamentais individuais e se essa vulneração ocorrer de forma injusta e intolerável."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "992318",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Tatuí - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "No âmbito estritamente civil, quando a atividade normalmente desenvolvida por determinada pessoa jurídica de direito privado implicar, por sua natureza, risco para os direitos de outrem, a responsabilidade civil de indenizar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se dá por culpa presumida."
      },
      {
        "letra": "B",
        "texto": "é subjetiva."
      },
      {
        "letra": "C",
        "texto": "é objetiva."
      },
      {
        "letra": "D",
        "texto": "independe da existência de nexo de causalidade."
      },
      {
        "letra": "E",
        "texto": "é objetiva em relação aos danos materiais, mas subjetiva em relação aos danos morais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "992161",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Serrana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Considerando a Jurisprudência do Superior Tribunal de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A simples devolução indevida de cheque caracteriza dano moral, mas não a apresentação antecipada de cheque pré-datado."
      },
      {
        "letra": "B",
        "texto": "O contrato de seguro por danos pessoais não compreende os danos morais, salvo previsão em cláusula expressa."
      },
      {
        "letra": "C",
        "texto": "São civilmente responsáveis pelo ressarcimento de dano, decorrente de publicação pela imprensa, tanto o autor do escrito quanto o proprietário do veículo de divulgação."
      },
      {
        "letra": "D",
        "texto": "No seguro de responsabilidade civil facultativo, cabe o ajuizamento de ação pelo terceiro prejudicado direta e exclusivamente em face da seguradora do apontado causador do dano."
      },
      {
        "letra": "E",
        "texto": "No transporte desinteressado, de simples cortesia, o transportador só será civilmente responsável por danos causados ao transportado quando incorrer em dolo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "988344",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Acerca da responsabilidade civil objetiva, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É o perigo que resulta do comportamento do agente o que fundamenta o dever de indenizar."
      },
      {
        "letra": "B",
        "texto": "Ante a dificuldade da prova da culpa, cabe à vítima apenas fazer prova da ocorrência do dano."
      },
      {
        "letra": "C",
        "texto": "Só haverá obrigação de reparar o dano independentemente de culpa nos casos especificados em lei."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade surge como consequência da prática de atividades ilícitas."
      },
      {
        "letra": "E",
        "texto": "O dever ressarcitório surge pois quem exerce atividade perigosa, independentemente de agir com culpa, tem a obrigação de velar para que dela não resulte prejuízo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "987638",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Mário dirigia seu veículo em velocidade compatível com a via em que trafegava e foi surpreendido pela travessia de Pedro, que caminhava fora da faixa destinada aos pedestres. Naquele momento, Pedro utilizava o telefone móvel para o envio de uma mensagem de texto e não observou a aproximação do veículo conduzido por Mário. Para evitar o atropelamento, Mário teve de efetuar uma manobra brusca, o que culminou na colisão com o veículo de Ana, que estava regularmente estacionado. A respeito dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de Mário foi ilícita, razão pela qual surge a obrigação de indenizar Ana."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade civil pelo acidente deve ser imputada diretamente a Pedro."
      },
      {
        "letra": "C",
        "texto": "A excludente de responsabilidade do fortuito incide em favor de Pedro."
      },
      {
        "letra": "D",
        "texto": "A conduta de Mário foi lícita; contudo, nessa situação, há obrigação de indenizar Ana."
      },
      {
        "letra": "E",
        "texto": "Mário agiu no exercício regular do direito, razão pela qual não será obrigado a indenizar Ana."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "976927",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "A responsabilidade civil, em uma relação profissional do médico com o paciente, pode se dar com base na obrigação de meio e de resultado. Considerando essa afirmação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Obrigação de meio é aquela em que o médico se compromete a executar o serviço e produzir o resultado contratado."
      },
      {
        "letra": "B",
        "texto": "A obrigação de meio não gera responsabilidade civil."
      },
      {
        "letra": "C",
        "texto": "O médico que trata uma doença infecciosa em um paciente tem uma obrigação de resultado."
      },
      {
        "letra": "D",
        "texto": "O cirurgião-plástico que realiza uma cirurgia exclusivamente estética está regido por uma obrigação de resultado."
      },
      {
        "letra": "E",
        "texto": "Obrigação de resultado é aquela em que o médico se responsabiliza por executar o serviço, mas não o resultado contratado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "976912",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Em relação à responsabilidade médica, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro médico é, essencialmente e na sua maioria, doloso."
      },
      {
        "letra": "B",
        "texto": "Na esfera penal, a responsabilidade médica não é culposa."
      },
      {
        "letra": "C",
        "texto": "A imprudência médica, requisito para se enquadrar como crime culposo, caracteriza-se como um agir sem a cautela necessária."
      },
      {
        "letra": "D",
        "texto": "A imperícia médica, requisito para se enquadrar como crime culposo, caracteriza-se como falta de observância aos deveres que as circunstâncias exigem."
      },
      {
        "letra": "E",
        "texto": "A negligência médica, requisito para se enquadrar como crime culposo, pode ser caracterizada como despreparo técnico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "963239",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: AL-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em conformidade com o sistema de responsabilidade civil previsto no Direito Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se houver excessiva desproporção entre a gravidade da culpa e o dano, poderá o juiz reduzir, equitativamente, a indenização."
      },
      {
        "letra": "B",
        "texto": "O direito civil brasileiro não admite a responsabilidade civil dos incapazes."
      },
      {
        "letra": "C",
        "texto": "A jurisprudência brasileira não admite pedidos de indenizações a título de dano moral, fundadas em danos reflexos ou por ricochete."
      },
      {
        "letra": "D",
        "texto": "A demonstração de ter agido em estado de necessidade exonera o réu do dever de indenizar."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade do dono do animal pelos danos ocasionados a terceiros é subjetiva, dependendo de demonstração de um ato culposo ou doloso para se configurar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2048910",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Ilha Solteira - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Uma professora foi finalista de um concurso patrocinado pela prefeitura de uma cidade. O vídeo sobre o seu projeto, apresentado no evento, foi utilizado pelo prefeito na sua campanha de reeleição. A docente sentiu-se ofendida pelo uso indevido e ajuizou ação pleiteando indenização. A juíza julgou procedente o pedido da professora e condenou, acertadamente, o prefeito por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "danos patrimoniais."
      },
      {
        "letra": "B",
        "texto": "crime contra a honra."
      },
      {
        "letra": "C",
        "texto": "roubo de criação intelectual."
      },
      {
        "letra": "D",
        "texto": "danos morais."
      },
      {
        "letra": "E",
        "texto": "adulteração de imagem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1841171",
    "metadata": "Ano: 2018 | Banca: COMPERVE - UFRN | Órgão: Prefeitura de Nova Cruz - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Buscando o cumprimento de uma decisão condenatória, decorrente de um ressarcimento de danos, a Procuradoria do Município de Nova Cruz constatou que a empresa “XIS Ltda.” não possuía bens suficientes para atender ao cumprimento do pagamento do débito. A solução corretamente pensada pela procuradoria do município foi tentar atingir o patrimônio dos sócios da empresa. Pretendendo a desconsideração da personalidade jurídica da empresa mencionada, a Procuradoria do Município de Nova Cruz deverá comprovar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que o inadimplemento se deu por ato do sócio administrador."
      },
      {
        "letra": "B",
        "texto": "abuso da personalidade jurídica."
      },
      {
        "letra": "C",
        "texto": "a mera insolvência da empresa."
      },
      {
        "letra": "D",
        "texto": "que a existência da pessoa jurídica embaraça o ressarcimento ao erário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1840590",
    "metadata": "Ano: 2018 | Banca: FAU | Órgão: CPS-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético: Tício é servidor público do município de Ponta Grossa-PR. Em 30 de outubro de 2014, Tício conduzia um veículo pertencente ao município, no exercício das suas funções e em horário de serviço, para levar gêneros alimentícios a uma das escolas municipais. Por dirigir e ao mesmo tempo falar ao telefone celular, Tício estava desatento e não observando o dever geral de cautela, acabou por avançar um sinal vermelho numa das vias públicas, colidindo com o veículo particular de Caio, o qual trafegava na velocidade regulamentar e em preferência em razão do sinal verde. Caio teve somente prejuízos materiais. Em 30 de setembro de 2017, Caio contratou advogado e ajuizou ação em face do município de Ponta GrossaPR, exigindo reparação do dano material. Com base no caso hipotético apresentado e nos aspectos da responsabilidade civil e da legislação processual, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade do município é objetiva. É correto o município figurar no polo passivo da ação, o qual posteriormente poderá buscar ressarcimento de Tício, em ação de regresso, mediante verificação de dolo ou culpa. A pretensão de indenização, não foi atingida pela prescrição."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade do município é objetiva. É correto o município figurar no polo passivo da ação, o qual posteriormente poderá buscar ressarcimento de Tício, em ação de regresso, mediante verificação de dolo e culpa. Contudo, a pretensão de indenização foi atingida pela prescrição."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade do município é subjetiva. Não é correto somente o município figurar no polo passivo da ação, pois se trata de litisconsórcio passivo necessário. A pretensão indenizatória não foi atingida pela prescrição."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade do município é subjetiva. Não é correto somente o município figurar no polo passivo da ação, pois se trata de litisconsórcio passivo necessário, pois a responsabilidade de Tício é objetiva em razão do cargo público. A pretensão indenizatória foi atingida pela prescrição."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade do município é objetiva. É correto o município figurar no polo passivo da ação e posteriormente poderá buscar ressarcimento de Tício, em ação de regresso, pois como servidor público também tem responsabilidade objetiva, independente de culpa. A pretensão de indenização não foi atingida pela prescrição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1222384",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Jaboticabal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Com relação à responsabilidade civil e ao dever de indenizar, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que demandar por dívida já paga, no todo ou em parte, sem ressalvar as quantias recebidas, ficará obrigado a pagar ao devedor o dobro do que houver cobrado; não se aplicará tal pena se o autor desistir da ação antes de contestada a lide, salvo ao réu o direito de haver indenização por algum prejuízo que prove ter sofrido."
      },
      {
        "letra": "B",
        "texto": "No caso de homicídio, a indenização consiste, sem excluir outras reparações, no pagamento das despesas com o tratamento da vítima, seu funeral e o luto da família, bem como na prestação de alimentos às pessoas a quem o morto os devia, levando-se em conta as possibilidades do ofensor e as necessidades dos alimentados."
      },
      {
        "letra": "C",
        "texto": "Se da ofensa resultar defeito pelo qual o ofendido não possa exercer o seu ofício ou profissão, ou se lhe diminua a capacidade de trabalho, a indenização, além das despesas do tratamento e lucros cessantes até ao fim da convalescença, incluirá pensão correspondente a, no máximo, um sexto dos rendimentos do ofensor."
      },
      {
        "letra": "D",
        "texto": "Havendo usurpação ou esbulho do alheio, além da restituição da coisa, a indenização consistirá em pagar o valor das suas deteriorações e o devido a título de lucros cessantes; faltando a coisa, dever- -se-á reembolsar o seu equivalente ao prejudicado, e, caso não exista a própria coisa, estimar-se-á ela pelo seu preço ordinário e pelo de afeição, mesmo que este se avantaje àquele."
      },
      {
        "letra": "E",
        "texto": "Os pais, desde que exista culpa in vigilando, responderão pelos atos praticados pelos filhos menores que estiverem sob sua autoridade e em sua companhia, podendo reaver destes, se relativamente incapazes, o valor efetivamente pago."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1094654",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRM-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Com relação aos direitos e deveres de médicos e pacientes, julgue o item. O médico fiscal deve informar que a responsabilidade civil do profissional médico é contratual e subjetiva e que, de acordo com o Código Civil, mesmo que por omissão voluntária, causar dano, ainda que exclusivamente moral, consiste em ato ilícito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1051628",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Barretos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Conceitua-se dano social como sendo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesões à sociedade, no seu nível de vida, tanto por rebaixamento de seu patrimônio moral – principalmente a respeito da segurança – quanto por diminuição na qualidade de vida."
      },
      {
        "letra": "B",
        "texto": "dano moral coletivo, com viés de punição ao causador do dano, nos moldes do que é permitido na legislação que regula os direitos coletivos."
      },
      {
        "letra": "C",
        "texto": "a possibilidade de reparação civil nas ações civis públicas, desde que ajuizada pelo Ministério Público, cujo valor será destinado ao Fundo de Reparações Públicas."
      },
      {
        "letra": "D",
        "texto": "a indenização geral e irrestrita a qualquer pessoa que sofre um dano, seja a título culposo ou gratuito, compondo o que a doutrina e a jurisprudência passou a chamar de responsabilidade civil solidária."
      },
      {
        "letra": "E",
        "texto": "o dano ambiental em que não é possível apontar um causador específico ao prejuízo social, cuja reparação será absorvida por toda a sociedade, por meio dos órgãos públicos responsáveis."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1044362",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Registro - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "No que atina ao tema responsabilidade civil, anote a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos termos de súmula do STJ, é inadmissível a cumulação do dano moral e do dano material em razão do mesmo fato."
      },
      {
        "letra": "B",
        "texto": "O art. 932 do Código Civil, norma que trata da responsabilidade civil objetiva indireta, contempla em uma de suas hipóteses a responsabilidade do empregador pelos atos praticados por seus empregados."
      },
      {
        "letra": "C",
        "texto": "Os donos de animais são subjetivamente responsáveis pelos atos praticados pelos semoventes."
      },
      {
        "letra": "D",
        "texto": "Também é subjetiva a responsabilidade de titular de unidade imobiliária edilícia pela reparação dos danos causados pela queda de objetos de seus apartamentos que avariarem bens de terceiros."
      },
      {
        "letra": "E",
        "texto": "O direito à percepção de indenização e o dever de indenizar são intransmissíveis por herança."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "960888",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRM-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "No que se refere às disposições sobre obrigações, contratos e responsabilidade civil, julgue o item subsequente. Na responsabilidade civil objetiva, o dolo do agente causador do dano é irrelevante, mas a demonstração de sua culpa é fundamental para a caracterização do dever de indenizar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "960407",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CODHAB-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Acerca do direito das obrigações, de contratos e de responsabilidade civil, julgue o item a seguir. A responsabilidade civil do causador de dano ambiental é objetiva, sendo o Ministério Público legitimado para o ajuizamento da respectiva ação indenizatória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "940890",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item que se segue.Diante da impossibilidade de saber de qual apartamento caiu ou foi lançada a garrafa que o atingiu, Túlio poderá buscar a responsabilização direta do condomínio, indicando-o como réu na ação de reparação de danos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "938411",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Se um empregado, no exercício de suas funções decorrentes da relação de emprego, causar danos a terceiros, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o empregado é responsável pela reparação do dano, desde que tenha agido com dolo ou culpa, não sendo possível a responsabilização do empregador, salvo se a atividade exercida for de risco."
      },
      {
        "letra": "B",
        "texto": "o empregado e o empregador respondem, independentemente de dolo ou culpa, pelos danos causados, de forma solidária."
      },
      {
        "letra": "C",
        "texto": "se for comprovada a culpa in eligendo ou in vigilando do empregador, este pode ser responsabilizado, independentemente da existência de culpa ou dolo do empregado."
      },
      {
        "letra": "D",
        "texto": "a culpa do empregador pelos atos de seu empregado é presumida, podendo tal presunção ser afastada se comprovada a culpa exclusiva do empregado ou inexistência de culpa in eligendo e/ou in vigilando."
      },
      {
        "letra": "E",
        "texto": "o empregador responderá, independentemente de dolo ou culpa in eligendo e/ou in vigilando, pelo dano causado pelo seu empregado, desde que este tenha agido com dolo ou culpa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "937730",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Considere os enunciados seguintes, relativos à responsabilidade civil: I. Haverá obrigação de reparar o dano, independentemente de culpa, nos casos especificados em lei, ou quando a atividade normalmente desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem. II. Ressalvados outros casos previstos em lei especial, os empresários individuais e as empresas respondem, desde que apurada sua culpa, pelos danos causados pelos produtos postos em circulação. III. Os pais são responsáveis objetivamente pelos atos dos filhos menores que estiverem sob sua autoridade e em sua companhia, independentemente de culpa da conduta desses filhos menores. IV. O dono, ou detentor, do animal ressarcirá o dano por este causado, se não provar culpa da vítima ou força maior. V. Aquele que habitar prédio, ou parte dele, responde pelo dano proveniente das coisas que dele caírem ou forem lançadas em lugar indevido. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, IV e V."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "C",
        "texto": "II, IV e V."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II, III, IV e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "930637",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Aquele que ressarciu o dano causado por outrem pode reaver o que houver pago daquele por quem pagou, salvo se o causador do dano for",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seu cônjuge."
      },
      {
        "letra": "B",
        "texto": "descendente seu, absolutamente incapaz."
      },
      {
        "letra": "C",
        "texto": "descendente seu, absoluta ou relativamente incapaz."
      },
      {
        "letra": "D",
        "texto": "seu descendente incapaz ou ascendente."
      },
      {
        "letra": "E",
        "texto": "seu tutelado, curatelado ou sujeito a seu poder familiar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "927587",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "As empresas e os empresários individuais respondem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas se houver culpa pelos danos causados pelos produtos postos em circulação."
      },
      {
        "letra": "B",
        "texto": "independentemente de culpa pelos danos causados pelos produtos colocados em circulação"
      },
      {
        "letra": "C",
        "texto": "apenas se houver dolo ou culpa grave pelos danos causados pelos produtos postos em circulação."
      },
      {
        "letra": "D",
        "texto": "objetivamente pelos produtos que fabricam e subjetivamente pelos que colocam em circulação."
      },
      {
        "letra": "E",
        "texto": "objetivamente pelos produtos que fabricam ou colocam em circulação apenas quando houver relação de consumo, sendo que nas relações civis ou empresariais a responsabilidade será subjetiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "911500",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Pedro descobriu que seu nome havia sido inscrito em órgãos de restrição ao crédito por determinada instituição financeira em decorrência do inadimplemento de contrato fraudado por terceiro. Nesse caso hipotético, a instituição financeira",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá civilmente, uma vez que se trata de fato de terceiro, mas deverá proceder à retirada do registro negativo no nome de Pedro."
      },
      {
        "letra": "B",
        "texto": "não responderá civilmente, porque a fraude configura uma excludente de caso fortuito externo."
      },
      {
        "letra": "C",
        "texto": "responderá civilmente na modalidade objetiva integral."
      },
      {
        "letra": "D",
        "texto": "responderá civilmente apenas se Pedro comprovar que sofreu prejuízos devido à inscrição de seu nome nos órgãos de restrição ao crédito."
      },
      {
        "letra": "E",
        "texto": "responderá civilmente na modalidade objetiva, com base no risco do empreendimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "908322",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil prevista no Código Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as situações de fato previstas podem implicar responsabilidade subjetiva ou objetiva, dependendo das circunstâncias a serem examinadas; a indenização mede-se sempre pela extensão do dano, somente."
      },
      {
        "letra": "B",
        "texto": "Em regra, a responsabilidade é objetiva e a indenização mede-se pela gravidade da culpa; as atividades de risco conduzem à responsabilidade objetiva integral."
      },
      {
        "letra": "C",
        "texto": "Em regra, a responsabilidade é subjetiva e a indenização mede-se pela extensão do dano; no entanto, haverá obrigação de reparar o dano, independentemente de culpa, nos casos especificados em lei, ou quando a atividade normalmente desenvolvida pelo autor do dano implicar, por sua natureza, risco para os direitos de outrem."
      },
      {
        "letra": "D",
        "texto": "Todas as situações de fato previstas no Código Civil dependem da caracterização de culpa ou dolo, presumindo-se a culpa quando a responsabilidade se der pelo risco atividade; a indenização será material ou moral e mede-se pelas consequências causadas à vítima."
      },
      {
        "letra": "E",
        "texto": "A reparação do dano material dependerá sempre de apuração de culpa, enquanto a reparação do dano moral dar-se-á pelo só fato da coisa; a indenização mede-se pela extensão do dano material ou pela gravidade da conduta do ofensor na apuração do dano moral."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904628",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PGE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Decisão criminal absolutória por insuficiência de provas impede rediscussão, em âmbito civil, de pretensão de reparação de danos."
      },
      {
        "letra": "B",
        "texto": "O incapaz responderá pelos danos que causar, se as pessoas por ele responsáveis não tiverem a obrigação de fazê-lo ou não dispuserem de meios suficientes."
      },
      {
        "letra": "C",
        "texto": "O magistrado, em caso de excessiva desproporção entre a gravidade da culpa e o dano, poderá reduzir o valor da indenização em até 2/3 do valor originalmente fixado."
      },
      {
        "letra": "D",
        "texto": "Pai que ressarce o dano causado por filho relativamente capaz pode buscar reembolso no prazo de 3 anos, contados da cessação da menoridade."
      },
      {
        "letra": "E",
        "texto": "Em caso de concurso de agentes causadores de dano, cada qual responde na medida da sua culpabilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "890552",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Excludentes da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil, considere as afirmações a seguir. I. Os bens do responsável pela ofensa ou violação do direito de outrem ficam sujeitos à reparação do dano causado; e, se a ofensa tiver mais de um autor, todos responderão subsidiariamente pela reparação. II. O credor que demandar o devedor antes de vencida a dívida, fora dos casos em que a lei o permita, ficará obrigado a esperar o tempo que faltava para o vencimento, a descontar os juros correspondentes, embora estipulados, e a pagar as custas em dobro. III. A responsabilidade civil é independente da criminal, não se podendo questionar mais sobre a existência do fato, ou sobre quem seja o seu autor, quando estas questões se acharem decididas no juízo criminal. IV. Aquele que ressarcir o dano causado por outrem pode reaver o que houver pago daquele por quem pagou, salvo se o causador do dano for descendente seu, absoluta ou relativamente incapaz. V. Aquele que demandar por dívida já paga, no todo ou parcialmente, sem ressalvar as quantias do que for devido, ficará no primeiro caso obrigado a devolver o equivalente do que exigiu do devedor e, no segundo caso, a pagar-lhe o dobro do que foi cobrado, em qualquer circunstância. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, III e V."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "III e V."
      },
      {
        "letra": "E",
        "texto": "II, IV e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886405",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Excludentes da Responsabilidade Civil",
      "Indenização - Liquidação do Dano",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "A respeito da responsabilidade civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A indenização mede-se pela extensão do dano, não podendo ser reduzida pelo juiz, mesmo na existência de excessiva desproporção entre a gravidade da culpa e o dano; se a vítima tiver concorrido culposamente para o evento danoso, a sua indenização será fixada tendo-se em conta a gravidade de sua culpa em confronto com a do autor do dano."
      },
      {
        "letra": "B",
        "texto": "A indenização por ofensa à liberdade pessoal consistirá no pagamento das perdas e danos que sobrevierem ao ofendido; se o ofendido não puder provar prejuízo material, caberá ao juiz fixar, equitativamente, o valor da indenização, na conformidade das circunstâncias do caso; considera-se ofensiva da liberdade pessoal a denúncia falsa e de má-fé."
      },
      {
        "letra": "C",
        "texto": "No caso de homicídio, a indenização consiste, sem excluir outras reparações, no pagamento das despesas com o tratamento da vítima, seu funeral e o luto da família e na prestação de alimentos às pessoas a quem o morto os devia, levando-se em conta a duração provável da vida do alimentado."
      },
      {
        "letra": "D",
        "texto": "No caso de lesão ou outra ofensa à saúde, o ofensor indenizará o ofendido das despesas do tratamento e dos danos emergentes, além de algum outro prejuízo que o ofendido prove haver sofrido, não sendo devidos lucros cessantes."
      },
      {
        "letra": "E",
        "texto": "Se da ofensa resultar defeito pelo qual o ofendido não possa exercer o seu ofício ou profissão, a indenização, além das despesas do tratamento e lucros cessantes até ao fim da convalescença, incluirá pensão correspondente à importância do trabalho para que se inabilitou, não podendo a indenização ser arbitrada e paga de uma só vez."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "886193",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Analise as assertivas abaixo e assinale a alternativa correta. I - A responsabilidade civil opera a partir do ato ilícito ou abuso do direito, com o nascimento da obrigação de indenizar, que tem por finalidade reparar ou compensar o lesado. II - Em virtude da natureza jurídica do contrato não se aplica a teoria da perda de uma chance a prestação de serviços advocatícios. III - A teoria da perda de uma chance de origem francesa se caracteriza pela frustração de uma expectativa, uma oportunidade futura, dentro da lógica do razoável, que ocorreria se não houvesse ação ou omissão do agente causador do dano. IV - A perda de uma chance caracteriza-se como um dano imaterial que resulte de fato não hipotético.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "873712",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Modalidades da Responsabilidade Civil",
      "Excludentes da Responsabilidade Civil"
    ],
    "enunciado_principal": "Sobre responsabilidade civil, considere as assertivas a seguir: I. O incapaz que venha a causar dano tem responsabilidade subsidiária e condicional para a reparação. II. A atualização monetária do valor da indenização por danos materiais deve incidir a partir da data do ajuizamento da ação. III. A simples devolução indevida de cheque caracteriza dano moral, independentemente de prova do prejuízo sofrido pela vítima. IV. O sujeito que, em estado de necessidade, causa prejuízo a terceiro, é isento de responsabilidade pelo dano, em virtude da excludente de ilicitude. Diante da legislação em vigor e do entendimento predominante no Superior Tribunal de Justiça, está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "D"
  }
]