[
  {
    "id": "3437910",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. Perde a qualidade de indivisível a obrigação que se resolver em perdas e danos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3437909",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. Se, havendo dois ou mais devedores, a prestação não for divisível, cada um será obrigado somente por sua fração respectiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3437908",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. A obrigação é indivisível quando a prestação tem por objeto uma coisa ou um fato não suscetíveis de divisão, por sua natureza, por motivo de ordem econômica, ou dada a razão determinante do negócio jurídico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3437907",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. Havendo mais de um devedor ou mais de um credor em obrigação divisível, esta presume‑se dividida em tantas obrigações, iguais e distintas, quantos os credores ou devedores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3437906",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. Nas obrigações alternativas, a escolha cabe ao credor, se outra coisa não se estipulou.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3437905",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. Extingue‑se a obrigação de não fazer, mesmo se, com culpa do devedor, lhe torne impossível abster‑se do ato, que se obrigou a não praticar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3437904",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. Se a prestação do fato tornar‑se impossível sem culpa do devedor, resolver‑se‑á a obrigação; se por culpa dele, responderá por perdas e danos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3437903",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. Incorre na obrigação de indenizar perdas e danos o devedor que recusar a prestação a ele só imposta, ou só por ele exequível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3437902",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. Nas coisas determinadas pelo gênero e pela quantidade, a escolha pertence ao devedor, se o contrário não resultar do título da obrigação; mas não poderá dar a coisa pior, nem será obrigado a prestar a melhor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3437901",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. A coisa incerta será indicada, ao menos, pelo gênero e pela qualidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3437900",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. Se a obrigação for de restituir coisa certa, e esta, com culpa do devedor, se perder antes da tradição, sofrerá o credor a perda, e a obrigação se resolverá, ressalvados seus direitos até o dia da perda.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3437899",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. Após a tradição, pertence ao devedor a coisa com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço; se o credor não anuir, poderá o devedor resolver a obrigação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3437898",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. Sendo culpado o devedor, poderá o credor exigir o equivalente, ou aceitar a coisa no estado em que se acha, mas sem direito a reclamar, em um ou em outro caso, indenização das perdas e dos danos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3437897",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. Deteriorada a coisa, não sendo o devedor culpado, poderá o credor resolver a obrigação, ou aceitar a coisa, abatido de seu preço o valor que perdeu.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3437896",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das normas do Código Civil, a respeito das obrigações, julgue o item seguinte. A obrigação de dar coisa certa abrange os acessórios dela, embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3375684",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Uma obrigação jurídica é um vínculo pelo qual uma pessoa (o devedor) fica adstrita a dar, fazer ou não fazer algo em favor de outra pessoa, denominada credor dessa obrigação. Considerando essa informação, julgue o item a seguir, acerca do tratamento do Código Civil para as obrigações solidárias.Não é lícito ao credor renunciar à solidariedade em favor de um ou de alguns dos devedores. Isso quer dizer que, se o credor exonerar da solidariedade um ou mais devedores, ela estender‑se‑á a todos os demais devedores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3362363",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Aderbal, morador no condomínio Epitácio, foi procurado por Brígida e Catarina, vizinhas que dividem o apartamento em frente ao seu. Elas queriam alugar a vaga de garagem de Aderbal no edifício, oferecendo-se a pagar R$ 200,00 (duzentos reais) por mês. Aderbal aceitou a proposta e a locação foi celebrada entre ele e ambas as vizinhas, por prazo indeterminado. Os aluguéis foram pontualmente pagos por meio de transferências bancárias nos primeiros meses, mas, recentemente, Aderbal se deu conta de que há dois meses não ocorria qualquer depósito da parte delas na sua conta. Em razão disso, foi procurar as vizinhas e encontrou somente Brígida, que relatou um desentendimento com Catarina, que abandonou a moradia, deixando-a em difícil situação financeira, tendo dificuldades de pagar a locação da vaga de garagem e o aluguel do apartamento. Brígida disse a Aderbal que está fazendo o possível e que, ainda esta semana, fará o pagamento de metade dos aluguéis pendentes, mas que não pode ser responsabilizada pela parte de Catarina na dívida. Sobre o caso, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Brígida tem razão, sem prejuízo de Aderbal poder pôr fim ao contrato em virtude do inadimplemento."
      },
      {
        "letra": "B",
        "texto": "Aderbal pode sim cobrar de Brígida toda a dívida inadimplida, em razão da solidariedade entre as devedoras."
      },
      {
        "letra": "C",
        "texto": "Brígida, embora não se tenha convencionado solidariedade, responde pela parte de Catarina por ser a vaga indivisível."
      },
      {
        "letra": "D",
        "texto": "Brígida, como o contrato foi celebrado por prazo indeterminado, pode permanecer usando a vaga pagando R$ 100,00 (cem reais)."
      },
      {
        "letra": "E",
        "texto": "Somente após três meses de aluguéis atrasados pode Aderbal tomar medidas contra Brígida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3275768",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Prefeitura de Itumbiara - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre as obrigações de dar coisa certa, firmadas a partir do art. 233 e seguintes do Código Civil de 2002 vigente, se a coisa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se perder antes da tradição, sofrerá o devedor a perda, e a obrigação se resolverá, ressalvados os seus direitos até o dia da perda."
      },
      {
        "letra": "B",
        "texto": "se deteriorar por culpa do devedor, recebê-la-á o credor, tal qual se ache, sem direito a indenização."
      },
      {
        "letra": "C",
        "texto": "se deteriorar por dolo do credor, responderá este por perdas e danos mais frutos pendentes."
      },
      {
        "letra": "D",
        "texto": "se perder por culpa do devedor, responderá este pelo equivalente, mais perdas e danos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3265650",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No que concerne ao direito das obrigações e sua regulação pelo Código Civil, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na obrigação de dar coisa certa, deteriorada a coisa, e sendo culpado o devedor, poderá o credor exigir o equivalente, ou aceitar a coisa no estado em que se acha, com direito a reclamar, em um ou em outro caso, indenização das perdas e danos."
      },
      {
        "letra": "B",
        "texto": "Em relação à obrigação de dar coisa incerta, nas coisas determinadas pelo gênero e pela quantidade, a escolha pertence ao devedor, se o contrário não resultar do título da obrigação; mas não poderá dar a coisa pior, nem será obrigado a prestar a melhor."
      },
      {
        "letra": "C",
        "texto": "Na obrigação de fazer, se a prestação do fato tornar-se impossível sem culpa do devedor, responderá por perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações de não fazer, praticado pelo devedor o ato, cuja abstenção se obrigara, o credor pode exigir dele que o desfaça, sob pena de se desfazer à sua custa, ressarcindo o culpado perdas e danos."
      },
      {
        "letra": "E",
        "texto": "Nas obrigações alternativas, quando a obrigação for de prestações periódicas, a faculdade de opção poderá ser exercida em cada período."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3260338",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Em relação direito das obrigações, assinale a alternativa correta de acordo com a legislação civil vigente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso a obrigação seja indivisível e haja dois ou mais devedores, cada um é obrigado pela dívida toda. Sendo a pluralidade de credores, terão de exigir em conjunto o cumprimento da obrigação indivisível, não sendo possível que cada um exija o cumprimento integral da obrigação."
      },
      {
        "letra": "B",
        "texto": "A cessão de crédito tem eficácia em relação ao devedor, ainda que a este não tenha sido notificada e dela o devedor não tenha ciência, se a isso não se opuser a natureza da obrigação."
      },
      {
        "letra": "C",
        "texto": "A lei autoriza a assunção de obrigação do devedor por terceiro desde que autorizado pelo credor. Caso o credor, notificado para que consinta com a assunção, quedar-se silente, seu silêncio será interpretado como aceitação."
      },
      {
        "letra": "D",
        "texto": "Todos os bens do devedor respondem pelo inadimplemento da obrigação de pagar quantia certa, com exceção daquele instituído como bem de família, dentro das normas legais."
      },
      {
        "letra": "E",
        "texto": "A solidariedade em uma relação jurídica obrigacional entre credores ou devedores, cada um com um direito, ou obrigado ao cumprimento da dívida como um todo, pode ser presumida de acordo com o objeto da obrigação, ainda que não resulte da lei ou da vontade das partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3228247",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "“Obrigação é o vínculo jurídico de natureza econômica que nos constrange a dar, fazer ou não fazer alguma coisa sob responsabilidade patrimonial. Ou ainda: é o vínculo jurídico de natureza econômica pelo qual uma das partes - o devedor - obriga-se a dar, fazer ou não fazer alguma coisa em benefício da outra parte - o credor - sob responsabilidade patrimonial.” (COSTA, Dilvanir José da. O conceito de obrigação civil. Revista de Informação Legislativa, n. 117, p. 351). Considerando as obrigações solidárias, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Convertendo-se a prestação em perdas e danos, extingue-se, para todos os efeitos, a solidariedade."
      },
      {
        "letra": "B",
        "texto": "Todos os devedores respondem pelos juros da mora, ainda que a ação tenha sido proposta somente contra um; mas o culpado responde aos outros pela obrigação acrescida."
      },
      {
        "letra": "C",
        "texto": "No caso de obrigações solidárias, a solidariedade pode resultar da lei, da vontade das partes ou ser presumida."
      },
      {
        "letra": "D",
        "texto": "A um dos credores solidários pode o devedor opor as exceções pessoais oponíveis aos outros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3219208",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca do direito das obrigações e de acordo com o Código Civil, analise as afirmativas a seguir. I – Nas coisas determinadas pelo gênero e pela quantidade, a escolha pertence ao credor, se o contrário não resultar do título da obrigação; mas não poderá dar a coisa pior, nem será obrigado a prestar a melhor. II – Nas obrigações de não fazer, em caso de urgência, o credor só poderá desfazer ou mandar desfazer após autorização judicial, sem prejuízo do ressarcimento devido. III – Nas obrigações alternativas, quando a escolha couber ao credor e uma das prestações tornar-se impossível por culpa do devedor, o credor terá direito de exigir a prestação subsistente ou o valor da outra, com perdas e danos; se, por culpa do devedor, ambas as prestações se tornarem inexeqüíveis, poderá o credor reclamar o valor da mais vantajosa, além da indenização por perdas e danos. IV – A obrigação é indivisível quando a prestação tem por objeto uma coisa ou um fato não suscetíveis de divisão, por sua natureza, por motivo de ordem econômica, ou dada a razão determinante do negócio jurídico. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "IV, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3215471",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações e da responsabilidade civil, julgue o item a seguir. Depois de realizada a concentração e cientificado o devedor, a obrigação de dar coisa incerta torna-se certa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3215468",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações e da responsabilidade civil, julgue o item a seguir. A obrigação alternativa caracteriza-se pela incerteza quanto ao vínculo obrigacional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3177646",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Tício é credor de Túlio em uma relação obrigacional de dar coisa certa, regulada pelo Código Civil. Chegado o tempo do adimplemento, Tício verificou não apenas a deterioração da coisa, o que se deu em razão do precário armazenamento a que foi submetida por Túlio, como constatou que Túlio retirou da coisa seus acessórios, sem que nada dispusesse o título sobre a matéria, não resultando das circunstâncias do negócio qualquer indicação de que estas poderiam ser retiradas. Diante de tal situação, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deteriorada a coisa, e sendo culpado Túlio, poderá Tício exigir o equivalente, ou aceitar a coisa no estado em que se acha, com direito a reclamar, em um ou em outro caso, indenização das perdas e danos."
      },
      {
        "letra": "B",
        "texto": "Os acessórios não estavam abrangidos no negócio, uma vez não mencionados, razão pela qual era lícito a Túlio retirá-los."
      },
      {
        "letra": "C",
        "texto": "Até a tradição pertence Túlio a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço; se Tício não anuir, poderá Túlio resolver a obrigação."
      },
      {
        "letra": "D",
        "texto": "Se a coisa tivesse se perdido por culpa de Túlio, responderia este pelo equivalente, mais perdas e danos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3150391",
    "metadata": "Ano: 2025 | Banca: IMPARH | Órgão: CGM de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre as modalidades de obrigações, julgue o item correto, à luz do Código Civil, bem como da jurisprudência do Superior Tribunal de Justiça (STJ).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui-se em obrigação de dar coisa incerta aquela em que o elemento preponderante é a prestação de uma atividade pelo devedor, ainda que sucedida pela entrega de coisa, cabendo, portanto, a fixação de astreintes para o caso de descumprimento."
      },
      {
        "letra": "B",
        "texto": "Constitui-se em obrigação de dar coisa certa aquela em que o elemento preponderante é a prestação de uma atividade pelo devedor, ainda que sucedida pela entrega de coisa, cabendo, portanto, a fixação de astreintes para o caso de descumprimento."
      },
      {
        "letra": "C",
        "texto": "Constitui-se em obrigação de dar e de fazer aquela em que o elemento preponderante é a prestação de uma atividade pelo devedor, ainda que sucedida pela entrega de coisa, cabendo, portanto, a fixação de astreintes para o caso de descumprimento."
      },
      {
        "letra": "D",
        "texto": "Constitui-se em obrigação de fazer aquela em que o elemento preponderante é a prestação de uma atividade pelo devedor, ainda que sucedida pela entrega de coisa, cabendo, portanto, a fixação de astreintes para o caso de descumprimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3230923",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CONFERE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Segundo o Código Civil, quando, na mesma obrigação, concorre mais de um credor, ou mais de um devedor, cada um com direito, ou obrigado, à dívida toda, tem‑se uma obrigação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pessoal."
      },
      {
        "letra": "B",
        "texto": "divisível."
      },
      {
        "letra": "C",
        "texto": "solidária."
      },
      {
        "letra": "D",
        "texto": "fungível."
      },
      {
        "letra": "E",
        "texto": "multilateral."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3185395",
    "metadata": "Ano: 2024 | Banca: EVO Concursos | Órgão: Câmara de Monte Santo de Minas - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Quanto a previsão legal do Direito das Obrigações, mais precisamente no que está expresso no Código Civil de 2002, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso."
      },
      {
        "letra": "B",
        "texto": "a coisa certa será indicada, ao menos, pelo gênero e pela quantidade."
      },
      {
        "letra": "C",
        "texto": "se a coisa se perder por culpa do devedor, responderá este pelo equivalente, mais perdas e danos."
      },
      {
        "letra": "D",
        "texto": "antes da escolha, não poderá o devedor alegar perda ou deterioração da coisa, ainda que por força maior ou caso fortuito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3172661",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "“A” e “B” contrataram com “C”. Não tendo “A” e “B” cumprido com a obrigação, “C” procura orientação jurídica para saber o que poderá fazer, sendo que a primeira dúvida é saber contra quem ele deve mover a ação. Diante do exposto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se “C” quiser a satisfação/cumprimento da obrigação, deverá pleitear contra ambos, obrigatoriamente, pois é uma obrigação solidária"
      },
      {
        "letra": "B",
        "texto": "Se “C” quiser a satisfação da obrigação, poderá pleitear apenas contra um deles, pois é uma obrigação subsidiária"
      },
      {
        "letra": "C",
        "texto": "Se “C” quiser a satisfação da obrigação, poderá pleitear apenas contra um deles, pois é uma obrigação solidária"
      },
      {
        "letra": "D",
        "texto": "Se “C” quiser a rescisão do contrato, deverá pleitear contra ambos, obrigatoriamente, pois é uma obrigação subsidiária"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3117486",
    "metadata": "Ano: 2024 | Banca: IMPARH | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Nos termos do Direito Civil, marque o item correto sobre a seguinte casuística, na obrigação de dar coisa certa, havendo deterioração da coisa por culpa do devedor, poderá o credor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resolver a obrigação, ou aceitar a coisa, abatido de seu preço o valor que perdeu."
      },
      {
        "letra": "B",
        "texto": "poderá exigir aumento no preço."
      },
      {
        "letra": "C",
        "texto": "exigir o equivalente, ou aceitar a coisa no estado em que se acha, com direito a reclamar, em um ou em outro caso, indenização das perdas e danos."
      },
      {
        "letra": "D",
        "texto": "resolve-se a obrigação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3115057",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de Palhoça - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil, uma prestação é fungível quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a coisa a ser entregue ao credor é incerta."
      },
      {
        "letra": "B",
        "texto": "há mais de um devedor na cadeia da obrigação."
      },
      {
        "letra": "C",
        "texto": "o devedor tem a opção de entregar objeto similar."
      },
      {
        "letra": "D",
        "texto": "uma obrigação não pode ser dividida pela natureza do objeto."
      },
      {
        "letra": "E",
        "texto": "a obrigação pode ser executada por sujeito diverso do devedor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3113281",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "À luz da Lei de Introdução às Normas do Direito Brasileiro, do Código Civil e da jurisprudência dos tribunais superiores, julgue o item que se segue. Caso uma pessoa se obrigue a prestar dois ou mais objetos, podendo escolher qualquer deles, o negócio seguirá as regras da obrigação incerta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3103579",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de São José da Tapera - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA em relação ao direito das obrigações, nos termos do Código Civil Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas obrigações de dar coisa certa, até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço; se o credor não anuir, poderá o devedor resolver a obrigação."
      },
      {
        "letra": "B",
        "texto": "Nas obrigações de dar coisa incerta, nas coisas determinadas pelo gênero e pela quantidade, a escolha pertence ao credor, se o contrário não resultar do título da obrigação; mas não poderá solicitar a coisa melhor."
      },
      {
        "letra": "C",
        "texto": "Tratando-se das obrigações de fazer incorre na obrigação de indenizar perdas e danos o devedor que realizar a prestação a ele só imposta, ou só por ele exequível."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações alternativas, a escolha cabe ao credor, se outra coisa não se estipulou."
      },
      {
        "letra": "E",
        "texto": "A obrigação é divisível quando a prestação tem por objeto uma coisa ou um fato não suscetível de divisão, por sua natureza, por motivo de ordem econômica, ou dada a razão determinante do negócio jurídico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3099970",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: SAAE - Viçosa - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Considerando o regime jurídico das obrigações de dar coisa certa, estabelecido pelo Código Civil, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deteriorada a coisa, não sendo o devedor culpado, poderá o credor resolver a obrigação, ou aceitar a coisa, abatido de seu preço o valor que perdeu."
      },
      {
        "letra": "B",
        "texto": "Até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço; se o credor não anuir, poderá o devedor resolver a obrigação."
      },
      {
        "letra": "C",
        "texto": "Se a coisa se perder por culpa do devedor, responderá este pelo equivalente, mais perdas e danos."
      },
      {
        "letra": "D",
        "texto": "A obrigação de dar coisa certa não abrange os acessórios dela, embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso."
      },
      {
        "letra": "E",
        "texto": "Se a coisa se perder, sem culpa do devedor, antes da tradição, ou pendente a condição suspensiva, fica resolvida a obrigação para ambas as partes; se a perda resultar de culpa do devedor, responderá este pelo equivalente, mais perdas e danos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3089732",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 7ª Região (CE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Considere as seguintes assertivas acerca do direito das obrigações: I. Nas obrigações alternativas, a escolha cabe ao credor, se outra coisa não se estipulou. II. A obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso. III. Mantêm a qualidade de indivisível a obrigação que se resolver em perdas e danos. IV. A obrigação solidária pode ser pura e simples para um dos codevedores, e condicional, para o outro. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, III."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3086913",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Pari e Passu serão credores de uma mesma obrigação, mas não confiam um no outro. Assim, desejam que o devedor, caso cumpra a integralidade da pretensão em favor de um deles, só se desobrigue caso comprove que o outro ficou ciente e com isso concordou. Nesse caso, independentemente da natureza da pretensão, deverão pactuar que a obrigação será:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "solidária;"
      },
      {
        "letra": "B",
        "texto": "in solidum;"
      },
      {
        "letra": "C",
        "texto": "indivisível;"
      },
      {
        "letra": "D",
        "texto": "facultativa;"
      },
      {
        "letra": "E",
        "texto": "modal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3077295",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Prefeitura de Juazeiro - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "O direito das obrigações é a parte do Direito Civil que estuda os vínculos jurídicos criados entre pessoas em que o patrimônio do devedor poderá responder pelo seu inadimplemento. Tem sua previsão no Código Civil. Pode-se dizer com bastante certeza que a base do direito obrigacional é uma das mais importantes de todo o Direito em razão de sua repercussão no dia a dia de absolutamente todas as pessoas que vivem em sociedade. Todos os contratos são baseados em, ao menos, uma das partes se comprometer a dar, fazer ou não fazer algo para a outra parte. Este comprometimento tem como fundamento justamente o direito das obrigações. Sobre o tema, quando na mesma obrigação concorre mais de um credor, ou mais de um devedor, cada um com direito, ou obrigado, à dívida toda, podemos afirmar corretamente que estaremos diante do que tipo de obrigação enumerada em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alternativas."
      },
      {
        "letra": "B",
        "texto": "Impositivas."
      },
      {
        "letra": "C",
        "texto": "Legais."
      },
      {
        "letra": "D",
        "texto": "Divisíveis."
      },
      {
        "letra": "E",
        "texto": "Solidárias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3068159",
    "metadata": "Ano: 2024 | Banca: FAUEL | Órgão: Câmara de Munhoz de Mello - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Considerando as disposições do Código Civil quanto ao Direito das Obrigações, analise as afirmativas a seguir e indique a alternativa CORRETA. I – A obrigação solidária pode ser pura e simples para um dos cocredores ou codevedores, e condicional, ou a prazo, ou pagável em lugar diferente, para o outro. II – Se um dos credores solidários falecer deixando herdeiros, cada um destes só terá direito a exigir e receber a quota do crédito que corresponder ao seu quinhão hereditário, salvo se a obrigação for indivisível. III – Extingue-se a obrigação de não fazer, desde que, sem culpa do devedor, se lhe torne impossível abster-se do ato, que se obrigou a não praticar. IV – Se a obrigação for de restituir coisa certa, e esta, sem culpa do devedor, se perder antes da tradição, sofrerá o credor a perda, e a obrigação se resolverá, ressalvados os seus direitos até o dia da perda.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a afirmativa I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3058664",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Em 1º de setembro de 2024, Maria e Jorge celebraram contrato com o médico Zeno, por meio do qual este se obrigou a transmitir a propriedade de seu veículo particular (chassi ABCDEFGH) para aqueles, no valor de R$80.000,00 (oitenta mil reais), constando a favor dos compradores cláusula expressa de solidariedade ativa. Na minuta contratual, não consta taxa de juros moratórios convencionais ou índice de correção monetária. Na data acordada, Zeno transmite a posse e a propriedade do veículo a ambos os compradores e, ao conferir a sua conta corrente, percebe que a transferência dos valores não foi realizada tal como informado pelos adquirentes, constando apenas o pagamento de metade do valor, realizado por Maria. Inconformado, decide propor ação contra Maria para cobrar o valor remanescente. Com relação a esse evento, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido deve ser julgado improcedente porque, como se trata de obrigação divisível, presume-se que o valor devido por Maria corresponde à metade do preço estipulado, já tendo ela realizado o pagamento de sua obrigação."
      },
      {
        "letra": "B",
        "texto": "Zeno tem direito de cobrar a dívida inteira de Maria, em razão da cláusula de solidariedade expressamente estipulada."
      },
      {
        "letra": "C",
        "texto": "A taxa legal de juros decorrente da mora deve corresponder à taxa referencial Selic, deduzido o índice de atualização monetária, vedando-se a possibilidade de juros zerados."
      },
      {
        "letra": "D",
        "texto": "Maria responde por toda a dívida, em razão da indivisibilidade do bem alienado, de modo que, pagando a integralidade da obrigação, sub-roga-se no direito do credor em relação a Jorge."
      },
      {
        "letra": "E",
        "texto": "Em razão da mora, Zeno deve cobrar o valor monetariamente atualizado pelo índice INPC ou IGP-M, podendo adotar o que lhe for mais favorável."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3058656",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Anacleto viu no quadro de avisos do condomínio que sua vizinha Ofélia estava vendendo seu automóvel usado por R$50.000,00 (cinquenta mil reais). Ele procurou Ofélia, examinou o carro na garagem e fechou negócio nos termos ofertados. Anacleto pagou imediatamente o valor acertado, mas Ofélia pediu para entregar o veículo somente no dia seguinte, já que, naquela noite, ela precisaria dele para visitar uma amiga, o que foi autorizado pelo comprador. Ocorre que, retornando da casa da amiga naquela noite, Ofélia causou um acidente por estar dirigindo embriagada, provocando a perda total do carro. Sobre a hipótese narrada, assinale a opção que apresenta o que Anacleto pode exigir de Ofélia.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O equivalente pecuniário (valor de mercado) do automóvel perdido, mais perdas e danos."
      },
      {
        "letra": "B",
        "texto": "O equivalente pecuniário (valor de mercado) do automóvel perdido."
      },
      {
        "letra": "C",
        "texto": "O preço pago, R$50.000,00 (cinquenta mil reais), mais perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Apenas o preço pago, R$50.000,00 (cinquenta mil reais)."
      },
      {
        "letra": "E",
        "texto": "Outro automóvel da mesma espécie e qualidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3028426",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "O juízo de 1ª Vara Federal de Brasília defere tutela antecipada impondo obrigação de fazer, sob pena de multa diária de R$ 10.000,00 em caso de descumprimento. O autor, então, agrava dessa decisão, sob dois fundamentos: (i) inadequação da multa, por se tratar de obrigação de fazer fungível; e (ii) modicidade do valor arbitrado, uma vez que é inferior ao ganho do réu com a prática ilícita. Em contrarrazões, são articuladas as seguintes teses defensivas: 1. a obrigação de fazer prevista em contrato, na medida em que submete especificamente um dos contratantes, é sempre infungível; 2. o ordenamento civil prevê apenas a multa diária e a conversão em perdas em danos em caso de descumprimento de obrigações de fazer, fungíveis ou não, e; 3. a teoria do inadimplemento eficiente, amplamente acolhida em nosso ordenamento, admite que a parte escolha assumir o ônus do inadimplemento, indenizando a contraparte, se isso lhe for mais vantajoso, considerada a liberdade contratual. Nesse caso, à luz exclusivamente do direito civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "procedem todas as teses;"
      },
      {
        "letra": "B",
        "texto": "procede apenas a tese 3;"
      },
      {
        "letra": "C",
        "texto": "procedem apenas as teses 1 e 2;"
      },
      {
        "letra": "D",
        "texto": "procedem apenas as teses 1 e 3;"
      },
      {
        "letra": "E",
        "texto": "nenhuma das teses procede."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2605566",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Miraí  - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Ana, Carlos, e Beatriz são devedores solidários de uma dívida de R$ 90.000,00 perante José. Ana paga integralmente a dívida, quitando a obrigação perante José. Com base no Código Civil brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ana poderá exigir de Carlos e Beatriz o reembolso de R$ 45.000,00 de cada um."
      },
      {
        "letra": "B",
        "texto": "Ana poderá exigir de Carlos e Beatriz o reembolso de R$ 30.000,00 de cada um."
      },
      {
        "letra": "C",
        "texto": "José pode exigir de Carlos e Beatriz a devolução do valor pago por Ana."
      },
      {
        "letra": "D",
        "texto": "Carlos e Beatriz são desobrigados do pagamento após a quitação feita por Ana."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2589784",
    "metadata": "Ano: 2024 | Banca: ACAFE | Órgão: CELESC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Faça a associação entre as duas colunas tendo como base o direito das obrigações. 1 Trata-se de modalidade de obrigação negativa. 2 Espécie de obrigação em que antes da escolha, não poderá o devedor alegar perda ou deterioração da coisa, ainda que por força maior ou caso fortuito. 3 Modalidade obrigacional em que se o fato puder ser executado por terceiro, será livre ao credor mandá-lo executar à custa do devedor. 4 Obrigação que comporta multiplicidade de objetos (prestações), distintas e independentes, em que a obrigação se extingue pelo cumprimento de qualquer uma destas prestações, ficando a escolha em regra com o devedor e excepcionalmente com o credor. ( ) Obrigação de dar coisa incerta.( ) Obrigação de não fazer.( ) Obrigação de fazer fungível.( ) Obrigação alternativa.A alternativa que representa a sequência CORRETA de cima para baixo é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2; 3; 1; 4"
      },
      {
        "letra": "B",
        "texto": "4; 1; 3; 2"
      },
      {
        "letra": "C",
        "texto": "2; 1; 3; 4"
      },
      {
        "letra": "D",
        "texto": "3; 2; 4; 1"
      },
      {
        "letra": "E",
        "texto": "2; 1; 4; 3"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2581569",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Americana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "João, pintor de imóveis, firmou contrato de prestação de serviços advocatícios com Caio, renomado advogado, tendo se comprometido a efetuar o pagamento da quantia de cinco mil reais para que o trabalho fosse realizado. Na data convencionada para pagamento, João informou a Caio que não dispunha da quantia, mas se ofereceu para pintar o escritório do advogado, o qual aceitou e, por meio da convenção celebrada, considerou extinta a obrigação anterior, que foi substituída pela nova. O instituto utilizado para adimplemento da obrigação nessa situação hipotética denomina-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Novação."
      },
      {
        "letra": "B",
        "texto": "Dação em pagamento."
      },
      {
        "letra": "C",
        "texto": "Pagamento com sub-rogação."
      },
      {
        "letra": "D",
        "texto": "Compensação."
      },
      {
        "letra": "E",
        "texto": "Remissão de dívida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2580918",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Rio Branco - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Leia o caso a seguir. Três pessoas são devedoras solidárias de um credor para o pagamento de uma quantia certa de R$90.000,00 (noventa mil reais) referente a um serviço que foi prestado e por elas usufruído, conforme consta em instrumento particular revestido de todas as formalidades legais. Elaborado pelo(a) autor(a). Considerando o caso em tela, o Código Civil estabelece que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o pagamento de R$ 30.000,00 (trinta mil reais) feito por um dos devedores não o desonera do pagamento dos R$ 60.000,00 (sessenta mil reais) remanescentes caso os outros dois devedores sejam inadimplentes."
      },
      {
        "letra": "B",
        "texto": "o pagamento exigido de um dos devedores mediante notificação extrajudicial apenas interrompe a prescrição quanto ao devedor notificado, não afetando os demais, a favor dos quais ela continuará correndo."
      },
      {
        "letra": "C",
        "texto": "o pagamento poderá ser exigido de qualquer dos devedores, isoladamente ou em conjunto, em até dez anos, contados a partir da mora."
      },
      {
        "letra": "D",
        "texto": "o pagamento exigido mediante protesto de título executivo interrompe a prescrição, que será novamente interrompida com a citação ordenada pelo juízo competente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2580766",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Paraty - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Considerando as determinações do Código Civil quanto às obrigações de dar coisa certa, é correto afirmar que deteriorada a coisa, não sendo o devedor culpado, poderá o credor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exigir o equivalente, ou aceitar a coisa no estado em que se acha, com direito a reclamar, em um ou em outro caso, indenização das perdas e danos."
      },
      {
        "letra": "B",
        "texto": "Exigir o equivalente, apenas, sem o direito a reclamar indenização das perdas e danos."
      },
      {
        "letra": "C",
        "texto": "Resolver a obrigação, apenas, com direito a reclamar indenização das perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Aceitar a coisa, abatido de seu preço o valor que perdeu, apenas."
      },
      {
        "letra": "E",
        "texto": "Resolver a obrigação, ou aceitar a coisa, abatido de seu preço o valor que perdeu."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2561522",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: IF Sul - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A obrigação solidária se caracteriza pela circunstância de, em um mesmo vínculo obrigacional, concorrer mais de um credor ou mais de um devedor, cada um com o direito ou obrigado à dívida toda. A solidariedade obrigacional não é presumida, decorrendo de lei ou de convenção das partes. A obrigação solidária pode ser pura e simples para um dos cocredores ou codevedores, e condicional, ou a prazo, ou pagável em lugar diferente, para o outro. A respeito do tema, de acordo com o Código Civil, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pagamento feito a um dos credores solidários extingue a dívida até o montante do que foi pago."
      },
      {
        "letra": "B",
        "texto": "O credor tem direito a exigir e receber de um ou de alguns dos devedores, parcial ou totalmente, a dívida comum; se o pagamento tiver sido parcial, todos os demais devedores continuam obrigados solidariamente pelo resto."
      },
      {
        "letra": "C",
        "texto": "O pagamento parcial feito por um dos devedores e a remissão por ele obtida não aproveitam aos outros devedores, senão até à concorrência da quantia paga ou relevada."
      },
      {
        "letra": "D",
        "texto": "É vedado ao credor renunciar à solidariedade em favor de um ou de alguns dos devedores, sendo-lhe permitido, contudo, renunciar à solidariedade em favor de todos os devedores."
      },
      {
        "letra": "E",
        "texto": "O devedor demandado pode opor ao credor as exceções que lhe forem pessoais e as comuns a todos, não lhe aproveitando as exceções pessoais a outro codevedor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2553387",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Marcos comprou um automóvel novo, dando em pagamento à concessionária, como parte do preço, o seu automóvel usado, que seria entregue quando da retirada do novo. No entanto, dias antes de Marcos retirar o automóvel novo na concessionária, o seu automóvel usado, que não tinha seguro, foi furtado. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a concessionária responde pelo prejuízo, uma vez que a perda do automóvel usado se deu em razão de caso fortuito."
      },
      {
        "letra": "B",
        "texto": "a concessionária responde pelo prejuízo, uma vez que a compra e venda tinha-se aperfeiçoado com o consenso, ainda que a tradição do automóvel usado devesse ocorrer em momento posterior."
      },
      {
        "letra": "C",
        "texto": "o contrato de compra e venda não será resolvido, devendo a concessionária aceitar em pagamento outro bem de valor equivalente."
      },
      {
        "letra": "D",
        "texto": "Marcos responde pelo prejuízo, em razão da regra res perit domino, devendo pagar à concessionária, em pecúnia, o valor pelo qual o automóvel usado havia sido avaliado, uma vez que o furto era previsível, não constituindo caso fortuito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2530324",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Monte Castelo - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Em relação à obrigação de não fazer, de acordo com o Código Civil, analise as assertivas a seguir: I. Extingue-se a obrigação de não fazer, desde que, sem culpa do devedor, se lhe torne impossível abster-se do ato que se obrigou a não praticar. II. Praticado pelo devedor o ato, a cuja abstenção se obrigara, o credor pode exigir dele que o desfaça, sob pena de se desfazer à sua custa, ressarcindo o culpado perdas e danos. III. Em caso de urgência, poderá o credor desfazer ou mandar desfazer, desde que tenha autorização judicial, sem prejuízo do ressarcimento devido. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2510972",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No dia 10 de janeiro de 2024, a comunidade de uma pequena cidade ribeirinha no centro-oeste do país foi surpreendida pela explosão de um navio de propriedade da Sociedade Gás Centro-sul, que estava atracado no Terminal Marítimo Porto Seguro. Com a explosão houve vazamento de substâncias que afetaram negativamente o ecossistema local, prejudicando os moradores e as atividades de pesca e agrícola. Lucas e Jade, pequenos produtores rurais, diretamente afetados pelo vazamento, formalizaram um acordo com a Sociedade Gás Centro-Sul, pelo qual a Sociedade pagou determinado valor a título de compensação pelos danos e os autores deram quitação plena e irrevogável para nada mais dela reclamar a título de indenização em decorrência da explosão do navio, ressalvando expressamente que o Terminal Marítimo Porto Seguro estava excluído dessa quitação. Na semana seguinte, eles promoveram ação judicial em face do Terminal Marítimo Porto Seguro, requerendo a indenização pelos danos suportados. Diante da situação hipotética, analise as assertivas a seguir. I. A quitação dada por Lucas e Jade libera a Sociedade Gás Centro-Sul, mas não aproveita o Terminal Marítimo Porto Seguro que permanece devedor da integralidade da obrigação. II. A propositura da ação contra o Terminal Marítimo Porto Seguro apenas, importa renúncia da solidariedade, de sorte que Lucas e Jade não podem mais exigir o crédito total de nenhum dos devedores. III. O Terminal Marítimo Porto Seguro pode exigir que a quitação plena e irrevogável assinada por Lucas e Jade, lhe aproveite até a concorrência da quantia paga. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2504564",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRT-04",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil a respeito do Direito das Obrigações, julgue o item.A obrigação é indivisível quando a prestação tem por objeto uma coisa ou um fato não suscetíveis de divisão, por sua natureza, em razão de motivo de ordem econômica ou dada a razão determinante do negócio jurídico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2504563",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRT-04",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil a respeito do Direito das Obrigações, julgue o item.Havendo mais de um devedor ou mais de um credor em obrigação divisível, esta presume‑se dividida em tantas obrigações, iguais e distintas, quantos os credores ou devedores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2504562",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRT-04",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil a respeito do Direito das Obrigações, julgue o item.Nas obrigações alternativas, a escolha cabe ao credor, caso outra coisa não se tenha estipulado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2504561",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRT-04",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil a respeito do Direito das Obrigações, julgue o item.Extingue‑se a obrigação de não fazer, desde que, sem culpa do devedor, se lhe torne impossível abster‑se do ato, o qual se obrigou a não praticar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2504560",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRT-04",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil a respeito do Direito das Obrigações, julgue o item.Incorre na obrigação de indenizar perdas e danos o devedor que recusar a prestação a ele só imposta ou só por ele exequível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2504559",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRT-04",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil a respeito do Direito das Obrigações, julgue o item.A coisa incerta, por sua natureza, dispensa a indicação de gênero e quantidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2504558",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRT-04",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil a respeito do Direito das Obrigações, julgue o item.Até a criação da obrigação, pertence ao devedor a coisa, com seus melhoramentos e com seus acrescidos, pelos quais ele poderá exigir aumento no preço.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2504557",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRT-04",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil a respeito do Direito das Obrigações, julgue o item.Deteriorada a coisa, não sendo o devedor culpado, poderá o credor resolver a obrigação, ou aceitar a coisa, abatido de seu preço o valor que foi perdido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2504556",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRT-04",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil a respeito do Direito das Obrigações, julgue o item.A obrigação de dar coisa certa somente abrange os acessórios dela se forem expressamente mencionados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2414875",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "João e Maria, amigos de longa data, decidem empreender juntos e abrem uma empresa de prestação de serviços. No entanto, após alguns meses, a empresa enfrenta dificuldades financeiras e acaba contraindo uma dívida considerável com um fornecedor. Diante disso, surge a discussão sobre a responsabilidade das obrigações de João e Maria em relação a essa dívida. Julgue o item a seguir.Se um dos credores solidários falecer deixando herdeiros, cada herdeiro terá direito a exigir e receber a quota do crédito que corresponder à parte da herança que lhe foi destinada, independentemente da obrigação ser ou não indivisível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2386950",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Eduardo, André e Pedro são praticantes de hipismo e compraram de Marcos, criador, um cavalo de raça chamado Rocky. Em dia previamente estabelecido, Marcos foi à hípica entregar o cavalo. Quando chegou, apenas André estava lá para recebê-lo. Marcos entregou o cavalo e não recebeu qualquer quitação. Mais tarde, Eduardo e Pedro cobraram de Marcos a entrega do cavalo. Nesse caso, segundo o CC/2002, Marcos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nada deve a Eduardo e Pedro, tendo em vista a indivisibilidade da prestação;"
      },
      {
        "letra": "B",
        "texto": "deveria ter exigido uma caução de ratificação;"
      },
      {
        "letra": "C",
        "texto": "somente poderia entregar o cavalo aos três cavaleiros;"
      },
      {
        "letra": "D",
        "texto": "nada deve a Eduardo e Pedro, tendo em vista a ausência de solidariedade subjetiva entre eles;"
      },
      {
        "letra": "E",
        "texto": "nada deve a Eduardo e Pedro, tendo em vista a ausência de solidariedade objetiva entre eles."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2386947",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Cristina, Danilo e Eduardo comprometeram-se solidariamente a dar determinado automóvel a Felício até o final do mês. Ocorre que a entrega oportuna do bem foi impossibilitada por culpa exclusiva de Eduardo. Diante disso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perante Felício, somente Eduardo pode ser responsabilizado pelos juros da mora;"
      },
      {
        "letra": "B",
        "texto": "Felício pode optar entre exigir a cláusula penal integralmente de Eduardo, ou então exigir somente proporcionalmente de cada um dos devedores;"
      },
      {
        "letra": "C",
        "texto": "pelas perdas e danos sofridos por Felício, somente Eduardo responde, mas todos continuam solidariamente responsáveis pelo equivalente;"
      },
      {
        "letra": "D",
        "texto": "eventual cláusula ou condição adicional celebrada somente entre Cristina e Felício pode agravar também a situação dos demais devedores em virtude da solidariedade;"
      },
      {
        "letra": "E",
        "texto": "se Daniel for exonerado por Felício da solidariedade, não poderá ser chamado a participar de eventual rateio da cota de Cristina se ela vier a se revelar insolvente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2386316",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A respeito das obrigações de dar e de fazer ou não fazer no Código Civil de 2002, analise as afirmativas abaixo. I. Na obrigação de dar coisa certa, deteriorada a coisa, não sendo o devedor culpado, poderá o credor resolver a obrigação, ou aceitar a coisa, abatido de seu preço o valor que perdeu. II. Na obrigação da dar coisa certa, os frutos percebidos, entendidos como aqueles já colhidos e separados do principal, são do credor, cabendo ao devedor os pendentes. III. Extingue-se a obrigação de não fazer, desde que, sem culpa do devedor, se lhe torne impossível abster-se do ato, que se obrigou a não praticar. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas"
      },
      {
        "letra": "B",
        "texto": "I e III apenas"
      },
      {
        "letra": "C",
        "texto": "II e III apenas"
      },
      {
        "letra": "D",
        "texto": "II apenas"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2351272",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara Municipal de São Paulo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Cícero se obrigou, por contrato, perante João e Maria (cônjuges e coproprietários do imóvel residencial), a (i) prestar o serviço completo de buffet para o evento marcado para 20/01/2024; ou (ii) prestar o serviço de decoração conforme modelo previamente aprovado pelas partes. As partes definiram o prazo de 10/01/2024 para determinar qual prestação deverá ser realizada por Cícero, cabendo a escolha a Maria, exclusivamente. Ocorre que, em 05/01/2024, Cícero comunica o casal que o serviço de decoração não está mais disponível, porque todos os materiais pereceram em incêndio causado culposamente por ele, razão pela qual decidiu descontinuar a operação, já tendo encerrado a atividade da empresa de decoração regularmente. Diante deste fato, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maria pode realizar a escolha da prestação que se tornou impossível, por culpa do devedor, exigindo-se o valor dela, mais perdas e danos."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de obrigação solidária, Cícero se desobriga realizando integralmente a prestação que lhe cabe a qualquer um dos credores, ainda que isoladamente."
      },
      {
        "letra": "C",
        "texto": "Recaindo a prestação sobre a obrigação subsistente, por se tratar de prestação divisível, pode Cicero se desobrigar realizando a metade a João, mantendo a obrigação exclusivamente em face de Maria."
      },
      {
        "letra": "D",
        "texto": "Cuidando-se de obrigação facultativa, cabe a Maria a escolha sobre a prestação, mas, uma vez concentrada, deve seguir as regras que recaem sobre as obrigações de fazer."
      },
      {
        "letra": "E",
        "texto": "Cícero não pode alegar a impossibilidade de prestar a segunda obrigação, porque antes da escolha, não poderá o devedor alegar perda ou deterioração da coisa, ainda que por força maior ou caso fortuito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2646660",
    "metadata": "Ano: 2023 | Banca: IDIB | Órgão: Prefeitura de Trindade - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A solidariedade está definida no art. 896, parágrafo único, do Código Civil: “Há solidariedade, quando na mesma obrigação concorrem mais de um credor, ou mais de um devedor, cada um com direito ou obrigado à dívida toda”. A solidariedade no Direito Tributário é a passiva e resulta sempre da lei: não se presume, nem pode nascer da vontade das partes. A respeito da solidariedade no Código Tributário Municipal de Trindade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo situações expressas em lei, a interrupção da prescrição em favor ou contra um dos obrigados não favorece ou prejudica aos demais."
      },
      {
        "letra": "B",
        "texto": "Em regra, o pagamento por um dos obrigados não aproveita aos demais."
      },
      {
        "letra": "C",
        "texto": "A solidariedade, segundo a lei em vigor, comporta benefício de ordem de forma absoluta."
      },
      {
        "letra": "D",
        "texto": "Entende-se por interesse comum, de acordo com o código em vigor, a situação em que duas ou mais pessoas pratiquem o fato gerador da mesma obrigação tributária."
      },
      {
        "letra": "E",
        "texto": "As pessoas que tenham interesse comum na situação que constitua o fato gerador da obrigação principal não são solidariamente obrigadas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2429281",
    "metadata": "Ano: 2023 | Banca: COPS-UEL | Órgão: Londrina Iluminação",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações propter rem, considere as afirmativas a seguir.I. Consideram-se obrigações propter rem as dívidas de consumo como água, esgoto e energia elétrica, por se vincularem à titularidade do bem.II. Obrigações propter rem são consideradas híbridas por estarem “no meio do caminho” entre as obrigações pessoais e as reais.III. As obrigações ambientais possuem natureza propter rem, sendo admissível cobrá-las do proprietário ou possuidor atual e/ou dos anteriores, à escolha do credor.IV. Por sua natureza pessoal, as taxas de manutenção criadas por associações de moradores não obrigam os não associados ou que a elas não anuíram.Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I e II são corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e IV são corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas III e IV são corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas I, II e III são corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas II, III e IV são corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2376814",
    "metadata": "Ano: 2023 | Banca: Instituto Darwin | Órgão: Prefeitura de Lagoa de Itaenga - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No caso de obrigações de dar coisa certa, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a coisa se perder, sem culpa do devedor, antes da tradição, este responderá pelo equivalente."
      },
      {
        "letra": "B",
        "texto": "A obrigação de dar coisa certa só abrange os acessórios dela se expressamente mencionados."
      },
      {
        "letra": "C",
        "texto": "A coisa pertence ao devedor até a tradição, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço."
      },
      {
        "letra": "D",
        "texto": "Se a coisa se perder por culpa do devedor, o credor poderá exigir o equivalente, ou aceitar a coisa no estado em que se acha, com direito a reclamar, no primeiro caso, indenização das perdas e danos."
      },
      {
        "letra": "E",
        "texto": "Os frutos percebidos e os pendentes pertencem ao devedor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2358635",
    "metadata": "Ano: 2023 | Banca: COTEC | Órgão: Prefeitura de Unaí - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir sobre o tratamento dispensado pelo Código Civil às obrigações e assinale V para as verdadeiras e F para as falsas. ( ) A solidariedade não se presume; resulta da lei ou da vontade das partes. ( ) O caráter acessório das obrigações somente pode ser configurado no momento de sua constituição. ( ) A obrigação pode ser positiva ou negativa, de acordo com o conteúdo da prestação. ( ) Na obrigação de fazer, caso a prestação do fato se torne impossível por culpa do devedor, a obrigação está resolvida. ( ) No caso de dois ou mais devedores, se a prestação for divisível, cada um é obrigado pela dívida toda. ( ) Na obrigação de dar coisa incerta, esta coisa pode ser indicada apenas pelo gênero. Marque a alternativa que apresenta a sequência CORRETA, considerando as afirmativas de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, V, F, F."
      },
      {
        "letra": "B",
        "texto": "V, F, F, F, F, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V, F, F, F."
      },
      {
        "letra": "D",
        "texto": "V, V, F, F, F, V."
      },
      {
        "letra": "E",
        "texto": "V, F, V, F, V, F."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2346812",
    "metadata": "Ano: 2023 | Banca: Aroeira | Órgão: Prefeitura de Piracanjuba - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre o Direito das Obrigações reguladas no Código Civil Brasileiro é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso."
      },
      {
        "letra": "B",
        "texto": "A coisa incerta será indicada, ao menos, pela qualidade."
      },
      {
        "letra": "C",
        "texto": "Extingue-se a obrigação de não fazer, mesmo que, com culpa do devedor, se lhe torne impossível abster-se do ato, que se obrigou a não praticar."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações alternativas, a escolha cabe ao credor, se outra coisa não se estipulou."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2318234",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Pombos - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "O Código Civil estipula como regra que nas obrigações alternativas, a escolha cabe ao devedor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2314265",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Pombos - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No Direito Civil, a obrigação de dar coisa incerta é aquela em que o devedor se compromete a providenciar, em favor do credor, a tradição (entrega) de um bem móvel ou imóvel, e a escolha da coisa incerta cabe ao credor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2314188",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Pombos - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Na obrigação de fazer, o devedor é dispensado do cumprimento da obrigação se demonstrar que o serviço foi executado de forma ineficaz ou insatisfatória, mesmo que dentro do prazo estipulado no contrato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2285626",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRM-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "À luz do Código Civil, julgue o item.Impossibilitando‑se a prestação por culpa de um dos devedores solidários, subsiste para todos o encargo de pagar o equivalente e as perdas e os danos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2272720",
    "metadata": "Ano: 2023 | Banca: TJ-AM | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "O Código Civil regulamenta regras gerais a respeito do cumprimento das obrigações alternativas, sendo possível a estipulação em contrário. A respeito do assunto, leia as assertivas abaixo. I. Nas obrigações alternativas, a escolha cabe ao credor como regra, salvo estipulação contrária. II. Nas obrigações alternativas divisíveis, o devedor pode obrigar o credor a receber parte em uma prestação e parte em outra como regra prevista no Código Civil, salvo estipulação contrária. III. Quando a obrigação alternativa for de prestações periódicas, a faculdade de opção poderá ser exercida em cada período. Considerando as assertivas acima, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas estão corretas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas as assertivas I, II, III."
      },
      {
        "letra": "C",
        "texto": "Apenas estão corretas as assertivas II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva III está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2259513",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Itabuna - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com o Código Civil, sobre as modalidades de obrigações, analisar os itens abaixo: I. A obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso. II. Se, no caso do artigo antecedente, a coisa se perder, sem culpa do devedor, antes da tradição, ou pendente a condição suspensiva, fica resolvida a obrigação para ambas as partes; se a perda resultar de culpa do devedor, responderá este pelo equivalente e mais perdas e danos. III. Deteriorada a coisa, não sendo o devedor culpado, poderá o credor resolver a obrigação, ou aceitar a coisa, abatido de seu preço o valor que perdeu. IV. Sendo culpado o devedor, poderá o credor exigir o equivalente, ou aceitar a coisa no estado em que se acha, com direito a reclamar, em um ou em outro caso, indenização das perdas e danos. Estão CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "B",
        "texto": "Somente os itens III e IV."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I, II e III."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II, III e IV."
      },
      {
        "letra": "E",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2245098",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: AL-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "As amigas Gabriela, Ana Terra e Quitéria são proprietárias de uma casa localizada no bairro de Renascença, São Luís, MA. Em janeiro deste ano, venderam o imóvel para Marília, que pagou integralmente o preço avençado na escritura pública, sendo que a entrega do bem deveria ocorrer seis meses após a celebração do contrato. Dois dias antes da entrega do bem, por culpa exclusiva de Ana Terra, o imóvel foi totalmente destruído por causa de um incêndio. Destaca-se que o contrato é omisso a respeito da solidariedade das vendedoras. A respeito da situação hipotética narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Impossibilitando-se a prestação por culpa de um dos devedores solidários, subsiste para todos o encargo de pagar o equivalente; mas pelas perdas e danos só responde o culpado."
      },
      {
        "letra": "B",
        "texto": "Em virtude do perecimento do bem, as três amigas responderão conjuntamente pelo equivalente mais as perdas e danos."
      },
      {
        "letra": "C",
        "texto": "O perecimento da casa sempre conduz à resolução da obrigação."
      },
      {
        "letra": "D",
        "texto": "Como a solidariedade se presume, as três amigas serão solidárias pelas perdas e danos por causa do perecimento do bem."
      },
      {
        "letra": "E",
        "texto": "Perde a qualidade de indivisível a obrigação que se resolver em perdas e danos; assim, as três amigas irão responder pelo equivalente em partes iguais, sendo que as perdas e danos só poderão ser exigidas de Ana Terra, culpada do perecimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2243478",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Trata-se de um exemplo de uma obrigação de meio o contrato de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "propaganda que uma empresa faz com uma agência de publicidade."
      },
      {
        "letra": "B",
        "texto": "transporte de pessoas e mercadorias."
      },
      {
        "letra": "C",
        "texto": "seguro no qual a seguradora deve indenizar o segurado no caso do incêndio da coisa segurada ter sido provocado dolosamente por terceiro."
      },
      {
        "letra": "D",
        "texto": "realização de cirurgia plástica estética por médico."
      },
      {
        "letra": "E",
        "texto": "conserto de carro por mecânico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2240849",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre as obrigações propter rem, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O que torna uma pessoa devedora de uma obrigação propter rem é a circunstância de titularidade, de sorte que aquele que figurou como proprietário anteriormente se livra da obrigação ao alienar o bem imóvel, se em nada dispuser o instrumento celebrado."
      },
      {
        "letra": "B",
        "texto": "O adquirente de unidade responde pelos débitos do alienante, em relação ao condomínio, inclusive multas e juros moratórios."
      },
      {
        "letra": "C",
        "texto": "Os débitos decorrentes do fornecimento de energia elétrica, água e esgoto constituem obrigação propter rem, visto estarem vinculadas ao imóvel."
      },
      {
        "letra": "D",
        "texto": "A obrigação propter rem grava o próprio bem, de modo que este pode ser penhorado, já que a natureza da dívida recai sobre o imóvel e não sobre o indivíduo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2219066",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREFITO-7ª Região(BA e SE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Com base no Código Civil, julgue o item a respeito de obrigações e contratos.A cláusula, a condição ou a obrigação adicional estipulada entre um dos devedores solidários e o credor pode agravar a posição dos outros, independentemente de consentimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2219065",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREFITO-7ª Região(BA e SE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Com base no Código Civil, julgue o item a respeito de obrigações e contratos.A solidariedade não se presume; resulta da lei ou da vontade das partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2211765",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Piracicaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações solidárias, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação solidária pode ser pura e simples para um dos co-credores ou co-devedores, e condicional, ou a prazo, ou pagável em lugar diferente, para o outro."
      },
      {
        "letra": "B",
        "texto": "Convertendo-se a prestação em perdas e danos, cessa, para todos os efeitos, a solidariedade."
      },
      {
        "letra": "C",
        "texto": "Importa em renúncia da solidariedade a propositura de ação pelo credor contra apenas um dos devedores."
      },
      {
        "letra": "D",
        "texto": "Impossibilitando-se a prestação por culpa de um dos devedores solidários, todos responderão pelas perdas e danos, sendo cabível ação de regresso contra o devedor culpado."
      },
      {
        "letra": "E",
        "texto": "O devedor demandado pode opor ao credor as exceções que lhe forem pessoais e as comuns a todos, aproveitando as exceções pessoais a outro co-devedor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2209982",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: Prefeitura de Rio Branco - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre a obrigação de dar coisa certa e incerta (Direito das Obrigações), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a coisa se perder por culpa do devedor, responderá este pelo equivalente, porém, não responderá por perdas e danos."
      },
      {
        "letra": "B",
        "texto": "Deteriorada a coisa, não sendo o devedor culpado, poderá o credor resolver a obrigação, ou aceitar a coisa, abatido de seu preço o valor que perdeu."
      },
      {
        "letra": "C",
        "texto": "Se a obrigação for de restituir coisa certa, e esta, sem culpa do devedor, se perder antes da tradição, não sofrerá o credor a perda, devendo o devedor restitui-lo."
      },
      {
        "letra": "D",
        "texto": "Até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, porém, não poderá exigir aumento no preço dela."
      },
      {
        "letra": "E",
        "texto": "Antes da escolha, não poderá o devedor alegar perda ou deterioração da coisa, exceto por força maior ou caso fortuito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2208224",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Julgue o item a seguir, com base no Código Civil.Em caso de urgência, o credor de uma obrigação de fazer que tenha sido inadimplida pode executar pessoalmente ou mandar executar a obrigação, independentemente de autorização judicial, hipótese em que o credor poderá ser ressarcido posteriormente à execução do fato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2200008",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRM-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No que se refere às obrigações de dar coisa certa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação de dar coisa certa abrange os acessórios dela, ainda que não mencionados, sendo vedado às partes estabelecer o contrário."
      },
      {
        "letra": "B",
        "texto": "Se a coisa se perder, sem culpa do devedor, antes da tradição, ou estiver pendente a condição suspensiva, fica resolvida a obrigação para ambas as partes; se a perda resultar de culpa do devedor, este responderá pelo equivalente e por mais perdas e danos."
      },
      {
        "letra": "C",
        "texto": "Deteriorada a coisa, não sendo o devedor culpado, caberá ao credor apenas resolver a obrigação."
      },
      {
        "letra": "D",
        "texto": "A coisa passa a pertencer ao credor a partir do momento da constituição da obrigação, independentemente da tradição."
      },
      {
        "letra": "E",
        "texto": "Se a coisa se perder por culpa do devedor, este responderá pelo equivalente, mas não por perdas e danos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2195255",
    "metadata": "Ano: 2023 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre a solidariedade passiva no direito das obrigações,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o credor tem direito a exigir e receber dos devedores, parcial ou totalmente, a dívida comum; com pagamento parcial, o que pagou continua obrigado pelo resto, exonerando-se os demais."
      },
      {
        "letra": "B",
        "texto": "os devedores solidários, se falecem deixando herdeiros, não terão esses obrigados a pagar senão a quota que corresponder ao seu quinhão hereditário, salvo a indivisibilidade."
      },
      {
        "letra": "C",
        "texto": "o devedor que paga parcialmente a dívida solidária e tem remissão obtida, aproveita aos outros devedores."
      },
      {
        "letra": "D",
        "texto": "o devedor que figura no polo passivo da ação responde pelos juros da mora isoladamente, ainda que existam mais devedores."
      },
      {
        "letra": "E",
        "texto": "o credor não pode renunciar à solidariedade em favor de um, de alguns ou de todos os devedores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2181243",
    "metadata": "Ano: 2023 | Banca: Ibest | Órgão: CRF-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No que diz respeito ao direito das obrigações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas obrigações de dar coisa incerta, quando a coisa é determinada pelo gênero e pela quantidade, a escolha pertence ao credor, para que o devedor não lhe entregue coisa pior."
      },
      {
        "letra": "B",
        "texto": "Em uma obrigação de fazer, se a prestação do fato se tornar impossível sem culpa do devedor, este responderá por perdas e danos e restituirá ao credor o valor já pago."
      },
      {
        "letra": "C",
        "texto": "Em uma obrigação de restituir coisa certa, se esta, sem culpa do devedor, se perder antes da tradição, sofrerá o credor a perda, e a obrigação se resolverá, ressalvados os seus direitos até o dia da perda."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações alternativas, a escolha cabe ao credor, que, a critério do devedor, pode receber parte em uma prestação e parte em outra."
      },
      {
        "letra": "E",
        "texto": "No caso de pluralidade de credores, cada credor deverá cobrar a sua cota-parte, ou que lhe cabe da dívida, e o devedor se desobrigará quando concluir o último pagamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2179356",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGER - Mato Grosso",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Suponha que Álvaro tenha assumido o compromisso de cumprir uma obrigação alternativa e, antes do prazo estipulado, tenha se tornado impossível o cumprimento da obrigação assumida, sem que ele tenha concorrido para tal. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinguir-se-á a obrigação sem qualquer responsabilização civil por parte de Álvaro."
      },
      {
        "letra": "B",
        "texto": "o beneficiário da obrigação poderá exigir indenização equivalente ao valor da obrigação de maior valor, mas não poderá exigir dano moral."
      },
      {
        "letra": "C",
        "texto": "o beneficiário da obrigação poderá exigir indenização equivalente ao valor da obrigação que lhe aprouver mais dano moral."
      },
      {
        "letra": "D",
        "texto": "o beneficiário da obrigação poderá exigir que terceiro cumpra de outro modo qualquer das obrigações assumidas, às expensas de Álvaro."
      },
      {
        "letra": "E",
        "texto": "é devida indenização ao beneficiário da obrigação, além de eventual dano moral, mas cabe a Álvaro definir qual das obrigações será objeto de indenização."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2176432",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: GHC-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Diante do que dispõe o Código Civil, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo por exigência médica, é defeso o ato de disposição do próprio corpo, quando importar diminuição permanente da integridade física, ou contrariar os bons costumes."
      },
      {
        "letra": "B",
        "texto": "Os donos de hotéis, hospedarias, casas ou estabelecimentos onde se albergue por dinheiro, quando não houver culpa por sua parte, não respondem pelos atos de seus hóspedes, moradores e educandos."
      },
      {
        "letra": "C",
        "texto": "Nas obrigações de dar coisa certa, até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço a ser pago pelo credor."
      },
      {
        "letra": "D",
        "texto": "Se a obrigação for de restituir coisa certa, e esta, sem culpa do devedor, se perder antes da tradição, sofrerá o credor a perda, e a obrigação se resolverá, ressalvados os seus direitos até o dia da perda."
      },
      {
        "letra": "E",
        "texto": "O pagamento feito de boa-fé ao credor putativo é válido, ainda provado depois que não era credor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2144029",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Mário prometeu a seus três filhos, no bojo de ação de divórcio combinada com partilha, que lhes doaria os imóveis em seu nome. O termo de homologação desse acordo foi levado ao Registro Geral de Imóveis. Nesse caso, com o registro da promessa de doação, verifica-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a constituição de um ônus real stricto sensu sobre os imóveis;"
      },
      {
        "letra": "B",
        "texto": "o estabelecimento de uma obrigação com eficácia real;"
      },
      {
        "letra": "C",
        "texto": "a existência de uma obrigação natural;"
      },
      {
        "letra": "D",
        "texto": "a afirmação de uma obrigação ambulatória ou propter rem;"
      },
      {
        "letra": "E",
        "texto": "a criação de um direito potestativo em favor dos filhos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2131256",
    "metadata": "Ano: 2023 | Banca: FUNDEPES | Órgão: Prefeitura de Marechal Deodoro - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Dadas as afirmativas referentes ao direito das obrigações e aos registros públicos,I. Quando a escolha couber ao credor e uma das prestações tornar-se impossível por culpa do devedor, o credor terá direito de exigir a prestação subsistente ou o valor da outra, com perdas e danos; se, por culpa do devedor, ambas as prestações se tornarem inexequíveis, poderá o credor reclamar o valor de qualquer das duas, além da indenização por perdas e danos. II. O desmembramento territorial posterior ao registro exige sua repetição em novo cartório. III. A certidão da situação jurídica atualizada do imóvel compreende as informações vigentes de sua descrição, número de contribuinte, proprietário, direitos, ônus e restrições, judiciais e administrativas, incidentes sobre o imóvel e o respectivo titular, além das demais informações necessárias à comprovação da propriedade e à transmissão e à constituição de outros direitos reais. IV. Se a obrigação for de restituir coisa certa, e esta, sem culpa do devedor, perder-se antes da tradição, sofrerá o credor a perda, e a obrigação, portanto, resolver-se-á peremptoriamente.verifica-se que estão corretas apenas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2082236",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Direito das Coisas / Direitos Reais",
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Responsabilidade civil",
      "Parte Geral",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No que se refere à obrigação de fazer, à responsabilidade civil e ao negócio jurídico, julgue os itens a seguir. I Nas obrigações de fazer coisa certa fungível, se o devedor se recusar ao cumprimento da obrigação, o credor poderá optar por mandar executá-la à custa do devedor, ou até mesmo executá-la, em caso de urgência, hipótese em que o credor poderá exigir o ressarcimento das despesas. II Nas ações de reintegração de posse, o possuidor de boa-fé poderá exercer o direito de retenção da coisa possuída até a efetiva indenização das benfeitorias necessárias, mas não poderá exercê-lo quanto às benfeitorias úteis e voluptuárias. III O credor que demandar o devedor antes de vencida a dívida ficará obrigado a pagar ao devedor o dobro do que houver cobrado, salvo se houver pedido de desistência antes da citação do devedor. IV O negócio jurídico não pode ser anulado sem que se possa restituir às partes a coisa no estado em que se encontrava antes da formalização do negócio. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I, III e IV estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II, III e IV estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2043811",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Segundo as disposições do Código Civil a respeito das obrigações, julgue o item.A obrigação de dar coisa certa abrange os acessórios dela, embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2372062",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "É correto afirmar sobre as obrigações solidárias quev",
    "alternativas": [
      {
        "letra": "A",
        "texto": "importará renúncia da solidariedade a propositura de ação pelo credor contra um ou alguns dos devedores."
      },
      {
        "letra": "B",
        "texto": "o credor que tiver remitido a dívida ou recebido o pagamento não responderá aos outros pela parte que lhes caiba."
      },
      {
        "letra": "C",
        "texto": "qualquer cláusula, condição ou obrigação adicional, estipulada entre um dos devedores solidários e o credor, em qualquer hipótese, altera as balizas originárias e se projeta sobre os outros devedores."
      },
      {
        "letra": "D",
        "texto": "se a dívida solidária interessar exclusivamente a um dos devedores, responderá este por toda ela para com aquele que pagar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2176037",
    "metadata": "Ano: 2022 | Banca: Instituto UniFil | Órgão: Câmara de Mandaguaçu - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Conforme disposto no Código Civil - Das Obrigações, analise as assertivas e assinale a alternativa correta. I. A obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso. II. A coisa incerta será indicada, ao menos, pelo gênero e pela quantidade. III. Incorre na obrigação de indenizar perdas e danos o devedor que recusar a prestação a ele só imposta, ou só por ele exequível. IV. Extingue-se a obrigação de não fazer, desde que, sem culpa do devedor, se lhe torne impossível abster-se do ato, que se obrigou a não praticar. V. Nas obrigações alternativas, a escolha cabe ao credor, se outra coisa não se estipulou.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente uma assertiva está correta."
      },
      {
        "letra": "B",
        "texto": "Somente duas assertivas estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente três assertivas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente quatro assertivas estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2095442",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: Prefeitura de Giruá - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Transmissão das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Conforme o entendimento do Superior Tribunal de Justiça, as obrigações ambientais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Possuem natureza propter rem."
      },
      {
        "letra": "B",
        "texto": "Somente podem ser cobradas do proprietário ou possuidor atual."
      },
      {
        "letra": "C",
        "texto": "Podem ser cobradas do proprietário anterior, de forma subsidiária."
      },
      {
        "letra": "D",
        "texto": "Somente podem ser cobradas do proprietário, não alcançando o possuidor."
      },
      {
        "letra": "E",
        "texto": "Tem natureza personalíssima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2070748",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: AGESAN-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito das modalidades de obrigações e suas características, em conformidade com o que prevê o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, na obrigação de dar coisa certa, a coisa restituível se deteriorar sem culpa do devedor, recebê-la-á o credor, tal qual se ache, com direito à indenização."
      },
      {
        "letra": "B",
        "texto": "Na obrigação de dar coisa incerta, antes da escolha, não poderá o devedor alegar perda ou deterioração da coisa, ainda que por força maior ou caso fortuito."
      },
      {
        "letra": "C",
        "texto": "Em caso de urgência da obrigação de fazer, pode o credor, desde que mediante autorização judicial, executar ou mandar executar o fato, sendo depois ressarcido."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações solidárias, a solidariedade é presumida, e a obrigação pode ser pura e simples para um dos cocredores ou codevedores, e condicional, ou a prazo, ou pagável em lugar diferente para o outro."
      },
      {
        "letra": "E",
        "texto": "Havendo mais de um devedor ou mais de um credor em obrigação indivisível, esta presume-se dividida em tantas obrigações, iguais e distintas, quanto os credores ou devedores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2022069",
    "metadata": "Ano: 2022 | Banca: FADCT | Órgão: Prefeitura de Ibema - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No nosso ordenamento jurídico, existem obrigações no âmbito civil. São conceituadas como conjunto de normas que disciplina a relação jurídica pessoal vinculativa de um credor a um devedor, por meio da qual o sujeito passivo assume o dever de cumprir uma prestação de interesse do outro. Abaixo, temos algumas delas, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Obrigação de fazer;"
      },
      {
        "letra": "B",
        "texto": "Obrigação de não fazer;"
      },
      {
        "letra": "C",
        "texto": "Obrigação de não entregar;"
      },
      {
        "letra": "D",
        "texto": "Obrigação de dar;"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2017025",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Maria e Renata celebraram contrato que impunha à primeira (Maria) o cumprimento de obrigações alternativas em favor de Letícia. Nesse caso, de acordo com o Código Civil, a escolha da prestação, entre aquelas alternativamente previstas no contrato, caberá a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Renata, se outra coisa não se estipulou."
      },
      {
        "letra": "B",
        "texto": "Maria, se outra coisa não se estipulou."
      },
      {
        "letra": "C",
        "texto": "Letícia, se outra coisa não se estipulou."
      },
      {
        "letra": "D",
        "texto": "Maria, reputando-se nula eventual estipulação em sentido diverso."
      },
      {
        "letra": "E",
        "texto": "Renata, reputando-se nula eventual estipulação em sentido diverso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2003836",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Maria e Rejane celebraram contrato de promessa de compra e venda de imóvel com Jorge, Lucas e Zózimo, por instrumento particular, sem levá-lo a registro, nos seguintes termos: 1. Maria e Rejane se obrigaram, solidariamente, a pagar aos irmãos Jorge, Lucas e Zózimo o valor de R$600.000,00 (seiscentos mil reais), à vista, na data da celebração do acordo. 2. Em contrapartida, Jorge, Lucas e Zózimo, coproprietários do imóvel, obrigaram-se, sem cláusula de solidariedade (i) a entregar a chave do apartamento no prazo de 10 (dez) dias contados da data da assinatura do contrato; e (ii) a realizarem a outorga da escritura pública definitiva de compra e venda, no prazo de dez dias após a imissão das promitentes compradoras na posse do imóvel. Diante do caso acima, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paga a integralidade do preço, a recusa dos coproprietários em realizar a outorga da escritura definitiva não confere direito à adjudicação compulsória, ante a ausência de registro da promessa."
      },
      {
        "letra": "B",
        "texto": "Com a assinatura da promessa, Maria pode realizar pagamento parcial correspondente à sua metade, ainda que os promitentes vendedores se recusem a receber, podendo valer-se do pagamento em consignação."
      },
      {
        "letra": "C",
        "texto": "Assinada a promessa e não pago o preço de forma definitiva, podem os promitentes vendedores propor ação visando à extinção do contrato, por resilição unilateral, fundada no inadimplemento absoluto."
      },
      {
        "letra": "D",
        "texto": "Pago o preço, os coproprietários devem cumprir com a obrigação de entrega do imóvel, desobrigando-se apenas de realizar o pagamento perante Maria e Rejane, conjuntamente, ou a uma delas, com caução de ratificação da outra credora."
      },
      {
        "letra": "E",
        "texto": "Em se tratando de contrato bilateral, comutativo e oneroso, a cláusula resolutiva, ainda que tácita, opera de pleno direito, sendo despicienda prévia interpelação judicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1994554",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: DETRAN-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Com relação ao direito das obrigações e as disposições do Código Civil de 2002, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso"
      },
      {
        "letra": "B",
        "texto": "Até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço; se o credor não anuir, poderá o devedor resolver a obrigação"
      },
      {
        "letra": "C",
        "texto": "Os frutos percebidos até a tradição, bem como os pendentes, são do devedor"
      },
      {
        "letra": "D",
        "texto": "Se a obrigação for de restituir coisa certa, e esta, sem culpa do devedor, se perder antes da tradição, sofrerá o credor a perda, e a obrigação se resolverá, ressalvados os seus direitos até o dia da perda"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1985621",
    "metadata": "Ano: 2022 | Banca: COPEVE-UFAL | Órgão: TCE-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Prescrição e Decadência",
      "Parte Geral",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Dadas as afirmativas referentes à Prescrição, Decadência, Obrigações Solidárias e Extinção da Obrigação, I. A renúncia da prescrição pode ser expressa ou tácita, e somente valerá, sendo feita, sem prejuízo de terceiro, depois que a prescrição se consumar. Tácita é a renúncia quando se presume de fatos do interessado, incompatíveis com a prescrição. II. A decadência pode ser realizada por convenção das partes e, nessa hipótese, a parte a quem aproveita poderá alegá-la em qualquer grau de jurisdição e, se tratando de matéria de ordem pública, o juiz poderá supri-la haja vista se tratar da perda de um direito causada pela inércia temporal de um dos convenentes. III. O terceiro não interessado que paga a dívida em seu próprio nome tem direito a reembolsar-se do que pagar, e se subrogar nos direitos do credor. IV. Se um dos devedores solidários falecer deixando herdeiros, nenhum destes será obrigado a pagar senão a quota que corresponder ao seu quinhão hereditário, salvo se a obrigação for indivisível; mas todos reunidos serão considerados como um devedor solidário em relação aos demais devedores. verifica-se que está(ão) correta(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1981660",
    "metadata": "Ano: 2022 | Banca: FADESP | Órgão: SEFAZ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Diz-se que as obrigações propter rem possuem natureza ambulatória. Caracteriza obrigação propter rem a obrigação de pagar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contas de energia elétrica."
      },
      {
        "letra": "B",
        "texto": "taxas de condomínio."
      },
      {
        "letra": "C",
        "texto": "pensão alimentícia."
      },
      {
        "letra": "D",
        "texto": "contas de água."
      },
      {
        "letra": "E",
        "texto": "as faturas do cartão de crédito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1977655",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Considerando o regramento das obrigações solidárias, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Qualquer credor solidário pode, antes de eventual demanda de cobrança ajuizada por outro credor, receber a totalidade do pagamento ou remitir a dívida."
      },
      {
        "letra": "B",
        "texto": "A solidariedade passiva determina que as dívidas de todos os codevedores sejam, necessariamente, idênticas."
      },
      {
        "letra": "C",
        "texto": "Perde a qualidade de solidária a obrigação que se resolver em perdas e danos."
      },
      {
        "letra": "D",
        "texto": "O devedor solidário que paga a dívida tem, necessariamente, direito de regresso contra os demais devedores, já que é absoluta a presunção de que todos os devedores devem uma parte do débito."
      },
      {
        "letra": "E",
        "texto": "Se somente um dos devedores solidários tiver dado causa ao atraso, somente este responde, frente ao credor, pelos juros moratórios."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1977653",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Em relação às modalidades das obrigações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O credor de obrigação de restituir mantém a posse indireta do bem."
      },
      {
        "letra": "B",
        "texto": "As obrigações de fazer são sempre personalíssimas."
      },
      {
        "letra": "C",
        "texto": "As obrigações negativas são, necessariamente, obrigações de dar coisa incerta."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações ditas “alternativas”, o credor não poderá exigir a prestação, mas o devedor poderá escolher entre adimplir ou não adimplir."
      },
      {
        "letra": "E",
        "texto": "As obrigações de dar coisa incerta são espécies de obrigações alternativas, o que se revela pela vigência do mesmo regime jurídico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1971716",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Transmissão das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Considere as assertivas a seguir: I. Nas obrigações em que há solidariedade ativa, pode o devedor opor a um dos credores solidários as exceções pessoais oponíveis aos outros. II. Nas arras penitenciais, se a parte que as recebeu não executar o contrato, poderá a que as deu considerar o contrato desfeito e exigir, além da indenização suplementar, sua devolução mais o equivalente, com atualização monetária segundo índices oficiais regularmente estabelecidos, juros e honorários de advogado. III. Quando se estipular a cláusula penal para o caso de mora, ou em segurança especial de outra cláusula determinada, terá o credor o arbítrio de exigir a satisfação da pena cominada, juntamente com o desempenho da obrigação principal. IV. É facultado a terceiro assumir a obrigação do devedor, com o consentimento expresso do credor, ficando exonerado o devedor primitivo solvente e, salvo assentimento expresso do devedor primitivo, consideram-se extintas, a partir da assunção da dívida, as garantias especiais por ele originariamente dadas ao credor. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, II e IV são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e III são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1966675",
    "metadata": "Ano: 2022 | Banca: IF-PI | Órgão: IF-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca da obrigação de dar coisa certa, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marcos devia a Tenório uma esteira. No entanto, a esteira foi furtada antes mesmo que o devedor entregasse ao credor. Neste caso, Tenório se vê obrigado a receber outra esteira, mesmo que seja de marca diversa da que com Marcos negociou, pois não houve culpa deste."
      },
      {
        "letra": "B",
        "texto": "Marcos devia a Tenório uma esteira. Marcos deixou o equipamento sem proteção, e este foi completamente molhado pela chuva, danificando a parte de madeira. Assim é possível afirmar que Tenório deverá receber o bem da forma como se encontra, pois não houve culpa de Marcos."
      },
      {
        "letra": "C",
        "texto": "Marcos devia a Tenório uma esteira. Marcos deixou o equipamento sem proteção, e este foi completamente molhado pelas fortes chuvas, danificando a parte de madeira. Neste caso, é possível afirmar que Tenório não poderá extinguir a obrigação, pois não houve culpa de Marcos."
      },
      {
        "letra": "D",
        "texto": "Marcos devia a Tenório uma esteira. No entanto, o referido bem foi furtado antes mesmo que o devedor a entregasse ao credor. Neste caso, pode-se afirmar que a obrigação se extingue, devendo Marcos devolver a quantia que recebeu de Tenório em pagamento."
      },
      {
        "letra": "E",
        "texto": "Marcos devia a Tenório uma esteira. Ocorre que, quando Tenório foi receber o bem que havia adquirido o devedor havia retirado o painel de Led. Tenório se viu obrigado a receber a esteira, pois já havia pago o valor e, afinal, o acessório não segue o principal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1966664",
    "metadata": "Ano: 2022 | Banca: IF-PI | Órgão: IF-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com o doutrinador: \"O direito das obrigações, na atualidade do sistema jurídico brasileiro, compreende as relações jurídicas de direito privado, de caráter pessoal, nas quais o titular do direito (credor) possa exigir o cumprimento do dever correlato de prestar, respondendo o sujeito do dever (devedor) com seu patrimônio\". Fonte: (LÔBO, Paulo. Direito Civil - volume 2: obrigações. 9. ed. São Paulo: Saraiva, 2021). A respeito das obrigações no Código Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas obrigações de dar coisa certa, até a tradição pertence ao credor a coisa."
      },
      {
        "letra": "B",
        "texto": "Praticado pelo devedor o ato, a cuja abstenção se obrigara, o credor pode exigir dele que o desfaça, sob pena de se desfazer à sua custa, ressarcindo o culpado perdas e danos."
      },
      {
        "letra": "C",
        "texto": "Nas coisas determinadas pelo gênero e pela quantidade, a escolha pertence ao credor."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações alternativas, a escolha cabe ao devedor, nunca ao credor."
      },
      {
        "letra": "E",
        "texto": "Nas obrigações de fazer, responde por perdas e danos o devedor, nos casos em que a prestação se tornou impossível, mesmo que sem culpa dele."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1966465",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A respeito da solidariedade passiva, considere: I. O devedor que satisfaz a dívida por inteiro tem direito de exigir também por inteiro, de cada um dos co-devedores, aquilo que houver pago ao credor, abatida sua quota. II. A propositura de ação, pelo credor, contra apenas um dos devedores implica renúncia à solidariedade. III. Se um dos devedores solidários falecer deixando herdeiros, nenhum destes será obrigado a pagar senão a quota que corresponder a seu quinhão hereditário, salvo se a obrigação for indivisível. IV. Se a dívida solidária interessar exclusivamente a um dos devedores, este responderá por toda ela para com aquele que a pagar. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1962809",
    "metadata": "Ano: 2022 | Banca: FUMARC | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Transmissão das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A solidariedade nas obrigações",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se presume, resulta apenas da vontade das partes quando se trata de negócios privados."
      },
      {
        "letra": "B",
        "texto": "não se presume, resulta apenas da lei."
      },
      {
        "letra": "C",
        "texto": "não se presume, resulta da lei ou da vontade das partes."
      },
      {
        "letra": "D",
        "texto": "pode ser objeto de presunção relativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1962808",
    "metadata": "Ano: 2022 | Banca: FUMARC | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Transmissão das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Quanto à obrigação de dar, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação de dar coisa certa abrange os acessórios dela, se expressamente mencionados."
      },
      {
        "letra": "B",
        "texto": "A obrigação de dar coisa certa abrange, em regra, os acessórios dela, ainda que não mencionados."
      },
      {
        "letra": "C",
        "texto": "Deteriorada a coisa, não sendo o devedor culpado, resolve-se necessariamente a obrigação."
      },
      {
        "letra": "D",
        "texto": "Os frutos percebidos pertencem ao credor a partir da constituição da obrigação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1960654",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "O Frigorífico Phi, ao fechar um de seus estabelecimentos, celebrou contrato com o Frigorífico Beta para vender-lhe um dos dois refrigeradores que estavam ali localizados. Pelo contrato, o Beta poderia, dali a trinta dias, escolher entre o refrigerador modelo X, menor porém mais econômico, ou o Y, maior mas que consome mais energia. Entretanto, na data avençada para escolher, constataram que o Phi tinha sido negligente no cuidado com os refrigeradores após a celebração do negócio, vindo a deteriorar o modelo X ao danificar uma de suas portas. Diante disso, o Beta tem direito a exigir do Phi:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o refrigerador Y ou o refrigerador X deteriorado, com perdas e danos;"
      },
      {
        "letra": "B",
        "texto": "o refrigerador X deteriorado ou o seu equivalente pecuniário;"
      },
      {
        "letra": "C",
        "texto": "o refrigerador Y ou o equivalente pecuniário do refrigerador X, com perdas e danos;"
      },
      {
        "letra": "D",
        "texto": "o refrigerador Y, o refrigerador X deteriorado ou o equivalente pecuniário do refrigerador X, com perdas e danos;"
      },
      {
        "letra": "E",
        "texto": "somente o refrigerador Y."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1951296",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Ernesto e Guilherme contrataram Ambrósio para cuidar da segurança dos sistemas da empresa da qual são sócios. Como Ernesto reside no exterior, ficou combinado entre ele e Guilherme que, embora se obrigando solidariamente, caberia a Guilherme fazer o pagamento mensal das prestações. Por ter gerido mal a empresa, Guilherme atrasou o pagamento dos aluguéis e por isso Ambrósio teve que ajuizar ação contra ambos cobrando o pagamento de três prestações do contrato, equivalente a R$ 9.850,00 (R$ 9.000,00 de aluguéis e o restante de juros de mora). Ernesto deposita R$ 4.500,00 e pede a extinção do processo por ter cumprido com a sua obrigação. O juiz intima Ambrósio para se manifestar sobre o depósito. Para assegurar da melhor forma os direitos de seu cliente, o advogado orienta, corretamente, que Ambrósio deve:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dar quitação ao pagamento e requerer o prosseguimento da ação em face de Guilherme para cobrança da diferença restante (R$ 5.350,00);"
      },
      {
        "letra": "B",
        "texto": "não dar quitação ao pagamento e requerer o prosseguimento da ação em face de Ernesto e Guilherme até que seja paga a integralidade da dívida com os juros;"
      },
      {
        "letra": "C",
        "texto": "não dar quitação ao pagamento e requerer o prosseguimento da ação em face de Ernesto para pagamento de sua parte referente aos juros (R$ 425,00), bem como o prosseguimento da ação em face de Guilherme para cobrança da diferença restante (R$ 4.925,00);"
      },
      {
        "letra": "D",
        "texto": "não dar quitação ao pagamento e requerer o prosseguimento da ação em face de Ernesto para cobrança da integralidade da parte referente aos juros (R$ 850,00), bem como o prosseguimento da ação em face de Guilherme para cobrança da diferença restante (R$ 4.500,00);"
      },
      {
        "letra": "E",
        "texto": "não dar quitação ao pagamento e requerer o prosseguimento da ação em face de Ernesto para cobrança do restante da dívida principal (R$ 4.500,00), bem como o prosseguimento da ação em face de Guilherme para cobrança do valor referente aos juros (R$ 850,00)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1945693",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: AGERGS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre o direito das obrigações, à luz do disposto no CC, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em se tratando de obrigação de dar coisa certa, até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço; se o credor não anuir, poderá o devedor exigir judicialmente o aumento do preço."
      },
      {
        "letra": "B",
        "texto": "Com relação à obrigação de dar coisa incerta, nas coisas determinadas pelo gênero e pela quantidade, a escolha pertence ao credor, se o contrário não resultar do título da obrigação."
      },
      {
        "letra": "C",
        "texto": "Nas obrigações de fazer, se a prestação do fato se tornar impossível sem culpa do devedor, resolver-se-á a obrigação; se por culpa dele, responderá por perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações de não fazer, praticado pelo devedor o ato, a cuja abstenção se obrigara, o credor não pode exigir dele que o desfaça, mas pode se desfazer à sua custa, ressarcindo o culpado perdas e danos."
      },
      {
        "letra": "E",
        "texto": "Nas obrigações alternativas, quando a obrigação for de prestações periódicas, a faculdade de opção deverá ser exercida quando do adimplemento da primeira prestação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1929273",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: COREN-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações solidárias, julgue o item.O credor pode renunciar à solidariedade em favor de um, de alguns ou de todos os devedores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1929272",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: COREN-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações solidárias, julgue o item.A obrigação solidária pode ser pura e simples para um dos cocredores ou para um dos codevedores e condicional, ou a prazo, ou pagável em lugar diferente, para outro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1929271",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: COREN-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Transmissão das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações solidárias, julgue o item.Se um dos credores solidários falecer, deixando herdeiros, cada um destes poderá exigir e receber o crédito em sua integralidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1929270",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: COREN-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações solidárias, julgue o item.A solidariedade não se presume e somente pode ser instituída por lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1929269",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: COREN-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações solidárias, julgue o item.Há solidariedade quando, na mesma obrigação, concorre mais de um credor ou mais de um devedor, cada um com direito, ou obrigado, à dívida toda.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1927447",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Prefeitura de Manaus - AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Lineu emprestou R$ 20.000,00, sem celebrar contrato escrito, para Amadeo pagar o serviço de buffet do seu casamento. Ana Carolina, noiva de Amadeo, soube apenas da quitação da dívida com o prestador de serviço, mas não tomou conhecimento do empréstimo. No prazo acordado, Amadeo não devolveu o dinheiro para Lineu. Sabendo que Amadeo não tem condições financeiras de pagar esse débito, Lineu começa a pensar em meios de cobrar tal valor. Assim, cogita exigi-lo de Ana Carolina. A respeito da situação apresentada, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lineu poderá cobrar a dívida de Ana Carolina, vez que se presume a solidariedade passiva na hipótese."
      },
      {
        "letra": "B",
        "texto": "Lineu não poderá cobrar a dívida de Ana Carolina, pois, embora seja possível presumir-se a solidariedade ativa, o mesmo não acontece com a solidariedade passiva."
      },
      {
        "letra": "C",
        "texto": "Lineu poderá cobrar a dívida de Ana Carolina, vez que há reconhecimento tácito da existência de solidariedade passiva."
      },
      {
        "letra": "D",
        "texto": "Lineu não poderá cobrar a dívida de Ana Carolina, vez que a solidariedade não se presume, resultando, sempre, ou de lei ou da vontade das partes."
      },
      {
        "letra": "E",
        "texto": "Lineu não poderá cobrar a dívida de Ana Carolina, vez que a solidariedade passiva só existirá caso as partes assim determinem, sendo vedada sua imposição até mesmo pela lei."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1924594",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEFAZ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Paula e Tereza, coproprietárias de um apartamento em Manaus, herdado quando do falecimento de seu pai, celebraram contrato de compra e venda do referido bem com Cristina, parcelando o valor do referido imóvel em 15 prestações mensais, as quais deveriam ser pagas mediante depósito bancário em conta indicada no título contratual ou diretamente à uma das credoras, sendo exigido a indicação da forma eleita até 5 dias antes do pagamento. Realizados todos os procedimentos extrajudiciais cabíveis, Cristina vinha adimplindo regularmente as prestações mensais até que, ao tempo do advento da sétima prestação, procurou ambas as credoras, pois pretendia quitar todas as prestações restantes de uma só vez. Paula prontamente atendeu Cristina, ficando, inclusive grata pelo adiantamento das prestações remanescentes, enquanto Tereza não se manifestou, pois encontrava-se em viagem ao exterior. Passados 10 dias da notificação e ante o silêncio de Tereza, Cristina efetua o pagamento diretamente à Paula, recebendo a quitação plena da obrigação, assim como a devida caução de ratificação de Tereza. Diante da situação narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pagamento realizado por Cristina é válido e eficaz, pois feito à credora de obrigação indivisível e em conformidade com a previsão contratual."
      },
      {
        "letra": "B",
        "texto": "O pagamento realizado por Cristina é inválido, pois o adiantamento das prestações dependia da expressa concordância da credora Tereza."
      },
      {
        "letra": "C",
        "texto": "Ainda que Cristina tenha efetuado o pagamento integral à Paula, Tereza poderá exigir dela o novo pagamento correspondente à sua quota parte, pois a quitação dada por Paula não é eficaz em relação à quota parte de Tereza."
      },
      {
        "letra": "D",
        "texto": "Tereza poderá requerer perdas e danos em face de Cristina, em razão de a devedora ter alterado a forma de pagamento sem a sua anuência."
      },
      {
        "letra": "E",
        "texto": "O pagamento realizado por Cristina é válido, porém ineficaz perante à credora Tereza, pois a mesma não anuiu com o adiantamento das parcelas, independente da previsão contratual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1915555",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Prefeitura de Contagem - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No que se refere às obrigações, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo culpado o devedor, poderá o credor exigir o equivalente, ou aceitar a coisa no estado em que se acha, com direito a reclamar, em um ou em outro caso, indenização das perdas e danos"
      },
      {
        "letra": "B",
        "texto": "Há solidariedade, quando na mesma obrigação concorre mais de um credor, ou mais de um devedor, cada um com direito, ou obrigado, à parte da dívida"
      },
      {
        "letra": "C",
        "texto": "A obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso"
      },
      {
        "letra": "D",
        "texto": "Até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço; se o credor não anuir, poderá o devedor resolver a obrigação"
      },
      {
        "letra": "E",
        "texto": ""
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1914821",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A obrigação cuja exigibilidade esteja subordinada a um evento futuro e certo é denominada obrigação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "disjuntiva."
      },
      {
        "letra": "B",
        "texto": "modal."
      },
      {
        "letra": "C",
        "texto": "a termo."
      },
      {
        "letra": "D",
        "texto": "condicionada."
      },
      {
        "letra": "E",
        "texto": "de garantia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1914084",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.Nas obrigações de não fazer, a mora é presumida pelo descumprimento do dever de abstenção, mas depende da intimação judicial do devedor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914083",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.A obrigação de solver a dívida em dinheiro abrange, também, além das dívidas pecuniárias e das dívidas de valor, as dívidas remuneratórias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1914081",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.A obrigação de dar coisa certa confere ao credor direito real sobre seu objeto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914080",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.Nas obrigações de dar coisa certa, o devedor se compromete a entregar ou a restituir ao credor um objeto perfeitamente determinado, a ser considerado em sua individualidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1914079",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.A obrigação de dar é uma obrigação de prestação de coisa, que deve ser necessariamente determinada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914076",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.As obrigações de dar e de fazer são obrigações negativas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1897846",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Com relação à classificação das obrigações civis, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação de não fazer é a única negativa com previsão no ordenamento civil brasileiro."
      },
      {
        "letra": "B",
        "texto": "A obrigação de entrega de coisa pressupõe que esta seja necessariamente certa."
      },
      {
        "letra": "C",
        "texto": "A entrega de um quadro já pintado classifica-se como obrigação de fazer."
      },
      {
        "letra": "D",
        "texto": "A obrigação de não fazer é geralmente fungível."
      },
      {
        "letra": "E",
        "texto": "A obrigação de não fazer é geralmente divisível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1873140",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com Código Civil, se apenas um dos credores solidários demandar o devedor, em processo judicial, a respeito do crédito devido,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz deverá determinar o ingresso de todos os credores solidários como litisconsortes necessários no processo, sob pena de nulidade."
      },
      {
        "letra": "B",
        "texto": "a sentença judicial, seja ela favorável ou desfavorável a um dos credores solidários, atingirá os demais credores."
      },
      {
        "letra": "C",
        "texto": "a sentença judicial, seja ela favorável ou desfavorável a um dos credores solidários, não atingirá os demais credores nem poderá ser aproveitada por eles."
      },
      {
        "letra": "D",
        "texto": "a sentença judicial favorável a um dos credores solidários aproveitará aos demais, sem prejuízo de exceção pessoal que o devedor tenha contra outro credor."
      },
      {
        "letra": "E",
        "texto": "a sentença judicial desfavorável a um dos credores solidários fará coisa julgada para todos os outros demais credores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1864633",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "O caráter acessório das obrigações somente pode ser configurado no momento de sua constituição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1864632",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "O caráter acessório ou principal da obrigação é uma qualidade que lhe pode advir somente por força de determinação legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1864631",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Diz-se que é acessória uma obrigação quando ela tem existência autônoma, independente de qualquer outra.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1864629",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Para que se possa vislumbrar a solidariedade, é necessário que haja a concorrência de mais de um credor ou de mais de um devedor, ou de vários credores e vários devedores simultaneamente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1864628",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Quando os devedores estão sujeitos a uma prestação indivisível, no caso de vir ela a converter-se em seu equivalente pecuniário, a obrigação tornar-se-á divisível e estes ficarão solidariamente responsáveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1864626",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "São divisíveis as obrigações suscetíveis de cumprimento fracionado e indivisíveis as que somente podem se cumprir na sua integralidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1864625",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com o conteúdo da prestação, a obrigação pode ser positiva ou negativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2170939",
    "metadata": "Ano: 2021 | Banca: FAFIPA | Órgão: Prefeitura de Barra do Jacaré - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre o direito das obrigações e suas modalidades, nos termos do CC/02, analise as assertivas a seguir e marque (V) para a(s) verdadeira(s) e (F) para a(s) falsa(s) e, depois, assinale a alternativa que apresenta a sequência CORRETA: ( ) Nas obrigações de dar coisa certa, deteriorada a coisa, não sendo o devedor culpado, deverá o credor resolver a obrigação. ( ) Nas obrigações de dar coisa certa, se a obrigação for de restituir coisa certa, e esta, com culpa do devedor, se perder antes da tradição, sofrerá o credor a perda, e a obrigação se resolverá, ressalvados os seus direitos até o dia da perda. ( ) Nas obrigações de dar coisa incerta, a coisa incerta será indicada, ao menos, pelo gênero e pela quantidade. ( ) Nas obrigações de fazer, se a prestação do fato tornar-se impossível com culpa do devedor, resolver-se-á a obrigação; se sem culpa do devedor, responderá por perdas e danos. ( ) Extingue-se a obrigação de não fazer, desde que, sem culpa do devedor, se lhe torne impossível abster-se do ato, que se obrigou a não praticar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V-F-F-V-F."
      },
      {
        "letra": "B",
        "texto": "F-F-F-F-V."
      },
      {
        "letra": "C",
        "texto": "F-F-V-F-V."
      },
      {
        "letra": "D",
        "texto": "F-V-V-V-F."
      },
      {
        "letra": "E",
        "texto": "V-V-V-F-V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2170836",
    "metadata": "Ano: 2021 | Banca: FAFIPA | Órgão: Câmara de Dois Vizinhos - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre o Direito das Obrigações, na redação do Código Civil, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, havendo dois ou mais devedores, a prestação não for divisível, cada um será obrigado pela dívida toda."
      },
      {
        "letra": "B",
        "texto": "A obrigação solidária pode ser pura e simples para um dos cocredores ou codevedores, e condicional, ou a prazo, ou pagável em lugar diferente, para o outro."
      },
      {
        "letra": "C",
        "texto": "Nas obrigações alternativas, se uma das duas prestações não puder ser objeto de obrigação ou se tornada inexequível, subsistirá o débito quanto à outra."
      },
      {
        "letra": "D",
        "texto": "Nas coisas determinadas pelo gênero e pela quantidade, a escolha pertence ao credor, se o contrário não resultar do título da obrigação; mas não poderá dar a coisa pior, nem será obrigado a prestar a melhor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1873019",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Santos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A respeito das obrigações solidárias, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No silêncio do contrato e na ausência de disposição legal, presume-se a solidariedade dos devedores, podendo o credor exigir o pagamento integral do débito contra todos e cada um dos devedores."
      },
      {
        "letra": "B",
        "texto": "Falecendo um dos credores solidários e sendo a obrigação divisível, qualquer um dos herdeiros pode exigir o pagamento integral da cota pertencente ao credor falecido, procedendo em seguida ao rateio entre os demais herdeiros, se houver."
      },
      {
        "letra": "C",
        "texto": "Falecendo um dos devedores solidários e sendo a obrigação divisível, qualquer um de seus herdeiros pode ser chamado a responder pela cota do devedor falecido, ressalvado o direito de regresso contra os demais herdeiros, se houver."
      },
      {
        "letra": "D",
        "texto": "A propositura de ação pelo credor contra um ou alguns dos devedores implica renúncia à solidariedade quanto aos demais."
      },
      {
        "letra": "E",
        "texto": "O devedor solidário que pagar a dívida por inteiro tem direito de exigir a cota de cada um dos co-devedores, individualmente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1869911",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Conforme dispõe a norma civilista brasileira a respeito das obrigações alternativas, é correto afirmar: I. No caso de pluralidade de optantes, não havendo acordo unânime entre eles, decidirá o juiz, findo o prazo por este assinado para a deliberação. II. Pode o devedor obrigar o credor a receber parte em uma prestação e parte em outra. III. A escolha cabe ao devedor, se outra coisa não se estipulou. IV. Quando a obrigação for de prestações periódicas, a faculdade de opção poderá ser exercida em cada período. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva II está incorreta."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II, III e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1867228",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: SANESUL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A respeito das obrigações, com base no que prevê o Código Civil, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas coisas determinadas pelo gênero e pela quantidade, a escolha pertence ao credor, se o contrário não resultar do título da obrigação, consideradas as limitações legais."
      },
      {
        "letra": "B",
        "texto": "Nas obrigações alternativas, a escolha cabe ao devedor, se outra coisa não se estipulou."
      },
      {
        "letra": "C",
        "texto": "Se a obrigação for de restituir coisa certa, e esta, sem culpa do devedor, se perder antes da tradição, sofrerá o credor a perda, e a obrigação se resolverá, ressalvados os seus direitos até o dia da perda."
      },
      {
        "letra": "D",
        "texto": "Até a tradição, pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço; se o credor não anuir, poderá o devedor resolver a obrigação."
      },
      {
        "letra": "E",
        "texto": "Extingue-se a obrigação de não fazer, desde que, sem culpa do devedor, se lhe torne impossível abster-se do ato que se obrigou a não praticar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1857383",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Na obrigação de dar coisa certa, havendo deterioração da coisa por culpa do devedor, antes da tradição, poderá o credor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resolver a obrigação ou aceitar a coisa no estado em que se achar, com direito a reclamar indenização complementar no primeiro caso."
      },
      {
        "letra": "B",
        "texto": "exigir o valor equivalente à deterioração ou aceitar a coisa no estado em que se achar, com direito a reclamar indenização de perdas e danos em ambos os casos."
      },
      {
        "letra": "C",
        "texto": "exigir o valor equivalente à coisa ou aceitar a coisa no estado em que se achar, com direito a reclamar indenização de perdas e danos em ambos os casos."
      },
      {
        "letra": "D",
        "texto": "exigir o valor equivalente à deterioração ou aceitar a coisa no estado em que se achar, com direito a reclamar indenização das perdas e danos no segundo caso."
      },
      {
        "letra": "E",
        "texto": "resolver a obrigação ou exigir o valor equivalente à coisa, sem direito a reclamar indenização complementar em nenhum desses casos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1851706",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Caso duas pessoas sejam ao mesmo tempo credora e devedora uma da outra, de dívidas líquidas, vencidas e de coisas fungíveis, o fato de uma das dívidas decorrer do comodato obsta a compensação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1843994",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Analise as assertivas abaixo: I. A solidariedade pode gerar obrigação pura para um dos devedores e condicional para outro. II. Se a prestação se converter em perdas e danos, a solidariedade passiva se extingue pelo caráter divisível da prestação. III. Se houver renúncia da solidariedade em relação a um dos devedores, persistirá para os demais. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas III."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1842940",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: PGE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Marcela e Renata contraíram obrigação indivisível cujo cumprimento se tornou impossível por culpa exclusiva da primeira. Nesse caso, de acordo com o Código Civil, resolve-se a obrigação em perdas e danos, pelas quais",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Renata responderá em caráter subsidiário."
      },
      {
        "letra": "B",
        "texto": "Marcela e Renata responderão proporcionalmente às vantagens econômicas auferidas ao contraírem a obrigação."
      },
      {
        "letra": "C",
        "texto": "Marcela e Renata responderão em caráter solidário, ressalvado o direito de regresso de Renata em face de Marcela."
      },
      {
        "letra": "D",
        "texto": "Marcela e Renata responderão em partes iguais, ressalvado o direito de regresso de Renata em face de Marcela."
      },
      {
        "letra": "E",
        "texto": "apenas Marcela responderá, ficando Renata exonerada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1839528",
    "metadata": "Ano: 2021 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Determinada fabricante de erva-mate vende a lojista de grande porte uma tonelada do produto, sem que as partes tenham especificado no contrato qual qualidade específica de erva-mate deverá ser entregue. Com base nesses dados, assinale a alternativa que apresenta a solução jurídica legalmente estabelecida para a situação exposta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A escolha da erva-mate específica caberá ao credor, que poderá optar pela de melhor qualidade."
      },
      {
        "letra": "B",
        "texto": "A escolha da erva-mate específica caberá ao devedor, que poderá prestar a de pior qualidade."
      },
      {
        "letra": "C",
        "texto": "A escolha da erva-mate específica caberá ao credor, mas este não poderá optar pela de melhor qualidade, nem será obrigado a aceitar a de pior qualidade."
      },
      {
        "letra": "D",
        "texto": "A escolha da erva-mate específica caberá ao devedor, mas este não poderá dar a de pior qualidade, nem será obrigado a prestar a de melhor qualidade."
      },
      {
        "letra": "E",
        "texto": "A escolha da erva-mate específica deverá ser arbitrada por terceiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1714752",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Responsabilidade civil",
      "Modalidades de Obrigações",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "A respeito de bens, de negócios jurídicos, de obrigações, e de contratos regulados no Código Civil, julgue o item subsequente. De acordo com entendimento do Superior Tribunal de Justiça, a perda de uma chance que tolhe de alguém a oportunidade de obter uma situação futura melhor gera o dever de indenizar, na medida em que se constitui em ato ilícito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1714750",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A respeito de bens, de negócios jurídicos, de obrigações, e de contratos regulados no Código Civil, julgue o item subsequente. Nas obrigações alternativas, tornando-se todas as prestações impossíveis de cumprimento sem culpa do devedor, este pagará somente as perdas e os danos e, se possível, o valor da obrigação que por último se impossibilitou.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1702034",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CRECI - 14ª Região (MS)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Nas palavras de Caio Mário da Silva Pereira, obrigação é o vínculo jurídico em virtude do qual uma pessoa pode exigir de outra prestação economicamente apreciável. O mesmo autor acrescenta ainda que tal vínculo deve se basear na obediência aos valores e princípios constitucionais, inclusive o da dignidade da pessoa humana e o da solidariedade social. Quanto às modalidades de obrigações em geral e a suas características, julgue o item. Na obrigação de fazer de natureza personalíssima, caso o devedor se negue a cumpri-la, a obrigação de fazer converter-se-á em obrigação de dar, devendo o sujeito passivo arcar com perdas e danos, incluídos os danos materiais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1702033",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CRECI - 14ª Região (MS)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Nas palavras de Caio Mário da Silva Pereira, obrigação é o vínculo jurídico em virtude do qual uma pessoa pode exigir de outra prestação economicamente apreciável. O mesmo autor acrescenta ainda que tal vínculo deve se basear na obediência aos valores e princípios constitucionais, inclusive o da dignidade da pessoa humana e o da solidariedade social. Quanto às modalidades de obrigações em geral e a suas características, julgue o item. Se o devedor estiver obrigado a restituir coisa certa e esta se perder antes da tradição, deverá ressarcir ao credor o valor total da coisa principal e de seus acessórios, mesmo que não tenha culpa na perda do bem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1702032",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CRECI - 14ª Região (MS)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Nas palavras de Caio Mário da Silva Pereira, obrigação é o vínculo jurídico em virtude do qual uma pessoa pode exigir de outra prestação economicamente apreciável. O mesmo autor acrescenta ainda que tal vínculo deve se basear na obediência aos valores e princípios constitucionais, inclusive o da dignidade da pessoa humana e o da solidariedade social. Quanto às modalidades de obrigações em geral e a suas características, julgue o item. A obrigação de dar coisa certa não abrange os acessórios dela não mencionados no título, salvo se o contrário resultar deste ou das circunstâncias do caso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1702031",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CRECI - 14ª Região (MS)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Nas palavras de Caio Mário da Silva Pereira, obrigação é o vínculo jurídico em virtude do qual uma pessoa pode exigir de outra prestação economicamente apreciável. O mesmo autor acrescenta ainda que tal vínculo deve se basear na obediência aos valores e princípios constitucionais, inclusive o da dignidade da pessoa humana e o da solidariedade social. Quanto às modalidades de obrigações em geral e a suas características, julgue o item. Nas obrigações de dar coisa incerta, há de se indicar ao menos o gênero e a quantidade, cabendo a escolha ao devedor, se o contrário não resultar do título da obrigação, e sendo certo que não poderá dar a coisa pior nem será obrigado a prestar a melhor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1680593",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No que concerne a obrigações civis, contratos e prova do fato jurídico, julgue o item que se segue.Em contrato de compra e venda de bem móvel com pagamento antecipado do preço, caso o objeto se perca antes da tradição, sem culpa do devedor, a obrigação ficará resolvida para ambas as partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1701809",
    "metadata": "Ano: 2020 | Banca: FUNDATEC | Órgão: Câmara de Imbé - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "– O Código Civil estabelece, em relação às Obrigações de Fazer, que: I. Incorre na obrigação de indenizar perdas e danos o devedor que recusar a prestação a ele só imposta, ou a ele também exequível. II. Se a prestação do fato tornar-se impossível sem culpa do devedor, resolver-se-á a obrigação; se por culpa dele, responderá por perdas e danos. III. Se o fato puder ser executado por terceiro, será livre ao credor mandá-lo executar à custa do devedor, havendo recusa ou mora deste, sem prejuízo da indenização cabível. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1149321",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil acerca do direito das obrigações, julgue o item que se segue.Na hipótese de obrigações alternativas em que a escolha caiba ao devedor, este pode obrigar o credor a receber parte em uma prestação e parte em outra.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1136581",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: EBSERH",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Inadimplemento das Obrigações",
      "Empréstimo: Comodato e Mútuo",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "José e João são comodatários de um bem indivisível e infungível de propriedade de Pedro. Após o término do prazo do contrato de comodato, José e João não devolveram o bem objeto do contrato de comodato a Pedro. Este vai procurar o bem objeto do contrato de comodato e descobre que ele encontra-se totalmente destruído, por culpa exclusiva de José. Nesse contexto, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "após a destruição do bem objeto do contrato de comodato, a obrigação deixou de ser indivisível, de modo que José e João são responsáveis, cada um, por apenas 50% do equivalente acrescido das perdas e danos."
      },
      {
        "letra": "B",
        "texto": "se João pagar a dívida, sub-roga-se nos direitos de Pedro."
      },
      {
        "letra": "C",
        "texto": "subsiste, para José e João, o encargo de pagar o equivalente, mas pelas perdas e danos só responde José."
      },
      {
        "letra": "D",
        "texto": "se João falecer, seus herdeiros poderão ser obrigados a pagar o valor total da dívida, tendo em vista que as obrigações decorrentes de comodato são indivisíveis, por determinação legal."
      },
      {
        "letra": "E",
        "texto": "apenas José é obrigado a pagar o equivalente acrescido de perdas e danos, por ter causado a destruição do objeto da obrigação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1134181",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: EBSERH",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Ao se falar em obrigações no direito brasileiro, logicamente falamos em obrigações jurídicas. Ela se diferencia das demais obrigações porque tem um elemento jurídico, isso significa que o Estado vai intervir. Sobre as várias formas de obrigações, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação é indivisível quando a prestação tem por objeto uma coisa ou um fato não suscetíveis de divisão, por sua natureza, por motivo de ordem econômica, ou dada a razão determinante do negócio jurídico"
      },
      {
        "letra": "B",
        "texto": "A obrigação de dar coisa certa não abrange os acessórios se não forem mencionados expressamente, salvo se o contrário resultar do título ou das circunstâncias do caso"
      },
      {
        "letra": "C",
        "texto": "A solidariedade não se presume; resulta da lei ou da vontade das partes"
      },
      {
        "letra": "D",
        "texto": "Nas obrigações de dar coisa incerta, a coisa incerta será indicada, ao menos pelo gênero e pela quantidade"
      },
      {
        "letra": "E",
        "texto": "Nas obrigações de não fazer, praticado pelo devedor o ato, a cuja abstenção se obrigara, o credor pode exigir dele que o desfaça, sob pena de se desfazer à sua custa, ressarcindo o culpado perdas e danos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1793136",
    "metadata": "Ano: 2019 | Banca: IDCAP | Órgão: Prefeitura de São Roque do Canaã - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre as obrigações, assinale a alternativa incorreta com base no Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa incerta será indicada, ao menos, pelo gênero e pela quantidade."
      },
      {
        "letra": "B",
        "texto": "Incorre na obrigação de indenizar perdas e danos o devedor que recusar a prestação a ele só imposta, ou só por ele exequível."
      },
      {
        "letra": "C",
        "texto": "Praticado pelo devedor o ato, a cuja abstenção se obrigara, o credor não pode exigir dele que o desfaça."
      },
      {
        "letra": "D",
        "texto": "Extingue-se a obrigação de não fazer, desde que, sem culpa do devedor, se lhe torne impossível abster-se do ato, que se obrigou a não praticar."
      },
      {
        "letra": "E",
        "texto": "Nas obrigações alternativas, a escolha cabe ao devedor, se outra coisa não se estipulou."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1717214",
    "metadata": "Ano: 2019 | Banca: Crescer Concursos | Órgão: Prefeitura de Brejo de Areia - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A obrigação é indivisível quando: I. A prestação tem por objeto uma coisa não suscetível de divisão, por sua natureza. II. A prestação tem por objeto um fato não suscetível de divisão, por motivo de ordem econômica. III. A prestação tem por objeto uma coisa não suscetível de divisão, dada a razão determinante do negócio jurídico. Após analisar as afirmações acima, marque a alternativa correspondente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alternativa II é a única correta."
      },
      {
        "letra": "B",
        "texto": "As alternativas I e III são as únicas corretas."
      },
      {
        "letra": "C",
        "texto": "Estão incorretas as alternativas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas as alternativas I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1717213",
    "metadata": "Ano: 2019 | Banca: Crescer Concursos | Órgão: Prefeitura de Brejo de Areia - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Nas obrigações alternativas, regulamentadas pelo Código Civil, estabelece que a escolha cabe ao devedor, se outra coisa não se estipulou. Nesse contexto, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não pode o devedor obrigar o credor a receber parte em uma prestação e parte em outra."
      },
      {
        "letra": "B",
        "texto": "No caso de pluralidade de optantes, não havendo acordo unânime entre eles, decidirá o juiz, findo o prazo por este assinado para a deliberação."
      },
      {
        "letra": "C",
        "texto": "Quando a obrigação for de prestações periódicas, a faculdade de opção não poderá ser exercida em cada período."
      },
      {
        "letra": "D",
        "texto": "Se o título deferir a opção a terceiro, e este não quiser, ou não puder exercê-la, caberá ao juiz a escolha se não houver acordo entre as partes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1717212",
    "metadata": "Ano: 2019 | Banca: Crescer Concursos | Órgão: Prefeitura de Brejo de Areia - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Na obrigação de não fazer, o Código Civil diz que, praticado pelo devedor o ato, a cuja abstenção se obrigara, o credor pode exigir dele que o desfaça, sob pena de se desfazer à sua custa, ressarcindo o culpado perdas e danos. Em caso de urgência, poderá o credor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desfazer, mediante autorização judicial, sem prejuízo do ressarcimento devido."
      },
      {
        "letra": "B",
        "texto": "Desfazer ou mandar desfazer, independentemente de autorização judicial, sem prejuízo do ressarcimento devido."
      },
      {
        "letra": "C",
        "texto": "Desfazer, somente ele, independente de autorização judicial, sem prejuízo do ressarcimento devido."
      },
      {
        "letra": "D",
        "texto": "Desfazer ou mandar desfazer, mediante autorização judicial, sem prejuízo do ressarcimento devido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1717211",
    "metadata": "Ano: 2019 | Banca: Crescer Concursos | Órgão: Prefeitura de Brejo de Areia - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A luz do código civil vigente, sobre as obrigações de fazer, dispostas em seu texto, marque a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de urgência, pode o credor, mediante autorização judicial, executar ou mandar executar o fato, sendo depois ressarcido."
      },
      {
        "letra": "B",
        "texto": "Se o fato puder ser executado por terceiro, será livre ao credor mandá-lo executar à custa do devedor, havendo recusa ou mora deste, sem prejuízo da indenização cabível."
      },
      {
        "letra": "C",
        "texto": "Se a prestação do fato se tornar impossível sem culpa do devedor, resolver-se-á a obrigação; se por culpa dele, responderá por perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Incorre na obrigação de indenizar perdas e danos o devedor que recusar a prestação a ele só imposta, ou só por ele exequível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1717210",
    "metadata": "Ano: 2019 | Banca: Crescer Concursos | Órgão: Prefeitura de Brejo de Areia - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Nas obrigações de Dar coisa incerta, está correto o exposto pela alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa incerta será indicada, ao menos, pela quantidade."
      },
      {
        "letra": "B",
        "texto": "A coisa incerta será indicada, ao menos, pela qualidade e pela quantidade."
      },
      {
        "letra": "C",
        "texto": "A coisa incerta será indicada, ao menos, pelo gênero e pela qualidade."
      },
      {
        "letra": "D",
        "texto": "A coisa incerta será indicada, ao menos, pelo gênero e pela quantidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1639540",
    "metadata": "Ano: 2019 | Banca: UNESPAR | Órgão: FOZTRANS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre as obrigações alternativas, conforme dispõe o Código Civil de 2002, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas obrigações alternativas, a escolha cabe ao credor, se outra coisa não se estipulou."
      },
      {
        "letra": "B",
        "texto": "Quando a obrigação for de prestações periódicas, a faculdade de opção poderá ser exercida em cada período."
      },
      {
        "letra": "C",
        "texto": "Se o título deferir a opção a terceiro, e este não quiser, ou não puder exercê-la, caberá ao juiz a escolha se não houver acordo entre as partes."
      },
      {
        "letra": "D",
        "texto": "Se, por culpa do devedor, não se puder cumprir nenhuma das prestações, não competindo ao credor a escolha, ficará aquele obrigado a pagar o valor da que por último se impossibilitou, mais as perdas e danos que o caso determinar."
      },
      {
        "letra": "E",
        "texto": "Quando a escolha couber ao credor e uma das prestações tornar-se impossível por culpa do devedor, o credor terá direito de exigir a prestação subsistente ou o valor da outra, com perdas e danos; se, por culpa do devedor, ambas as prestações se tornarem inexequíveis, poderá o credor reclamar o valor de qualquer das duas, além da indenização por perdas e danos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1614818",
    "metadata": "Ano: 2019 | Banca: INAZ do Pará | Órgão: Prefeitura de Magalhães Barata - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre as modalidades de obrigações que o Código Civil prevê, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na obrigação de fazer, caso a prestação do fato tornar-se impossível por culpa do devedor, resolver-se-á a obrigação."
      },
      {
        "letra": "B",
        "texto": "Se, havendo dois ou mais devedores, a prestação for divisível, cada um será obrigado pela dívida toda."
      },
      {
        "letra": "C",
        "texto": "Na obrigação de dar coisa incerta, esta coisa poderá ser indicada apenas pela quantidade."
      },
      {
        "letra": "D",
        "texto": "Até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço; se o credor não anuir, poderá o devedor resolver a obrigação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1289697",
    "metadata": "Ano: 2019 | Banca: FUNDATEC | Órgão: Prefeitura de Coronel Bicaco - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Transmissão das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Quando o devedor contrai com o credor nova dívida, com o nítido intuito de extinguir e substituir a anterior, ocorre:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sub-rogação."
      },
      {
        "letra": "B",
        "texto": "Compensação."
      },
      {
        "letra": "C",
        "texto": "Novação."
      },
      {
        "letra": "D",
        "texto": "Dação em pagamento."
      },
      {
        "letra": "E",
        "texto": "Imputação em pagamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1218979",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Em relação às obrigações, assinale a correta: I. Nas obrigações alternativas, a escolha cabe ao devedor, se outra coisa não se estipulou, podendo o devedor obrigar o credor a receber parte em uma prestação e parte em outra. II. Na obrigação solidária ativa, convertendo-se a prestação em perdas e danos, extingue-se a solidariedade. III. Na obrigação solidária passiva, importará renúncia da solidariedade a propositura de ação pelo credor contra um ou alguns dos devedores. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas são falsas."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva I é verdadeira."
      },
      {
        "letra": "C",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e II são verdadeiras"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1169231",
    "metadata": "Ano: 2019 | Banca: FADESP | Órgão: Prefeitura de Marabá - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Propriedade",
      "Prescrição e Decadência",
      "Parte Geral",
      "Modalidades de Obrigações",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "É incorreto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o proprietário tem a faculdade de usar, gozar e dispor da coisa, e o direito de reavê-la do poder de quem quer que injustamente a possua ou detenha."
      },
      {
        "letra": "B",
        "texto": "de acordo com disposição expressa no Código Civil, a sucessão dá-se por lei ou por disposição de última vontade. Regula a sucessão e a legitimação para suceder a lei vigente ao tempo da abertura daquela, porém, podem os herdeiros optar, por instrumento público, se no domicilio onde residem ou no local da situação bens móveis e imóveis."
      },
      {
        "letra": "C",
        "texto": "prescreve em três anos a pretensão de reparação civil de acordo com o Código Civil."
      },
      {
        "letra": "D",
        "texto": "a obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1166951",
    "metadata": "Ano: 2019 | Banca: FAUEL | Órgão: Câmara Municipal de Colombo - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA, a respeito do direito das obrigações, conforme o Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação solidária pode ser pura e simples para um dos cocredores ou codevedores, e condicional, ou a prazo, ou pagável em lugar diferente, para o outro."
      },
      {
        "letra": "B",
        "texto": "Nas obrigações alternativas, a escolha cabe ao credor, se outra coisa não se estipulou."
      },
      {
        "letra": "C",
        "texto": "Extingue-se a obrigação de não fazer, desde que, sem culpa do devedor, se lhe torne impossível abster-se do ato, que se obrigou a não praticar."
      },
      {
        "letra": "D",
        "texto": "A obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1151895",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Francisco Morato - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Em uma obrigação de pagar quantia certa em dinheiro, eram credores solidários Caim e Abel e devedores solidários Matheus e André. Morreu Caim, deixando dois herdeiros. Também morreu Matheus, deixando dois herdeiros.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A morte de qualquer dos credores põe fim à solidariedade."
      },
      {
        "letra": "B",
        "texto": "Os herdeiros de Matheus, reunidos, serão considerados como um devedor solidário em relação a André."
      },
      {
        "letra": "C",
        "texto": "A morte de qualquer dos devedores põe fim solidariedade."
      },
      {
        "letra": "D",
        "texto": "Cada um dos herdeiros de Caim poderá exigir toda a dívida de André e dos herdeiros de Matheus."
      },
      {
        "letra": "E",
        "texto": "Cada um dos herdeiros de Matheus, isoladamente ou reunidos, poderá ser obrigado a pagar por toda a dívida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1135466",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: SERTPREV - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca da pluralidade de credores, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o devedor, na obrigação indivisível, desobrigar-se-á, pagando a todos credores conjuntamente ou a um, independentemente de caução de ratificação dos outros credores."
      },
      {
        "letra": "B",
        "texto": "é vedado a um só dos credores, na obrigação indivisível, receber a prestação devida por inteiro do devedor, sendo permitido o recebimento do equivalente em dinheiro."
      },
      {
        "letra": "C",
        "texto": "se a obrigação se resolver em perdas e danos, se indivisível, perde esta qualidade; mas, se solidária, mantém-se, para todos os efeitos, a solidariedade."
      },
      {
        "letra": "D",
        "texto": "se um dos credores, na obrigação solidária, remitir a dívida, a obrigação não ficará extinta para com os outros; mas estes só a poderão exigir, descontada a quota do credor remitente."
      },
      {
        "letra": "E",
        "texto": "o credor, na obrigação indivisível, que tiver remitido a dívida ou recebido o pagamento responderá aos outros pela parte que lhes caiba."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1092102",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Carazinho - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Em relação ao direito das obrigações de que trata o Código Civil, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço; se o credor não anuir, poderá o devedor resolver a obrigação."
      },
      {
        "letra": "B",
        "texto": "Os frutos percebidos até a tradição são do devedor, bem como os pendentes."
      },
      {
        "letra": "C",
        "texto": "A coisa incerta será indicada, ao menos, pelo número."
      },
      {
        "letra": "D",
        "texto": "Incorre na obrigação de indenizar perdas e danos o devedor que recusar a prestação mesmo que imposta também ao credor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1065167",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: Câmara de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Por contrato, Marília obrigou-se a entregar a Teresa uma tonelada de determinado cereal, disponível em cinco variedades distintas, com graus diferentes de qualidade. Nesse caso, considerando que o contrato especificou apenas o gênero e a quantidade do cereal, mas foi silente quanto à variedade que deverá ser entregue,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sua escolha caberá a Marília, que não poderá dar o cereal de pior qualidade, nem será obrigada a prestar o de melhor qualidade."
      },
      {
        "letra": "B",
        "texto": "sua escolha caberá a Teresa, que não poderá exigir o cereal de melhor qualidade, nem será obrigada a aceitar o de pior qualidade."
      },
      {
        "letra": "C",
        "texto": "sua escolha caberá ao juiz, que deverá agir supletivamente à vontade das partes, de modo a integrar o contrato de elemento essencial à sua validade."
      },
      {
        "letra": "D",
        "texto": "Marília estará obrigada a fornecer apenas o cereal de pior qualidade, mas Teresa não poderá rejeitar o fornecimento de cereal de qualidade superior."
      },
      {
        "letra": "E",
        "texto": "Marília estará obrigada a fornecer o cereal de melhor qualidade, salvo se Teresa vier a aceitar o fornecimento de cereal de qualidade inferior."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1037425",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre as obrigações solidárias, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos de solidariedade no polo ativo da relação obrigacional, o devedor pode opor aos demais credores a exceção pessoal que tiver contra um deles."
      },
      {
        "letra": "B",
        "texto": "Se a prestação restar impossível por culpa de um dos coobrigados solidários, subsistirá para todos o encargo de pagar o equivalente, inclusive as perdas e danos."
      },
      {
        "letra": "C",
        "texto": "O herdeiro do credor solidário tem o direito de exigir a receber somente o correspondente ao seu quinhão hereditário, salvante a hipótese de obrigação indivisível."
      },
      {
        "letra": "D",
        "texto": "Tanto na hipótese de julgamento favorável quanto no julgamento contrário a um dos credores solidários, os demais credores são alcançados pelos efeitos da decisão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1037185",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Assinale as afirmativas sobre obrigações de dar coisa certa ou incerta e assinale aquela que espelha a hipótese correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o bem, objeto da obrigação de dar coisa certa se deteriorar,sem culpa do devedor, ficar-lhe-á assegurada a faculdade de resolver a obrigação."
      },
      {
        "letra": "B",
        "texto": "Nas obrigações de dar coisa determinada pelo gênero e pela quantidade, a escolha pertence ao credor, se o contrário não resultar do título da obrigação."
      },
      {
        "letra": "C",
        "texto": "Na obrigação de restituir coisa certa, a deterioração do bem sem culpa do devedor impõe ao credor o seu recebimento no estado em que se encontre, mas o credor tem direito à indenização por perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações de restituir coisa certa, o credor sofrerá a perda do bem que ocorrer antes da tradição sem culpa do devedor, com o que a obrigação ficará resolvida, ressalvados os direitos do credor até o dia da perda."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1026891",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: MPE-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Em relação às obrigações de dar coisa certa, é correto afirmar que,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "como regra geral, a obrigação de dar coisa certa não abrange os acessórios, salvo se o contrário resultar do título ou das circunstâncias do caso."
      },
      {
        "letra": "B",
        "texto": "se a obrigação for de restituir coisa certa, e esta, sem culpa do devedor, se perder antes da tradição, sofrerá o credor a perda, e a obrigação se resolverá, ressalvados os seus direitos até o dia da perda."
      },
      {
        "letra": "C",
        "texto": "sendo culpado o devedor, poderá o credor exigir o equivalente, ou aceitar a coisa no estado em que se acha, nesses casos sem direito a reclamar perdas e danos."
      },
      {
        "letra": "D",
        "texto": "até a tradição, pertence a coisa ao credor, com seus acréscimos, pelos quais poderá exigir aumento do preço, com ou sem anuência do devedor."
      },
      {
        "letra": "E",
        "texto": "deteriorada a coisa, sem culpa do devedor, poderá o credor resolver a obrigação, ou aceitar a coisa, nesse caso sem abatimento do preço pela referida ausência de culpa do devedor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1021673",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Cerquilho - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca dos direitos das obrigações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando se tratar de coisa incerta deverá ser indicada, ao menos, pelo gênero e pela qualidade."
      },
      {
        "letra": "B",
        "texto": "Extingue-se a obrigação de não fazer, desde que, com culpa do devedor, lhe torne impossível abster-se do ato, que se obrigou a não praticar."
      },
      {
        "letra": "C",
        "texto": "Nas obrigações alternativas, a escolha caberá ao credor, se outra coisa não se estipulou."
      },
      {
        "letra": "D",
        "texto": "Perde a qualidade de indivisível a obrigação que se resolver em perdas e danos."
      },
      {
        "letra": "E",
        "texto": "A obrigação solidária é presumível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1010478",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Gabriel Vieira, Paulo Martins, Carlos Andrade e Marcelo Pereira emprestaram de Jorge Manuel a quantia de R$ 400.000,00 (quatrocentos mil reais) para a compra de um carro esportivo. As partes estabeleceram que o referido valor seria dividido em quatro parcelas iguais e sucessivas bem como que todos os devedores ficariam obrigados pelo valor integral da dívida. Diante dessa situação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pagamento parcial feito por Carlos e a remissão dele obtida pelo credor Jorge Manuel não aproveitam aos outros devedores, senão até a concorrência da quantia paga ou relevada."
      },
      {
        "letra": "B",
        "texto": "Se houver atraso injustificado no cumprimento da obrigação por culpa de Paulo, somente este responderá perante Jorge Manuel pelos juros da mora decorrentes do atraso."
      },
      {
        "letra": "C",
        "texto": "Se Gabriel falecer deixando herdeiros, o credor Jorge Manuel poderá cobrar de qualquer um dos herdeiros a integralidade da dívida."
      },
      {
        "letra": "D",
        "texto": "A propositura de ação pelo credor Jorge Manuel contra Paulo e Carlos importará na renúncia da solidariedade em relação a Gabriel e Marcelo."
      },
      {
        "letra": "E",
        "texto": "Sendo Paulo demandado judicialmente pelo total da dívida, pode ele opor ao credor Jorge Manuel as exceções que lhe forem pessoais, as comuns a todos, além das exceções pessoais dos demais codevedores, por se tratar de obrigação solidária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "992583",
    "metadata": "Ano: 2019 | Banca: Crescer Concursos | Órgão: Prefeitura de Jijoca de Jericoacoara - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca do tema direito das obrigações, analise os itens e assinale a alternativa correta: I. Até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço. II. Nas coisas determinadas pelo gênero e pela quantidade, a escolha pertence ao credor, se o contrário não resultar do título da obrigação. III.Antes da escolha, não poderá o devedor alegar perda ou deterioração da coisa, ainda que por força maior ou caso fortuito. Estão corretos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e III"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "988704",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Arujá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de obrigação divisível, se um dos credores solidários falecer, cada um de seus herdeiros terá direito a exigir por inteiro o pagamento da quota do crédito pertencente ao falecido, devendo em seguida fazer o rateio entre os demais herdeiros."
      },
      {
        "letra": "B",
        "texto": "No caso de obrigação divisível, o credor poderá exigir de qualquer um de seus herdeiros o pagamento por inteiro da quota do crédito devida pelo falecido, podendo o que pagou exigir em seguida reembolso contra os demais herdeiros."
      },
      {
        "letra": "C",
        "texto": "O devedor solidário que pagar a dívida por inteiro poderá exigir contra todos e de cada um dos demais devedores o reembolso do valor total da dívida paga, abatida porém a sua quota."
      },
      {
        "letra": "D",
        "texto": "O devedor solidário que pagar a dívida por inteiro poderá exigir de cada um dos demais devedores o reembolso do valor correspondente à quota de débito de cada um, presumindo-se iguais as partes de todos os devedores."
      },
      {
        "letra": "E",
        "texto": "Se o credor solidário perdoar a dívida por inteiro, o devedor ficará desobrigado e os demais credores nada mais poderão reclamar contra o devedor nem contra o credor remitente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2031781",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Jaboticabal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A respeito das obrigações solidárias, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo solidariedade passiva, a anulabilidade alegada somente por um devedor não aproveita aos demais."
      },
      {
        "letra": "B",
        "texto": "Todos os herdeiros reunidos do devedor solidário serão considerados como se este fosse, em relação aos demais devedores."
      },
      {
        "letra": "C",
        "texto": "O vencimento antecipado da dívida de um dos devedores solidários, em razão da falência deste, ocasiona o vencimento antecipado em relação aos outros devedores solventes."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações com solidariedade ativa e objeto divisível, a suspensão da prescrição em favor de um dos credores aproveita aos outros"
      },
      {
        "letra": "E",
        "texto": "Nos casos de obrigações divisíveis, a interrupção da prescrição operada contra um dos herdeiros do devedor solidário prejudica os outros herdeiros ou devedores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2000350",
    "metadata": "Ano: 2018 | Banca: INDEPAC | Órgão: Câmara de Guarujá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A respeito da classificação das obrigações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação positiva de dar é aquela em que o sujeito passivo obriga-se a entregar alguma coisa certa, não se enquadrando em tal classificação a entrega de coisa incerta."
      },
      {
        "letra": "B",
        "texto": "Na obrigação composta objetiva conjuntiva, o sujeito passivo deve cumprir todas as prestações estabelecidas, sob pena de incorrer em inadimplemento total ou parcial."
      },
      {
        "letra": "C",
        "texto": "A obrigação objetiva disjuntiva ou alternativa é uma obrigação simples e se confunde com a obrigação de dar coisa incerta."
      },
      {
        "letra": "D",
        "texto": "Se em uma obrigação houver dois ou mais devedores, tal obrigação será denominada de complexa subjetiva ativa."
      },
      {
        "letra": "E",
        "texto": "A indivisibilidade de uma obrigação pode ser legal ou natural, mas nunca convencional ou econômica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1841692",
    "metadata": "Ano: 2018 | Banca: FAUEL | Órgão: Prefeitura de São José dos Pinhais - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A obrigação solidária é aquela em que, havendo vários devedores, cada um responde pela dívida inteira e, se se tratar de pluralidade de credores, estes poderão exigir, isoladamente, a prestação integral. A respeito da consequência da solidariedade no direitos das obrigações, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A estipulação de condição ou prazo de pagamento diverso aos devedores desnatura a solidariedade, ainda que expressamente convencionada."
      },
      {
        "letra": "B",
        "texto": "Nas obrigações divisíveis, ocorrendo o falecimento de um dos credores solidários seus herdeiros só terão direito a exigir e receber a quota do crédito que corresponder ao respectivo quinhão hereditário"
      },
      {
        "letra": "C",
        "texto": "Nas obrigações indivisíveis, ocorrendo o falecimento de um dos credores solidários, deixando este herdeiros, a obrigação converte-se obrigatoriamente em perdas e danos, cabendo, a cada um deles, apenas a quota do crédito que corresponder ao seu respectivo quinhão hereditário."
      },
      {
        "letra": "D",
        "texto": "Importará em renúncia da solidariedade a propositura de ação pelo credor contra apenas um ou alguns dos devedores."
      },
      {
        "letra": "E",
        "texto": "Caso um dos devedores solidários estipule obrigação adicional com o credor, o agravamento afetará, automaticamente, os demais devedores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1706445",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a solidariedade, no contexto do direito das obrigações.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em regra, a solidariedade passiva é presumida, e a solidariedade ativa deriva da lei ou da vontade das partes."
      },
      {
        "letra": "B",
        "texto": "É vedado ao credor renunciar à solidariedade em benefício de um dos devedores solidários."
      },
      {
        "letra": "C",
        "texto": "Em caso de falecimento de um dos devedores solidários, sendo a obrigação divisível, cada um dos herdeiros estará obrigado a pagar a dívida por inteiro."
      },
      {
        "letra": "D",
        "texto": "Na solidariedade passiva, a propositura de ação pelo credor contra um dos devedores solidários não importará renúncia da solidariedade"
      },
      {
        "letra": "E",
        "texto": "Em caso de falecimento de um dos credores solidários, sendo a obrigação divisível, cada um dos herdeiros poderá exigir o crédito por inteiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1179088",
    "metadata": "Ano: 2018 | Banca: PGM-RJ | Órgão: PGM - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "De acordo com os termos do Código Civil brasileiro quanto ao direito das obrigações é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode o devedor obrigar o credor a receber parte em uma prestação e parte em outra"
      },
      {
        "letra": "B",
        "texto": "nas obrigações alternativas, a escolha cabe ao devedor, se outra coisa não se estipulou"
      },
      {
        "letra": "C",
        "texto": "na obrigação de dar coisa incerta, é prescindível a indicação de gênero e quantidade"
      },
      {
        "letra": "D",
        "texto": "se a prestação do fato tornar-se impossível sem culpa do devedor, resolver-se-á a obrigação"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1173688",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "As obrigações solidárias ocorrem quando na mesma obrigação concorre mais de um credor ou mais de um devedor. Sobre o tema, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O devedor pode opor a um dos credores solidários as exceções pessoais oponíveis aos outros."
      },
      {
        "letra": "B",
        "texto": "O pagamento feito a um dos credores solidários extingue a dívida como um todo."
      },
      {
        "letra": "C",
        "texto": "A solidariedade não se presume, resulta apenas da lei."
      },
      {
        "letra": "D",
        "texto": "A obrigação solidária pode ser pura e simples para um dos codevedores e condicional, ou a prazo, ou pagável em lugar diferente, para outro."
      },
      {
        "letra": "E",
        "texto": "Convertendo-se a prestação em perdas e danos, a solidariedade é extinta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1012949",
    "metadata": "Ano: 2018 | Banca: FAFIPA | Órgão: Câmara de Campina Grande do Sul - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No que se refere às obrigações de dar coisa certa, nos termos dos artigos 233 e seguintes do Código Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deteriorada a coisa, sendo o devedor culpado, poderá o credor resolver a obrigação, ou aceitar a coisa, abatido de seu preço o valor que perdeu."
      },
      {
        "letra": "B",
        "texto": "Se a obrigação for de restituir coisa certa, e esta, com culpa exclusiva do devedor, se perder antes da tradição, sofrerá o credor a perda, e a obrigação se resolverá, ressalvados os seus direitos até o dia da perda."
      },
      {
        "letra": "C",
        "texto": "Sendo culpado o devedor, poderá o credor exigir o equivalente, ou aceitar a coisa no estado em que se acha, com direito a reclamar, em um ou em outro caso, indenização das perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Se a coisa se perder por culpa do devedor, responderá este pelo equivalente, sem a necessidade de pagar pelas perdas e danos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "965341",
    "metadata": "Ano: 2018 | Banca: IBGP | Órgão: Prefeitura de Santa Luzia - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre o instituto da solidariedade, disciplinado pelo Código Civil Brasileiro, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pagamento parcial feito por um dos devedores e a remissão por ele obtida não aproveitam aos outros devedores, senão até a concorrência da quantia paga ou relevada."
      },
      {
        "letra": "B",
        "texto": "Impossibilitando-se a prestação por culpa de um dos devedores solidários, subsiste para todos o encargo de pagar o equivalente, acrescido das perdas e danos."
      },
      {
        "letra": "C",
        "texto": "Todos os devedores respondem pelos juros de mora, ainda que a ação tenha sido proposta somente contra um; mas o culpado responde aos outros pela obrigação acrescida."
      },
      {
        "letra": "D",
        "texto": "O devedor demandado pode opor ao credor as exceções que lhe forem pessoais e as comuns a todos; não lhe aproveitando as exceções pessoais a outro codevedor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "963144",
    "metadata": "Ano: 2018 | Banca: INAZ do Pará | Órgão: FunGota de Araraquara - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Marcelino celebrou com Danilo contrato de compra e venda de 10 sacas de café, de um estoque de 100, a serem entregues 15 dias após a celebração do contrato para Danilo. Ocorre que, ao chegar o dia da entrega, ao verificar que dentre as 100 sacas existiam algumas de qualidade superior e outras de qualidade inferior, Marcelino resolveu entregar a Danilo 10 sacas de café de qualidade intermediária. Considerando a situação narrada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A atitude de Marcelino está errada, pois cabia a Danilo, como credor, escolher quais sacas de café seriam entregues."
      },
      {
        "letra": "B",
        "texto": "A atitude de Marcelino está correta, pois cabia ao devedor escolher as sacas, não podendo entregar as piores e nem sendo obrigado a entregar as melhores."
      },
      {
        "letra": "C",
        "texto": "A atitude de Marcelino está errada, pois cabia ao devedor escolher as sacas, sendo obrigado a entregar as melhores."
      },
      {
        "letra": "D",
        "texto": "A atitude de Marcelino está errada, pois cabia ao devedor escolher as sacas, sendo obrigado a entregar as piores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "958235",
    "metadata": "Ano: 2018 | Banca: SELECON | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Bruna estabelece com Ana obrigação de dar coisa certa. Nos termos do Código Civil, nesse tema, até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aumento do preço"
      },
      {
        "letra": "B",
        "texto": "anuência do credor"
      },
      {
        "letra": "C",
        "texto": "acordo equitativo"
      },
      {
        "letra": "D",
        "texto": "quitação total"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "953760",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A solidariedade pode ser ativa ou passiva, mas não se identifica com a indivisibilidade, pois,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nesta, a fim de que os devedores se exonerem para com todos os credores, exige-se o pagamento conjunto ou mediante caução, enquanto naquela não se exige tal cautela; a obrigação indivisível, quando se resolver em perdas e danos, torna-se divisível, enquanto a obrigação solidária conserva sua natureza; a remissão de dívida não extingue a obrigação indivisível para com os outros credores, entretanto, extingue-a a solidariedade até o montante do que foi pago, e pode a obrigação ser solidária e divisível ou indivisível e não solidária."
      },
      {
        "letra": "B",
        "texto": "nesta, a fim de que os devedores se exonerem para com todos os credores, exige-se o pagamento conjunto ou mediante caução, enquanto naquela não se exige tal cautela; a obrigação indivisível, quando se resolver em perdas e danos, torna-se divisível, enquanto a obrigação solidária conserva sua natureza; a remissão de dívida não extingue a obrigação indivisível para com os outros credores, entretanto, extingue-a a solidariedade, até o montante do que foi pago, não podendo, porém, a obrigação ser solidária e divisível ou indivisível e não solidária."
      },
      {
        "letra": "C",
        "texto": "naquela, para que os devedores se exonerem com todos os credores, exige-se o pagamento conjunto ou mediante caução, enquanto nesta não se exige tal cautela; a obrigação solidária, quando se resolver em perdas e danos, torna-se divisível, enquanto a obrigação indivisível conservará sua natureza; a remissão de dívida não extingue a obrigação solidária para com os outros credores, entretanto, extingue-a a obrigação indivisível, não podendo a obrigação ser solidária e divisível ou não solidária e indivisível."
      },
      {
        "letra": "D",
        "texto": "naquela, para que os devedores se exonerem com todos os credores, exige-se o pagamento conjunto ou mediante caução, enquanto nesta não se exige tal cautela; a obrigação solidária, quando se resolver em perdas e danos, torna-se divisível, enquanto a obrigação indivisível conservará sua natureza; a remissão de dívida não extingue a obrigação solidária para com os outros credores, entretanto, extingue-a a obrigação indivisível, e pode a obrigação ser indivisível e não solidária ou divisível e solidária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "951506",
    "metadata": "Ano: 2018 | Banca: CETREDE | Órgão: EMATERCE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A solidariedade ativa no Novo Código Civil Brasileiro é aquela em que há pluralidade de credores, podendo referidos credores receberem o pagamento integral da obrigação. Considerando esta assertiva marque a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cada um dos credores solidários tem direito de exigir do devedor o cumprimento da prestação total."
      },
      {
        "letra": "B",
        "texto": "Se os credores solidários não demandarem o devedor comum, este poderá pagar a qualquer um deles."
      },
      {
        "letra": "C",
        "texto": "O pagamento feito a um dos credores solidários extingue a dívida até o montante do que foi pago."
      },
      {
        "letra": "D",
        "texto": "Se um dos credores solidários falecer deixando herdeiros, cada um dos herdeiros só terá direito a exigir e receber a quota do crédito que corresponder ao seu quinhão hereditário, salvo se a obrigação for indivisível e não possa ser cindida."
      },
      {
        "letra": "E",
        "texto": "O pagamento feito a um dos credores solidários, referente ao seu quinhão, extingue a dívida em sua totalidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "946820",
    "metadata": "Ano: 2018 | Banca: UEM | Órgão: UEM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Transmissão das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Marque a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incorre na obrigação de indenizar perdas e danos o devedor que recusar a prestação a ele só imposta ou só por ele exequível."
      },
      {
        "letra": "B",
        "texto": "No caso das obrigações solidárias, a solidariedade não se presume; resulta da lei ou da vontade das partes."
      },
      {
        "letra": "C",
        "texto": "O credor pode ceder o seu crédito, se a isso não se opuser a natureza da obrigação, a lei, ou a convenção com o devedor; a cláusula proibitiva da cessão não poderá ser oposta ao cessionário de boa-fé, se não constar do instrumento da obrigação."
      },
      {
        "letra": "D",
        "texto": "É ineficaz, em relação a terceiros, a transmissão de um crédito, se não celebrar-se mediante instrumento público, ou instrumento particular, que deverá ser revestido das solenidades previstas em lei, ou seja, a indicação do lugar onde foi passado, a qualificação do outorgante e do outorgado, a data e o objetivo da outorga com a designação e a extensão dos poderes conferidos."
      },
      {
        "letra": "E",
        "texto": "Na assunção de dívida, é facultado a terceiro assumir a obrigação do devedor, sem o consentimento expresso do credor, ficando exonerado o devedor primitivo, salvo se aquele, ao tempo da assunção, era insolvente e o credor o ignorava."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "941306",
    "metadata": "Ano: 2018 | Banca: IADES | Órgão: APEX Brasil",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "A respeito do direito das obrigações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na obrigação de dar coisa certa, se a coisa se perder, sem culpa do devedor, antes da tradição, ou pendente a condição suspensiva, fica resolvida a obrigação para ambas as partes; se a perda resultar de culpa do devedor, responderá este pelo equivalente e mais perdas e danos."
      },
      {
        "letra": "B",
        "texto": "A coisa incerta será indicada sempre pelo gênero. Nessa modalidade de obrigação, a escolha pertence ao devedor, se o contrário não resultar do título da obrigação; mas não poderá dar a coisa pior, nem será obrigado a prestar a melhor."
      },
      {
        "letra": "C",
        "texto": "Quanto às obrigações de fazer, incorre na obrigação de indenizar perdas e danos o devedor que recusar a prestação só a ele imposta, ou só por ele exequível. Se a prestação do fato tornar-se impossível com culpa do devedor, resolver-se-á a obrigação; se não for culpa dele, responderá por perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações alternativas, a escolha cabe ao credor, se outra coisa não se estipulou."
      },
      {
        "letra": "E",
        "texto": "A obrigação é considerada indivisível quando a prestação tem por objeto coisa ou fato suscetíveis de divisão, por sua natureza, por motivo de ordem econômica, ou dada a razão determinante do negócio jurídico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "935699",
    "metadata": "Ano: 2018 | Banca: FUNRIO | Órgão: AL-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "L.R.S, casado, 50 anos, engenheiro, pactuou com W.R.M, solteiro, 32 anos, autônomo, um contrato de Locação de Imóvel Residencial pelo prazo de 30 (trinta) meses. Tendo como direcionamento a classificação das obrigações reciprocamente consideradas, o contrato celebrado entre as partes constitui uma obrigação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "periódica."
      },
      {
        "letra": "B",
        "texto": "principal."
      },
      {
        "letra": "C",
        "texto": "divisível."
      },
      {
        "letra": "D",
        "texto": "acessória."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "935696",
    "metadata": "Ano: 2018 | Banca: FUNRIO | Órgão: AL-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Segundo Luis Emygdio da Rosa Júnior, O cheque é o título cambiário abstrato, formal, resultante de uma mera declaração unilateral de vontade, pelo qual uma pessoa, designada emitente ou sacador, com base em prévia e disponível provisão de findos em poder do banco ou instituição financeira a ele assemelhada por Lei, denominado sacado, dá contra o banco, em decorrência de convenção expressa ou tácita, uma ordem incondicional de pagamento à vista, em seu próprio benefício ou em favor de terceiro, intitulado tomador ou beneficiário, nas condições estabelecidas no título. Ocorre que, em nossa prática mercantil, utilizamos o cheque pós-datado, vulgarmente chamado de cheque pré-datado, utilizado para postergar a apresentação do título para compensação. Diante do apresentado em relação ao cheque pós-datado e levando-se em consideração o Direito das Obrigações, pode-se afirmar que o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sacador tem obrigação facultativa, pois poderá ou não ter fundos disponíveis em conta-corrente para o cumprimento da obrigação."
      },
      {
        "letra": "B",
        "texto": "sacador tem obrigação de fazer, caracterizada pelo compromisso de dispor fundos em conta-corrente para compensação do cheque na data pactuada pelas partes."
      },
      {
        "letra": "C",
        "texto": "tomador tem obrigação de fazer caracterizada pelo compromisso de abster-se em depositar o título antes da data pactuada para depósito."
      },
      {
        "letra": "D",
        "texto": "sacado e o tomador possuem obrigação de dar coisa incerta, tendo em vista que o sacador poderá ou não cumprir sua parte na relação jurídica pactuada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "932317",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Como modalidades de obrigações, o Código Civil prevê as obrigações de dar, fazer, não fazer, alternativas, divisíveis e indivisíveis e as solidárias. Sobre o tema, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas obrigações solidárias, a solidariedade pode resultar da lei, da vontade das partes ou de decisão judicial."
      },
      {
        "letra": "B",
        "texto": "Nas obrigações de não fazer, praticado pelo devedor o ato, a cuja abstenção se obrigara, o credor pode exigir dele que o desfaça, sob pena de se desfazer à sua custa, ressarcindo o culpado perdas e danos."
      },
      {
        "letra": "C",
        "texto": "Nas obrigações alternativas, a escolha cabe ao credor, se outra coisa não se estipulou."
      },
      {
        "letra": "D",
        "texto": "A obrigação de dar se divide em dar coisa certa ou incerta. A obrigação de dar coisa incerta abrange os acessórios dela embora não mencionados."
      },
      {
        "letra": "E",
        "texto": "A obrigação é indivisível quando a prestação tem por objeto uma coisa não suscetível de divisão por sua natureza, não sendo válida a alegação de ser a coisa indivisível por motivos de ordem econômica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "929658",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Itaquaquecetuba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "O direito das obrigações sabidamente exerce enorme influência na vida econômica da sociedade e compreende as relações jurídicas que constituem a autonomia privada na esfera patrimonial. Em relação a tão importante direito, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas obrigações de dar coisa incerta, se antes da escolha ocorrer a perda ou deterioração da coisa, sem culpa do devedor ou por força maior ou caso fortuito, poderá este exonerar-se da obrigação."
      },
      {
        "letra": "B",
        "texto": "Nas obrigações alternativas, no caso de pluralidade de credores, não havendo acordo unânime entre eles quanto à escolha, decidirá aquele que tiver maior crédito ou, sendo iguais, o crédito mais antigo."
      },
      {
        "letra": "C",
        "texto": "Nas obrigações divisíveis e indivisíveis, havendo dois ou mais devedores, e não sendo divisível a prestação, cada um será obrigado pela sua quota parte."
      },
      {
        "letra": "D",
        "texto": "A obrigação solidária pode ser pura e simples para um dos co-credores ou co-devedores, e condicional, ou a prazo, ou pagável em lugar diferente, para o outro."
      },
      {
        "letra": "E",
        "texto": "Impossibilitando-se a prestação por culpa de um dos devedores solidários, subsiste para todos o encargo de pagar o equivalente, além das perdas e danos suportadas pelo credor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "929470",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Os casos de dívida de jogo e garantia real prestada por terceiro representam, respectivamente, obrigação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nula; de garantia pessoal."
      },
      {
        "letra": "B",
        "texto": "anulável; com debitum sem obrigatio."
      },
      {
        "letra": "C",
        "texto": "com schuld sem haftung; com haftung sem schuld."
      },
      {
        "letra": "D",
        "texto": "com debitum e obrigatio; com schuld sem haftung."
      },
      {
        "letra": "E",
        "texto": "ilícita; com debitum e obligatio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "927585",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "... não há a possibilidade de perecimento, e, portanto, subsiste a obrigação, cabendo, ao devedor, o direito de escolha, se outra coisa não for convencionada. Este seu direito, porém, não poderá ir ao ponto de preferir a coisa pior da espécie, assim como não terá o credor a faculdade de exigir o melhor, quando lhe for conferido o direito de escolha. (Clóvis Bevilaqua. Direito das Obrigações. p. 56. 9ª ed. Livraria Francisco Alves, 1957) A conclusão a que acima se chegou pode ter como antecedente o seguinte texto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o objeto a dar corresponde a obrigação alternativa,"
      },
      {
        "letra": "B",
        "texto": "Se o objeto a dar for incerto, isto é, apenas determinado pelo gênero,"
      },
      {
        "letra": "C",
        "texto": "Se se tratar de obrigação de dar coisa certa,"
      },
      {
        "letra": "D",
        "texto": "Se o objeto a dar for coisa divisível,"
      },
      {
        "letra": "E",
        "texto": "Se o objeto a dar for bem corpóreo, fungível ou infungível"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "923065",
    "metadata": "Ano: 2018 | Banca: FUNRIO | Órgão: AL-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "L.M.S. pactuou um negócio jurídico com V.M.V., tendo o direito de receber um carro, no valor de R$50.000,00 (cinquenta mil reais), ou um quadro de artista renomado avaliado no mesmo montante, ou a quantia correspondente. Considerando a situação hipotética apresentada, trata-se de uma obrigação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "facultativa."
      },
      {
        "letra": "B",
        "texto": "cumulativa."
      },
      {
        "letra": "C",
        "texto": "conjunta."
      },
      {
        "letra": "D",
        "texto": "alternativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "906397",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "O ato da criação de uma obrigação com a finalidade de extinguir uma obrigação antiga encerra:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Novação."
      },
      {
        "letra": "B",
        "texto": "Transação."
      },
      {
        "letra": "C",
        "texto": "Imputação em pagamento."
      },
      {
        "letra": "D",
        "texto": "Compensação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "905778",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Considere as seguintes afirmativas a respeito do direito das obrigações: I. O credor de coisa certa não pode ser obrigado a receber outra, ainda que mais valiosa. II. Não incorre na obrigação de indenizar perdas e danos o devedor que recusar a prestação a ele só imposta, ou só por ele exequível. III. Na obrigação de dar coisa incerta, antes da escolha, não poderá o devedor alegar perda ou deterioração da coisa, ainda que por força maior ou caso fortuito. IV. Quando a obrigação é indivisível, os devedores são solidários, de sorte que a remissão de um aproveita a todos, extinguindo a dívida. Estão CORRETAS apenas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "904780",
    "metadata": "Ano: 2018 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Em matéria de solidariedade, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se um dos credores solidários falecer, cada qual dos herdeiros só terá direito de exigir e receber a quota do crédito que corresponder ao seu quinhão, salvo se a obrigação for indivisível."
      },
      {
        "letra": "B",
        "texto": "Decisão judicial desfavorável a um dos credores solidários, ressalvada exceção pessoal que o devedor possa invocar em relação a qualquer daqueles, não pode prejudicar os demais."
      },
      {
        "letra": "C",
        "texto": "A propositura de demanda pelo credor somente em face de um ou de alguns dos devedores solidários configura renúncia tácita à solidariedade."
      },
      {
        "letra": "D",
        "texto": "Impossibilitando-se a prestação por culpa de um dos devedores solidários, só o culpado responderá por eventuais perdas e danos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "903391",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: COPASA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre as obrigações assumidas solidariamente em razão de contrato, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propositura de ação pelo credor contra um ou alguns dos devedores importará renúncia da solidariedade."
      },
      {
        "letra": "B",
        "texto": "O devedor demandado individualmente pela obrigação pode opor ao credor as exceções que lhe forem pessoais e as comuns a todos."
      },
      {
        "letra": "C",
        "texto": "Os devedores solidários respondem pelos juros da mora, ainda que a ação tenha sido proposta somente contra um."
      },
      {
        "letra": "D",
        "texto": "Tendo ocorrido pagamento parcial da obrigação, todos os demais devedores persistem obrigados solidariamente pelo que restar inadimplido da obrigação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "898635",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGM - Manaus - AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "À luz das disposições do direito civil pertinentes ao processo de integração das leis, aos negócios jurídicos, à prescrição e às obrigações e contratos, julgue o item a seguir.Se o devedor solidário de uma dívida divisível falecer e deixar três herdeiros legítimos, tais herdeiros, reunidos, serão considerados como um devedor solidário em relação aos demais devedores, mas cada um desses herdeiros somente será obrigado a pagar a cota que corresponder ao seu quinhão hereditário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "893170",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EBSERH",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Considerando o que dispõe o Código Civil acerca das obrigações e dos institutos da prescrição e da decadência, julgue o item que se segue.Nas obrigações de dar coisa certa, caso a coisa restituível se deteriore por culpa do devedor, o credor poderá aceitar a coisa no estado que estiver, com direito a reclamar indenização por perdas e danos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "889832",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "João emprestou a José, Joaquim e Manuel o valor de R$ 300.000,00 (trezentos mil reais); foi previsto no instrumento contratual a solidariedade passiva. Manuel faleceu, deixando dois herdeiros, Paulo e André. É possível afirmar que João poderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cobrar de Paulo e André, reunidos, somente até o valor da parte relativa a Manuel, ou seja, R$ 100.000,00 (cem mil reais), tendo em vista que o falecimento de um dos devedores extingue a solidariedade em relação aos herdeiros do falecido."
      },
      {
        "letra": "B",
        "texto": "cobrar a totalidade da dívida somente se acionar conjuntamente todos os devedores, tendo em vista que o falecimento de um dos devedores solidários ocasiona a extinção da solidariedade em relação a toda a obrigação."
      },
      {
        "letra": "C",
        "texto": "cobrar de Paulo e André a totalidade da dívida, tendo em vista que ambos, reunidos, são considerados como um devedor solidário em relação aos demais devedores; porém, isoladamente, somente podem ser demandados pelo valor correspondente ao seu quinhão hereditário."
      },
      {
        "letra": "D",
        "texto": "cobrar o valor da totalidade da dívida de José, Joaquim, Paulo ou André, isolada ou conjuntamente, tendo em vista que, após o falecimento de Manuel, resultou numa obrigação solidária passiva com 4 (quatro) devedores."
      },
      {
        "letra": "E",
        "texto": "cobrar de Paulo ou André, isoladamente, a importância de R$ 100.000,00 (cem mil reais) tendo em vista que o quinhão hereditário de Manuel é uma prestação indivisível em relação aos herdeiros."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "887276",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: CEMIG - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Supondo que uma obrigação de fazer, abarcada por contrato de prestação de serviço técnico especializado em informática, reste descumprida pelo prestador de serviço. Considerando a disciplina do direito das obrigações e dos contratos, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a culpa do devedor da obrigação é irrelevante, por se tratar de obrigação de origem contratual."
      },
      {
        "letra": "B",
        "texto": "não poderia o credor da obrigação mandar executá-la à custa do devedor em mora, devendo buscar tutela jurisdicional para satisfazer a obrigação ou pleitear o dano decorrente do descumprimento."
      },
      {
        "letra": "C",
        "texto": "não seria possível a incidência in casu da exceção do contrato não cumprido para eximir o credor da obrigação equivalente de pagar quantia certa."
      },
      {
        "letra": "D",
        "texto": "o devedor responderá por perdas e danos se o descumprimento da obrigação se deu por sua culpa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "868155",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "João e Pedro, na qualidade de credores solidários, emprestaram a Ana a quantia de R$ 1.200,00. No entanto, o credor João veio a falecer, deixando como herdeiros Mário e Carolina. Diante disso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cada herdeiro só terá direito a exigir e receber da devedora a quota do crédito que corresponder ao seu quinhão hereditário."
      },
      {
        "letra": "B",
        "texto": "cada herdeiro terá direito a exigir e receber da devedora, independentemente de autorização dos demais, a integralidade do crédito."
      },
      {
        "letra": "C",
        "texto": "nenhum dos credores terá direito de exigir e receber da devedora a integralidade do crédito."
      },
      {
        "letra": "D",
        "texto": "enquanto algum dos credores solidários não demandar a devedora, não poderá esta, sob pena de multa, realizar o pagamento."
      },
      {
        "letra": "E",
        "texto": "o débito automaticamente será reduzido à metade."
      }
    ],
    "gabarito": "A"
  }
]