[
  {
    "id": "2367624",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Perda da Propriedade",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "José Leôncio e João Inocêncio, proprietários de fazendas vizinhas, apenas separadas pelo leito de um rio, sempre mantiveram uma relação pautada pelo respeito e pela cordialidade. No entanto, em 05 de novembro de 2022 ocorreu um forte temporal na região que, entre outras consequências, resultou no desprendimento de porção considerável de terra da fazenda de João Inocêncio, situada à margem direita do rio que faz divisa entre as fazendas, vindo a se juntar de forma natural e súbita, ao terreno de José Leôncio, sito à margem esquerda do rio. Diante do ocorrido, em 08 de novembro de 2023, João Inocêncio ajuizou ação em face de José Leôncio, na qual foi provado, por meio de perícia, que, em razão da tempestade, houve o desprendimento da porção de terra do autor e que essa veio a se juntar à propriedade do réu. Em razão da disputa judicial, cortaram relações. Considerando a situação hipotética narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em razão da aluvião, José Leôncio adquiriu a propriedade da porção de terra acrescida, não sendo devida qualquer indenização à João Inocêncio."
      },
      {
        "letra": "B",
        "texto": "Em razão da aluvião, José Leôncio adquiriu a propriedade da porção de terra acrescida, mas deverá indenizar João Inocêncio."
      },
      {
        "letra": "C",
        "texto": "Em razão da avulsão, José Leôncio adquiriu a propriedade da porção de terra acrescida, não sendo devida qualquer indenização a João Inocêncio."
      },
      {
        "letra": "D",
        "texto": "Em razão da avulsão, José Leôncio adquiriu a propriedade da porção de terra acrescida, mas deverá indenizar João Inocêncio."
      },
      {
        "letra": "E",
        "texto": "Em razão da avulsão e da ação judicial tempestiva, José Inocêncio pode exigir que se remova a parte de terra acrescida, mas não tem direito à indenização."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2328437",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "Bi@nco era um artista urbano revolucionário que, para advertir quanto ao perigo climático, furtava chapas metálicas de grandes indústrias e as transformava em valiosas esculturas. Fez isso com a sociedade Y, que utilizava alumínio como matéria-prima. A partir de uma peça de R$ 10.000,00, criou uma belíssima escultura que foi avaliada por especialistas em R$ 5.000.000,00. Bi@nco, então, doou a obra de arte ao Projeto Meu Ambiente. Com a repercussão dessa doação, a sociedade Y identificou suas chapas furtadas e ajuizou demanda judicial para reavê-las. Nesse caso, é correto afirmar que a sociedade Y:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá reaver a escultura, restando-lhe, apenas, os direitos indenizatórios em face de Bi@nco;"
      },
      {
        "letra": "B",
        "texto": "poderá reaver a escultura, sem que assistam ao Projeto Meu Ambiente os direitos da evicção, diante da natureza não onerosa da transferência;"
      },
      {
        "letra": "C",
        "texto": "poderá reaver a escultura, sendo certo que, ao Projeto Meu Ambiente, assistirão os direitos da evicção, mas apenas com relação ao valor da escultura, diante da natureza não onerosa da transferência;"
      },
      {
        "letra": "D",
        "texto": "poderá reaver a escultura, sendo certo que, ao Projeto Meu Ambiente, assistirão os direitos da evicção, mas apenas com relação ao valor da escultura e aos frutos de boa-fé que deixar de receber pela impossibilidade de exibi-la, diante da natureza não onerosa da transferência;"
      },
      {
        "letra": "E",
        "texto": "poderá reaver a escultura, sendo certo que, ao Projeto Meu Ambiente, assistirão todos os direitos da evicção, inclusive a indenização pelas despesas do contrato (frete e manutenção)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2236208",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: RBPREV - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Compra e Venda",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "Considere a seguinte situação: João vendeu um automóvel para a loja X, recebendo o pagamento do preço e entregando-o, sem que fosse realizado o registro da compra e venda no órgão competente. Fernando compareceu à loja X, se interessou no automóvel ainda registrado no nome de João, realizou o pagamento de um sinal para a aquisição do bem e combinou de buscá-lo no dia seguinte. Quando chegou para buscar o automóvel, foi informado que este havia sido entregue a Pedro, que pagou à vista o preço e recebeu as chaves. Pedro não realizou a alteração do registro do automóvel e inadimpliu uma dívida que tinha com Rafael, que obteve em ação judicial a restrição de transferência do veículo. Quem é o proprietário do automóvel mencionado?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo"
      },
      {
        "letra": "B",
        "texto": "João"
      },
      {
        "letra": "C",
        "texto": "A loja X"
      },
      {
        "letra": "D",
        "texto": "Pedro"
      },
      {
        "letra": "E",
        "texto": "Rafael"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2016459",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PGM Recife - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "A respeito da aquisição da propriedade, assinale a opção correta com base na legislação de regência e na jurisprudência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade do solo alcança o espaço aéreo e o subsolo, pouco importando a altura ou profundidade, motivo por que abrange as jazidas, minas e demais recursos minerais."
      },
      {
        "letra": "B",
        "texto": "A transferência de propriedade de veículo automotor ocorre com a tradição, sendo o registro no órgão de trânsito requisito de publicidade, ou seja, para que seja oponível a terceiros."
      },
      {
        "letra": "C",
        "texto": "A transferência da propriedade mobiliária tem natureza jurídica independente para negócio jurídico subjacente, isto é, a nulidade do negócio jurídico originador não afeta a transferência da propriedade mobiliária."
      },
      {
        "letra": "D",
        "texto": "O possuidor de boa-fé responde pela perda ou deterioração da coisa a que não tenha dado causa."
      },
      {
        "letra": "E",
        "texto": "A celebração de escritura pública é suficiente para a transferência da propriedade imobiliária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1138127",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "Examine o seguinte enunciado legal: Aquele que, trabalhando em matéria-prima em parte alheia, obtiver espécie nova, desta será proprietário, se não se puder restituir à forma anterior. Esta disposição refere-se à",
    "alternativas": [
      {
        "letra": "A",
        "texto": "adjunção."
      },
      {
        "letra": "B",
        "texto": "ocupação."
      },
      {
        "letra": "C",
        "texto": "extinção."
      },
      {
        "letra": "D",
        "texto": "confusão."
      },
      {
        "letra": "E",
        "texto": "especificação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2070109",
    "metadata": "Ano: 2019 | Banca: IBFC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel",
      "Modos de Perda da Propriedade",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "O Código Civil disciplina a aquisição e perda da propriedade móvel, embora apresentando normas concernentes à aquisição do referido domínio, isto porque, se, de um lado, alguém adquire um direito de propriedade, em regra, de outro lado, alguém perde, concomitante, a titularidade desse direito. Considere as hipóteses de aquisição e perda da coisa e assinale a alternativa que apresenta a explicação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usucapião: aquele que possuir coisa móvel como sua, contínua e incontestadamente durante 5 anos, com justo título e boa-fé, adquirir-lhe-á a propriedade"
      },
      {
        "letra": "B",
        "texto": "achado do Tesouro: depósito atual de coisas preciosas, oculto e de cujo dono se tenha a memória. Será dividido por igual entre o proprietário e o que achar o tesouro ocasionalmente"
      },
      {
        "letra": "C",
        "texto": "tradição: quando o transmitente continua a possuir pelo constituto possessório; quando cede ao adquirente o direito à restituição da coisa, que se encontra em poder de terceiro; ou quando o adquirente já está na posse da coisa, por ocasião do negócio jurídico"
      },
      {
        "letra": "D",
        "texto": "especificação: aquele que, trabalhando em obra-prima sua, obtiver espécie nova, desta será proprietário, isso se puder restituir à forma anterior"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1677392",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "\"A\" efetuou a venda com o recebimento do preço a a entrega do veículo “X\" a \"B\" o qual não efetuou o registro da compra e venda no Departamento de Trânsito. Nesse caso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "houve a transmissão da propriedade do veículo para “ B \" ."
      },
      {
        "letra": "B",
        "texto": "a transmissão da propriedade somente ocorrerá com o registro da venda na repartição de trânsito com efeito retroativo à data da entrega"
      },
      {
        "letra": "C",
        "texto": "a transmissão da propriedade somente acorrerá a partir do registro da venda na repartição de trânsito."
      },
      {
        "letra": "D",
        "texto": "a transmissão da propriedade do veículo dependerá do regislro do contrato de compra e venda no registro de títulos e documentos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1010476",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "Assinale a alternativa correta no tocante à aquisição da propriedade móvel.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será admitido o usucapião de bens móveis quando a posse for de boa fé, contínua e inconteste por cinco anos."
      },
      {
        "letra": "B",
        "texto": "Adquire a propriedade pela confusão aquele que, trabalhando em matéria-prima em parte alheia, obtiver espécie nova, se não se puder restituir à forma anterior."
      },
      {
        "letra": "C",
        "texto": "Independentemente de título e comprovada a boa fé, se a posse da coisa móvel se prolongar por mais de cinco anos, ocorrerá o usucapião."
      },
      {
        "letra": "D",
        "texto": "No direito brasileiro, não é admitido o assenhoramento de coisa sem dono."
      },
      {
        "letra": "E",
        "texto": "Adjunção é uma forma de aquisição da propriedade móvel prevista no Código Civil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "880733",
    "metadata": "Ano: 2018 | Banca: FAUEL | Órgão: Prefeitura de Paranavaí - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "Sobre a aquisição da propriedade móvel e imóvel, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Adquire-se a propriedade imóvel, entre vivos, por meio do registro do título translativo no cartório de registro de imóveis competente."
      },
      {
        "letra": "B",
        "texto": "A aluvião diz respeito aos acréscimos formados, sucessiva e imperceptivelmente, por depósitos e aterros naturais ao longo das margens das correntes, ou pelo desvio das águas destas, os quais pertencem aos donos dos terrenos marginais, sem indenização."
      },
      {
        "letra": "C",
        "texto": "Aquele que possuir coisa móvel como sua, contínua e incontestadamente durante três anos, com justo título e boa-fé, adquirir-lhe-á a propriedade."
      },
      {
        "letra": "D",
        "texto": "O imóvel urbano que o proprietário abandonar, com a intenção de não mais o conservar em seu patrimônio, e que se não encontrar na posse de outrem, poderá ser arrecadado, como bem vago, e passar, três anos depois, à propriedade da União."
      },
      {
        "letra": "E",
        "texto": "Aquele que exercer, por 2 (dois) anos ininterruptamente e sem oposição, posse direta, com exclusividade, sobre imóvel urbano de até 250m² (duzentos e cinquenta metros quadrados) cuja propriedade divida com ex-cônjuge ou ex-companheiro que abandonou o lar, utilizando-o para sua moradia ou de sua família, adquirir-lhe-á o domínio integral, desde que não seja proprietário de outro imóvel urbano ou rural."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "866224",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "A propriedade dos automóveis só se adquire com a(o):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inscrição no DETRAN."
      },
      {
        "letra": "B",
        "texto": "pagamento do preço."
      },
      {
        "letra": "C",
        "texto": "tradição."
      },
      {
        "letra": "D",
        "texto": "quitação."
      },
      {
        "letra": "E",
        "texto": "registro."
      }
    ],
    "gabarito": "C"
  }
]