[
  {
    "id": "3530641",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativos à posse, à propriedade, à responsabilidade civil e à prescrição, de acordo com o entendimento do STJ. Somente com o registro imobiliário é que se cria um direito oponível a terceiros em relação à transferência do domínio do bem imóvel.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3298357",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Câmara de Morrinhos - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Leia o caso a seguir.Uma mulher viúva e sem filhos passou a morar numa pequena propriedade situada em área com características e finalidade urbanas, com área inferior a 250 m2, no início do ano de 2010. A mulher não possui nenhuma outra propriedade ou concessão de bem imóvel urbano ou rural. Ali foi habitar com intenção de domínio e exerceu a posse de forma contínua e ininterrupta até os dias de hoje. O imóvel em que habita é um bem público dominical, de forma que, apesar de ser uma propriedade do Estado, não foi utilizado por ele para nenhum fim no período.No caso em tela, qual direito real foi adquirido pela mulher viúva?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concessão de uso especial para fins de moradia."
      },
      {
        "letra": "B",
        "texto": "Propriedade, em razão de usucapião especial urbana."
      },
      {
        "letra": "C",
        "texto": "Direito real de habitação."
      },
      {
        "letra": "D",
        "texto": "Propriedade, em razão de usucapião extraordinária."
      },
      {
        "letra": "E",
        "texto": "Concessão de direito real de uso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3296702",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Carlos é proprietário de um sítio localizado às margens de um rio de curso navegável. Ao longo dos anos, devido ao movimento natural das águas, houve um acúmulo progressivo de sedimentos em sua propriedade, resultando na ampliação da área útil do terreno. Ao notar essa mudança, seu vizinho, Roberto, cujo terreno não sofreu os efeitos mencionados, passou a utilizar a nova faixa de terra para atividades agrícolas, argumentando que a área não pertencia exclusivamente a Carlos. Inconformado, Carlos procurou assistência jurídica e foi CORRETAMENTE esclarecido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos adquiriu legitimamente a propriedade da nova área formada, pois a aluvião é um modo de aquisição originária da propriedade que beneficia o proprietário do terreno marginal, conforme prevê o Código Civil."
      },
      {
        "letra": "B",
        "texto": "A nova área deve ser partilhada entre Carlos e Roberto, considerando que a formação de ilhas não pode favorecer apenas um dos proprietários vizinhos."
      },
      {
        "letra": "C",
        "texto": "Carlos, para adquirir a propriedade e o direito de explorar a área acrescida, deverá obter autorização judicial."
      },
      {
        "letra": "D",
        "texto": "A nova faixa de terra pertence ao Estado, pois os acréscimos causados pela ação das correntes ou desvio das águas em rios navegáveis são considerados bens públicos, independentemente da localização do imóvel particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3260341",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Nos termos da legislação civil a respeito da aquisição de propriedade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aquisição da propriedade pela usucapião se dá com a consumação do prazo definido em lei. Entretanto, sem o devido registro imobiliário, o novo proprietário não poderá arguir a prescrição aquisitiva em eventual ação possessória para defesa do imóvel objeto da usucapião."
      },
      {
        "letra": "B",
        "texto": "A demonstração de que a posse de determinado imóvel que se pretende usucapir tenha sido exercida em boa-fé é requisito essencial de todas as modalidades de usucapião."
      },
      {
        "letra": "C",
        "texto": "A usucapião denominada familiar exige o abandono do lar do coproprietário do imóvel que se pretende adquirir, importando em analisar a culpa pelo fim do casamento ou união estável e depende de divórcio ou dissolução da união havida."
      },
      {
        "letra": "D",
        "texto": "A prescrição aquisitiva extraordinária, que tem como prazo para sua constituição a posse do imóvel pelo prazo de quinze anos, é minorada para dez anos se o possuidor tiver respeitado a função social da propriedade, ou seja, tiver dado ao imóvel destinação de moradia ou nele realizado obras ou serviços produtivos."
      },
      {
        "letra": "E",
        "texto": "Para efetivação da usucapião especial rural, deve-se exercer a posse de área rural não superior a cinquenta hectares, por cinco anos ininterruptos, e torná-la produtiva por seu trabalho, não sendo necessário utilizá-la como moradia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3231185",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Julgue o item seguinte, referente a servidões, responsabilidade civil, posse, parcelamento do solo urbano e proteção de dados pessoais. A usucapião extraordinária exige a posse mansa, pacífica, ininterrupta e de boa-fé.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3231138",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Julgue o item que se segue, referente à regularização fundiária de interesse social e ao direito registral imobiliário.O legítimo proprietário de um imóvel não tem o direito de reivindicá-lo, em detrimento do terceiro adquirente de boa-fé, caso o registro na matrícula tenha sido cancelado por estar amparado em escritura pública inexistente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3219211",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Servidões",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Acerca dos direitos reais e de acordo com o Código Civil, analise as afirmativas a seguir. I – Aquele que restituir a coisa achada, terá direito a uma recompensa não inferior a dez por cento do seu valor, e à indenização pelas despesas que houver feito com a conservação e transporte da coisa, se o dono não preferir abandoná-la. II – Aquele que, por dez anos, sem interrupção, nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de título e boa-fé, podendo requerer ao juiz que assim o declare por sentença, a qual servirá de título para o registro no Cartório de Registro de Imóveis. III – Os acréscimos formados, sucessiva e imperceptivelmente, por depósitos e aterros naturais ao longo das margens das correntes, ou pelo desvio das águas destas, pertencem aos donos dos terrenos marginais, sem indenização. IV – Se a construção, feita parcialmente em solo próprio, invade solo alheio em proporção não superior à vigésima parte deste, adquire o construtor de boa-fé a propriedade da parte do solo invadido, se o valor da construção exceder o dessa parte, e responde por indenização que represente, também, o valor da área perdida e a desvalorização da área remanescente. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3328042",
    "metadata": "Ano: 2024 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Câmara de Sete Lagoas - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "No que se refere à propriedade, conforme disposto no Código Civil brasileiro, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade do solo não abrange as jazidas, minas e demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais."
      },
      {
        "letra": "B",
        "texto": "Os frutos e mais produtos da coisa pertencem, ainda quando separados, ao seu proprietário, salvo se, por preceito jurídico especial, couberem a outrem."
      },
      {
        "letra": "C",
        "texto": "Aquele que semeia, planta ou edifica em terreno alheio, agindo ou não de boa‑fé, perde, em proveito do proprietário, as sementes, plantas e construções, sem direito a indenização."
      },
      {
        "letra": "D",
        "texto": "Aquele que possuir coisa móvel como sua, contínua e incontestadamente durante três anos, com justo título e boa‑fé, adquirir‑lhe‑á a propriedade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3303805",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Propriedade imóvel refere-se ao direito de posse, uso e disposição de bens fixos, como terrenos e edificações. Sobre as diversas modalidades de aquisição da propriedade imóvel previstas no Código Civil, julgue as seguintes afirmações como verdadeiras (V) ou falsas (F): (__) Uma das modalidades de aquisição por acessão é a usucapião. (__) A avulsão pode ser considerada uma modalidade de aquisição da propriedade imóvel. (__) Transfere-se entre vivos a propriedade mediante a tradição. Assinale a alternativa cuja respectiva ordem de julgamento esteja correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V."
      },
      {
        "letra": "B",
        "texto": "V, F, F."
      },
      {
        "letra": "C",
        "texto": "F, F, F."
      },
      {
        "letra": "D",
        "texto": "F, V, F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3117490",
    "metadata": "Ano: 2024 | Banca: IMPARH | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Conforme fartamente noticiado no Brasil e no exterior, recentemente, uma empresária declarou ser a proprietária de terras que fazem parte da Vila de Jericoacoara, isto é, terrenos do município. A área reivindicada por ela corresponde a 83% do território da Vila. Aludidos terrenos estavam sob controle do Governo do Ceará. De acordo com o Código Civil em relação ao direito de propriedade, assinale o quesito correto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transfere-se entre vivos a propriedade mediante o registro do título translativo no Registro de Imóveis, portanto, a prova da propriedade exige o registro na matrícula."
      },
      {
        "letra": "B",
        "texto": "A escritura pública é título bastante para comprovação da propriedade da interessada, portanto basta o documento em tela na comprovação dos argumentos esposados pela interessada."
      },
      {
        "letra": "C",
        "texto": "A posse contínua no imóvel é bastante à comprovação de propriedade."
      },
      {
        "letra": "D",
        "texto": "O contrato particular de compra e venda é título hábil à transferência jurídica dominial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3113956",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "A sociedade empresária Turismo Melhor Ltda. decidiu empreender construção de um hotel em terreno de ótima localização em região urbana de expansão turística. Ao adquirir o terreno, as paredes divisórias com o terreno vizinho (desocupado e sem qualquer edificação) já estavam previamente definidas. Confiando que as medidas que constavam no registro correspondiam à realidade, a empresa realizou a obra e edificou por todo o seu terreno, respeitando as normas urbanísticas. De forma surpreendente, cinco anos depois, a empresa foi citada em ação na qual o proprietário do terreno vizinho alega que parte da construção atingiu 3% do seu terreno, denunciando que a parede divisória estava edificada de modo equivocado, diminuindo a área do seu imóvel conforme consta no registro. Considerando que o valor da edificação superou consideravelmente o valor do terreno e que a alegação do vizinho é verdadeira e devidamente comprovada, assinale a opção correta, identificando qual argumento a sociedade empresária pode invocar a seu favor, na forma da lei civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa pode alegar que adquiriu o terreno, por usucapião ordinária, em razão do exercício ininterrupto e pacífico da posse, de boa-fé, com intenção de ser dono, pelo prazo de 5 (cinco) anos."
      },
      {
        "letra": "B",
        "texto": "A empresa pode alegar que o limite entre os prédios causou confusão entre as partes, razão pela qual deve ser redefinido conforme a posse justa, que está a seu favor."
      },
      {
        "letra": "C",
        "texto": "A empresa pode alegar que adquiriu o terreno, por usucapião especial urbana, em razão do exercício ininterrupto e pacífico da posse, de boa-fé, com intenção de ser dono, pelo prazo de 5 (cinco) anos."
      },
      {
        "letra": "D",
        "texto": "A empresa pode alegar que o vizinho perdeu o prazo para requerer a demolição da obra, adquirindo a propriedade do solo sem a necessidade de pagamento de indenização."
      },
      {
        "letra": "E",
        "texto": "A empresa pode alegar que construiu parcialmente em terreno alheio, de boa-fé, adquirindo a propriedade do solo, devendo apenas indenizar o vizinho em valor correspondente à área perdida e à desvalorização da área remanescente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3066655",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Prefeitura de São João Nepomuceno - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Existe, por disposição legal, uma forma de aquisição originária de propriedade de bem imóvel pela qual passa a pertencer ao indivíduo tudo aquilo que se une ou incorpora a um bem preexistente, por força de disposição legal. Em sua modalidade artificial essa espécie de aquisição de propriedade é vista no caso de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aluvião."
      },
      {
        "letra": "B",
        "texto": "Avulsão."
      },
      {
        "letra": "C",
        "texto": "Plantação."
      },
      {
        "letra": "D",
        "texto": "Abandono de álveo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2553224",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "João, pequeno produtor rural, vizinho de Pedro, decide erguer um estábulo em seu sítio. Pouco mais de um ano depois de concluída a obra, Pedro, poderoso pecuarista da região, ajuíza uma ação em face de João, sob o argumento de que parte do estábulo invade a sua fazenda. Pede ordem de reintegração de posse e demolição do prédio. Durante a instrução, Pedro comprova que, dos 200 m2 do novo estábulo, 20 m2 extrapolam a divisa entre os imóveis; João, por sua vez, demonstra que as divisas não estavam demarcadas, que não era possível, sem a realização de estudo topográfico, constatar a invasão e que a fazenda de Pedro não sofreu desvalorização. Considerando a ausência de controvérsia sobre a impossibilidade de demolição parcial do estábulo, sem que haja comprometimento total de sua estrutura, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João se tornou proprietário do solo que invadiu. Entretanto, por não ter realizado, antes de iniciar a construção, o estudo topográfico, será obrigado a pagar, em décuplo, a indenização que represente o valor da área perdida e a desvalorização do que remanesceu da fazenda, por força da regra prevista no artigo 1.258, parágrafo único, do Código Civil."
      },
      {
        "letra": "B",
        "texto": "Pedro obterá ordem de reintegração de posse e demolição, na medida em que teve sua fazenda invadida por João, o que caracteriza esbulho, e que não decorreu o prazo de prescrição aquisitiva."
      },
      {
        "letra": "C",
        "texto": "João se tornou proprietário do solo que invadiu. A construção exterioriza a utilização da propriedade em seu aspecto econômico e social representativo do trabalho humano. Tornou-se obrigado, porém, a pagar a Pedro o valor da área perdida."
      },
      {
        "letra": "D",
        "texto": "o princípio da função social da propriedade impede que Pedro, poderoso pecuarista, obtenha as ordens de reintegração de posse e demolição, pois não dava à área nenhuma destinação útil, tanto que levou mais de um ano para adotar providências contra João."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2488657",
    "metadata": "Ano: 2024 | Banca: IBADE | Órgão: Prefeitura de Jaru - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Sobre as regras do Código Civil para aquisição da propriedade imóvel, analise os itens abaixo: I. O prazo para aquisição da propriedade será de cinco anos se o possuidor houver estabelecido no imóvel a sua moradia habitual, ou nele realizado obras ou serviços de caráter produtivo. II. O possuidor pode, para o fim de contar o tempo exigido, acrescentar à sua posse a dos seus antecessores. III. O descobridor responde pelos prejuízos causados ao proprietário ou possuidor legítimo, quando tiver procedido com dolo. IV. O título de domínio e a concessão de uso serão conferidos ao homem ou à mulher, ou a ambos, a depender do estado civil. ESTÁ(ÃO) CORRETA(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente II, III e IV;"
      },
      {
        "letra": "B",
        "texto": "somente I, II e III;"
      },
      {
        "letra": "C",
        "texto": "somente I e II;"
      },
      {
        "letra": "D",
        "texto": "somente II e III;"
      },
      {
        "letra": "E",
        "texto": "somente III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2488656",
    "metadata": "Ano: 2024 | Banca: IBADE | Órgão: Prefeitura de Jaru - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Considere a situação em que um indivíduo exerce a posse de um imóvel sem interrupção e oposição, pelo tempo de dezesseis anos. Com base nisso, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o indivíduo não poderá adquirir a propriedade do imóvel;"
      },
      {
        "letra": "B",
        "texto": "o indivíduo não poderá adquirir a posse por meio da usucapião extraordinária;"
      },
      {
        "letra": "C",
        "texto": "o indivíduo poderá adquirir a propriedade por meio da usucapião familiar;"
      },
      {
        "letra": "D",
        "texto": "o indivíduo poderá adquirir a propriedade por meio da usucapião extraordinária;"
      },
      {
        "letra": "E",
        "texto": "o indivíduo poderá adquirir a propriedade somente por meio da usucapião especial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2394795",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Thais e Isabel, irmãs, compraram terrenos vizinhos, de cem metros quadrados cada, na cidade de Teresópolis. Thais iniciou a construção de um chalé em seu terreno. Durante a construção, sem perceber, invadiu o terreno de Isabel, ocupando quatro metros quadrados com o seu chalé, sendo que o valor da construção, por ser de alto padrão, excede o valor da área invadida. Diante da situação hipotética, é correto afirmar que Thais",
    "alternativas": [
      {
        "letra": "A",
        "texto": "adquire a propriedade da parte do solo invadido e responde por indenização que represente, também, o valor da área perdida e a desvalorização da área remanescente."
      },
      {
        "letra": "B",
        "texto": "não tem a possibilidade de adquirir a propriedade do solo, ainda que a construção exceda consideravelmente o valor do terreno."
      },
      {
        "letra": "C",
        "texto": "é obrigada a demolir o que construiu no solo invadido, pagando as perdas e danos apurados, que serão devidos em dobro."
      },
      {
        "letra": "D",
        "texto": "adquire a propriedade do solo invadido e responde por perdas e danos abrangendo o dobro do valor que a invasão acrescer à construção, mais o da área perdida e o da desvalorização da área remanescente."
      },
      {
        "letra": "E",
        "texto": "adquire a propriedade da parte do solo que invadiu, pagando em dobro as perdas e danos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2360730",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Antônio de Bolonha promoveu ação reivindicatória de um terreno de mais de duzentos mil metros quadrados em face de cem pessoas que possuem determinada área, fundamentando o pleito na qualidade de proprietário do imóvel; para tanto, anexou a certidão do registro geral de imóveis competente. Em suma, os réus contestam a demanda com base na função social e alegam que estão na posse ininterrupta do bem há mais de dez anos e que realizaram obras de interesse social relevante. Alegam ainda os réus a posse de boa-fé. Sobre a situação hipotética, com base no tema propriedade, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A função social não é prevista no ordenamento jurídico brasileiro, devendo a ação ser julgada procedente, pois o proprietário tem o direito de reaver o bem independentemente de com que esteja."
      },
      {
        "letra": "B",
        "texto": "Na situação narrada, o Juiz pode considerar as alegações trazidas pelos réus, privando Antônio de Bolonha da coisa, devendo fixar a justa indenização que será devida ao proprietário."
      },
      {
        "letra": "C",
        "texto": "O Direito Civil brasileiro considera o direito absoluto à propriedade, devendo ser julgada procedente a ação, desconsiderando, por falta de base normativa, os alegados pelos réus."
      },
      {
        "letra": "D",
        "texto": "O proprietário somente pode ser privado da coisa, nos casos de desapropriação, por necessidade ou utilidade pública ou interesse social, bem como no de requisição, em caso de perigo público iminente."
      },
      {
        "letra": "E",
        "texto": "A expropriação da propriedade que não atende a função social independe do pagamento de indenização."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2512258",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "O Código Civil denota que a propriedade pode ser adquirida por acessão. Diante do exposto, analise as seguintes afirmativas sobre aquisição da propriedade por: I. Formação de ilhas: em correntes comuns ou particulares pertencem aos proprietários ribeirinhos fronteiros, as ilhas que se formarem no meio do rio consideram-se acréscimos sobrevindos aos terrenos ribeirinhos fronteiros de ambas as margens, na proporção de suas testadas, até a linha que dividir o álveo em duas partes iguais. II. Aluvião: os acréscimos formados, sucessiva e imperceptivelmente, por depósitos e aterros naturais ao longo das margens das correntes, ou pelo desvio das águas destas, pertencem aos donos dos terrenos marginais, sem indenização. III. Avulsão: quando, por força natural violenta, uma porção de terra se destacar de um prédio e se juntar a outro, o dono deste adquirirá a propriedade do acréscimo, se indenizar o dono do primeiro ou, sem indenização, se, em um ano, ninguém houver reclamado. IV. Abandono de álveo: o álveo abandonado de corrente pertence aos proprietários ribeirinhos das duas margens, sem que tenham indenização os donos dos terrenos por onde as águas abrirem novo curso, entendendo-se que os prédios marginais se estendem até o meio do álveo. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2323878",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRT - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Com base no direito civil, julgue o item. São fungíveis os bens móveis cujo uso importa destruição imediata da própria substância, sendo, também, considerados tais os destinados à alienação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2322734",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião",
      "Efeitos, Tutela, Transmissão e Perda da Posse",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Em sua atuação como defensora pública ou defensor público hipoteticamente é recebida a intimação de uma sentença proferida em Ação de Usucapião na modalidade extraordinária, julgando improcedente o pedido para que seja declarada adquirida a propriedade de imóvel no qual a assistida, que compõe o polo ativo da ação, estabelece a sua moradia há cerca de dezessete anos, sendo três os fundamentos do juízo julgador: I - a área usucapienda é de tamanho inferior ao definido como módulo mínimo no município sede da comarca, não só comprometendo a organização urbana da localidade como também inviabilizando o posterior registro do imóvel no cartório competente, considerando as leis registrais vigentes. II - por ser a parte autora possuidora de má-fé, a procedência da ação geraria um enriquecimento sem causa em seu benefício e com prejuízo ao proprietário registral e III - em certidão constante dos autos há a comprovação de que a parte autora é proprietária de outro imóvel na mesma região. Considerando esse caso, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fundamento III está correto porque a usucapião é forma originária de aquisição da propriedade e tem como objetivo atingir sua função social e salvaguardar o direito à moradia, não sendo permitido que o proprietário de um imóvel se valha da via da usucapião extraordinária para adquirir uma segunda propriedade."
      },
      {
        "letra": "B",
        "texto": "São requisitos para a usucapião extraordinária a posse mansa, pacífica, de boa-fé e com animus domini, pelo período ininterrupto de quinze anos, sendo tal prazo reduzido para dez anos se o possuidor houver estabelecido no imóvel a sua moradia habitual, ou nele tiver realizado obras ou serviços de caráter produtivo."
      },
      {
        "letra": "C",
        "texto": "O reconhecimento da usucapião extraordinária pode ser obstado em razão de a área usucapienda ser inferior ao módulo estabelecido em lei municipal."
      },
      {
        "letra": "D",
        "texto": "O cartório de registro de imóveis não pode criar matrícula de imóvel que esteja em desacordo com a área mínima exigida em lei local, mesmo diante de decisão judicial declarando a propriedade da área pela via da usucapião extraordinária."
      },
      {
        "letra": "E",
        "texto": "A posse de má-fé não é impeditiva para que seja declarada adquirida uma propriedade pela via da usucapião extraordinária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2319983",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Efeitos, Tutela, Transmissão e Perda da Posse",
      "Modos de Aquisição da Propriedade Imóvel",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Em um lançamento de um condomínio de lotes de terrenos, Jaqueline adquire o Lote 3 da Quadra 5 pelo valor de R$ 50.000,00 (cinquenta mil reais). Um mês após a aquisição, Jaqueline construiu sua casa por meio de empreitada, de lavor e material, que consumiu R$ 150.000,00 (cento e cinquenta mil reais de sua economia) de suas economias. Três anos após o início da obra, Jaqueline recebeu notificação extrajudicial de Marcos reclamando a posse do imóvel, sob a alegação de ser proprietário do terreno em que a casa foi construída. Aturdida, Jaqueline descobre que, de fato, construiu, por total descuido, sobre terreno que julgava ser o Lote 3. Contudo, após análise técnica, verificou que sua casa estava, de fato, construída sobre o lote 4, titularizado por Marcos. Sem chegar a uma composição amigável, Jaqueline",
    "alternativas": [
      {
        "letra": "A",
        "texto": "faz jus à retenção do terreno, enquanto não for indenizada pela benfeitoria."
      },
      {
        "letra": "B",
        "texto": "adquirirá a propriedade, independentemente da vontade de Marcos, indenizando-o pelo solo."
      },
      {
        "letra": "C",
        "texto": "deve devolver o terreno a Marcos de forma livre e desembaraçada de pessoas e coisas."
      },
      {
        "letra": "D",
        "texto": "faz jus à propriedade do Lote 4 por força de usucapião especial."
      },
      {
        "letra": "E",
        "texto": "tem direito à indenização, após transferir a posse a Marcos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2304587",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Com base no que dispõe o Código Civil sobre posse e usucapião, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Possuidor é aquele que exerce todos os poderes inerentes à propriedade."
      },
      {
        "letra": "B",
        "texto": "A posse de má-fé não gera qualquer direito."
      },
      {
        "letra": "C",
        "texto": "Posse de má-fé é o mesmo que posse violenta ou clandestina."
      },
      {
        "letra": "D",
        "texto": "A pessoa que tiver posse direta, sem interrupção e sem contestação, por dois anos, de imóvel de até 250 m2 , utilizado para sua moradia, e que antes dividia com ex-companheiro ou ex-cônjuge que tenha abandonado o lar, pode adquirir o domínio do imóvel se não possuir nenhum outro, urbano ou rural."
      },
      {
        "letra": "E",
        "texto": "A exigência de não possuir imóvel para a usucapião urbana não se estende a imóveis rurais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2298888",
    "metadata": "Ano: 2023 | Banca: IDHTEC | Órgão: Câmara de Ilha de Itamaracá - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "A acessão é uma das formas de aquisição de propriedade. A acessão não se dá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por plantações ou construções"
      },
      {
        "letra": "B",
        "texto": "Por abandono de álveo"
      },
      {
        "letra": "C",
        "texto": "Por aluvião"
      },
      {
        "letra": "D",
        "texto": "Por avulsão"
      },
      {
        "letra": "E",
        "texto": "Por domínio"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2215590",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM de Natal - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Se a construção de edificação em terreno alheio exceder consideravelmente o valor do terreno, aquele que, de boa-fé, a tiver realizado adquirirá a propriedade do solo, mediante pagamento da indenização, por ser configurada, nesse caso, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "confusão."
      },
      {
        "letra": "B",
        "texto": "acessão."
      },
      {
        "letra": "C",
        "texto": "usucapião familiar."
      },
      {
        "letra": "D",
        "texto": "ocupação."
      },
      {
        "letra": "E",
        "texto": "usucapião extraordinária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2195257",
    "metadata": "Ano: 2023 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Sobre o instituto da venda com reserva de domínio, é cabível o entendimento de que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo risco da coisa responde o comprador antes da tradição."
      },
      {
        "letra": "B",
        "texto": "seja incidente sobre coisa móvel."
      },
      {
        "letra": "C",
        "texto": "ao longo da mora, é despiciendo o protesto do título ou interpelação judicial."
      },
      {
        "letra": "D",
        "texto": "não se aplica a teoria do adimplemento substancial para esse instituto jurídico."
      },
      {
        "letra": "E",
        "texto": "através do entendimento do STJ, esse mensura sobre a prescindibilidade da notificação extrajudicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2119323",
    "metadata": "Ano: 2023 | Banca: INQC | Órgão: COMDEP - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Modos de Aquisição da Propriedade Imóvel",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "K é legitimo possuidor de imóvel onde construiu sua casa e mantém sua família. Em determinado dia, é surpreendido pela presença de estranhos em torno do imóvel tentando invadi-lo. Após rápida resistência, obtém êxito na rejeição do ato invasor. O possuidor turbado poderá manter-se por sua própria força, contanto que o faça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "judicialmente"
      },
      {
        "letra": "B",
        "texto": "imediatamente"
      },
      {
        "letra": "C",
        "texto": "através de mediação"
      },
      {
        "letra": "D",
        "texto": "em vinte e quatro horas"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2082235",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Por cerca de doze anos, Gustavo exerceu a posse mansa e pacífica de um imóvel rural registrado em nome de Francisco. Após a morte de Gustavo, a posse foi transferida para seu filho, João, que permanece exercendo-a, sem nenhum embargo, há aproximadamente dez anos. Com o intuito de legalizar o imóvel e obter financiamento bancário, João pretende formalizar pedido administrativo de usucapião. A partir da situação hipotética anterior, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido deverá ser protocolado junto à secretaria de regularização fundiária do município onde se localiza o imóvel a ser usucapido; caso não exista essa secretaria no município ou ela não possua tal competência, o pedido deverá ser protocolado em outra secretaria municipal que detenha essa competência, conforme dispuser a lei municipal."
      },
      {
        "letra": "B",
        "texto": "Caso o pedido seja rejeitado na via administrativa por falta de documentação hábil a justificar o pleito, o interessado não poderá formular o mesmo pedido na esfera judicial."
      },
      {
        "letra": "C",
        "texto": "O procedimento administrativo só será admitido se o interessado instruir o seu pedido com prova verossímil do seu direito, uma vez que não será admissível a produção de provas ou a realização de diligência com o objetivo de comprovar os seus pressupostos."
      },
      {
        "letra": "D",
        "texto": "Eventual impugnação formulada por terceiro interessado será processada e decidida pelo oficial do cartório de imóvel da comarca onde se situa o imóvel objeto do pedido de usucapião."
      },
      {
        "letra": "E",
        "texto": "O procedimento administrativo será admitido ainda que o imóvel a ser usucapido não contenha matrícula no registro de imóveis competente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2170513",
    "metadata": "Ano: 2022 | Banca: FAFIPA | Órgão: Câmara de Ourizona - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Pedro vendeu um imóvel a João, que por sua vez formalizou a aquisição do imóvel tão somente através de um contrato de compra e venda, sem promover a averbação junto à matrícula do imóvel. Passados mais de 20 anos dessa situação, João, que permanece no imóvel adquirido de Pedro, é citado em uma ação reivindicatória promovida pelo único herdeiro de Pedro, que pretende imitir-se na posse do bem herdado, do qual agora é proprietário. João te procura para promover sua defesa. Diante disso, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João não poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que nunca deteve o domínio do imóvel, que só se transmite pelo registro imobiliário, de modo que sua posse era injusta que, como se sabe, não possibilita a aquisição do bem pela usucapião."
      },
      {
        "letra": "B",
        "texto": "João poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que está há 20 anos em imóvel do qual possui justo título, preenchendo todos os requisitos para o reconhecimento de sua propriedade através da usucapião, que, entretanto, não poderá ser alegada como matéria de defesa na ação reivindicatória, mas suspenderá a reivindicatória por um ano se ingressada por dependência em autos apartados."
      },
      {
        "letra": "C",
        "texto": "João não poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, mas poderá contestar a ação reivindicatória pleiteando todas as benfeitorias necessárias realizadas nos últimos cinco anos, em respeito ao prazo prescricional para fazê-lo."
      },
      {
        "letra": "D",
        "texto": "João não poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que foi citado de ação reivindicatória, o que lhe obriga a deixar o imóvel em até 15 (quinze) dias após a citação."
      },
      {
        "letra": "E",
        "texto": "João poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que está há 20 anos em imóvel do qual possui justo título, preenchendo todos os requisitos para o reconhecimento de sua propriedade através da usucapião, que poderá ser alegada, inclusive, como matéria de defesa na ação reivindicatória, diante do seu caráter dúplice."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2104828",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: PGE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Uma escola pública foi invadida por um grupo de vinte homens maiores e capazes. A Administração Pública",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ingressar com uma ação de reintegração de posse."
      },
      {
        "letra": "B",
        "texto": "poderá restituir-se na posse por força própria, desde que o faça logo e sem abuso."
      },
      {
        "letra": "C",
        "texto": "deverá ingressar com uma ação reivindicatória."
      },
      {
        "letra": "D",
        "texto": "deverá ajuizar uma cautelar de produção antecipada de prova."
      },
      {
        "letra": "E",
        "texto": "deverá garantir a realocação dos invasores em programa de habitação social."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1976191",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: SEDF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Julgue o item, referentes ao direito civil.Somente a autoridade judiciária pátria é competente para conhecer das ações que tenham como objeto imóveis situados no Brasil.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1971992",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "O meio de defesa da propriedade que instrumentaliza o direito de reavê-la quando o proprietário não possuidor se vê privado da posse de bem imóvel detido injustamente por terceiro é dotado de caráter",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mantenedor da posse."
      },
      {
        "letra": "B",
        "texto": "reivindicatório."
      },
      {
        "letra": "C",
        "texto": "reintegrativo."
      },
      {
        "letra": "D",
        "texto": "de interdição."
      },
      {
        "letra": "E",
        "texto": "expropriatório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1971717",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel",
      "Multipropriedade Imobiliária"
    ],
    "enunciado_principal": "Considere as assertivas a seguir: I. Multipropriedade é o regime de condomínio em que cada um dos proprietários de um mesmo imóvel é titular de uma fração de tempo, à qual corresponde a faculdade de uso e gozo, com exclusividade, da totalidade do imóvel, a ser exercida pelos proprietários de forma alternada e não se extingue automaticamente se todas as frações de tempo forem do mesmo multiproprietário. II. Haverá direito de preferência na alienação de fração de tempo, ainda que não estabelecido no instrumento de instituição ou na convenção do condomínio em multipropriedade em favor dos demais multiproprietários ou do instituidor do condomínio em multipropriedade. III. O atraso, por parte de instituição financeira, na baixa de gravame de alienação fiduciária no registro de veículo não caracteriza, por si só, dano moral in re ipsa. IV. O reconhecimento da usucapião extraordinária, mediante o preenchimento dos requisitos específicos, não pode ser obstado em razão de a área usucapienda ser inferior ao módulo estabelecido em lei municipal. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II e IV são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, III e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II, III e IV são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1942131",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: Prefeitura de Teresina - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Em relação à aquisição e perda da propriedade imóvel:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O álveo abandonado de corrente pertence aos proprietários ribeirinhos das duas margens em igual proporção, indenizando-se os donos dos terrenos por onde as águas abrirem novo curso."
      },
      {
        "letra": "B",
        "texto": "Os acréscimos formados, sucessiva e imperceptivelmente, por depósitos e aterros naturais ao longo das margens das correntes, ou pelo desvio das águas destas, pertencem aos donos dos terrenos marginais, sem indenização."
      },
      {
        "letra": "C",
        "texto": "Perde-se a propriedade do imóvel situado em zona rural se o proprietário o abandonar, com a intenção de não mais conservar em seu patrimônio por cinco anos, caso em que poderá passar à propriedade do Estado ou do Município, dependendo de sua localização."
      },
      {
        "letra": "D",
        "texto": "A usucapião é meio de aquisição da propriedade, reconhecida por sentença constitutiva que servirá de título para o registro no Cartório de Registro de Imóveis."
      },
      {
        "letra": "E",
        "texto": "Transfere-se entre vivos a propriedade mediante o registro do título translativo no Registro de Imóveis, cuja eficácia retroagirá à data da lavratura da escritura definitiva de compra e venda do imóvel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1913912",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: SES-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Considerando o Código Civil de 2002, é correto afirmar que as normas sobre Aquisição de propriedade de imóveis estão contidas no Livro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do Direito das Coisas."
      },
      {
        "letra": "B",
        "texto": "do Direito de Empresa."
      },
      {
        "letra": "C",
        "texto": "do Direito de Família."
      },
      {
        "letra": "D",
        "texto": "das Relações de parentesco."
      },
      {
        "letra": "E",
        "texto": "das Pessoas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1891786",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Em se tratando da regra geral das construções e plantações estabelecidas no nosso Código Civil Brasileiro, aquele que semeia, planta ou edifica em terreno alheio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ganha, em desfavor do proprietário, as sementes, plantas e construções."
      },
      {
        "letra": "B",
        "texto": "deverá pagar ao proprietário pelas benfeitorias realizadas no imóvel sem autorização."
      },
      {
        "letra": "C",
        "texto": "perde, em proveito do proprietário, as sementes, plantas e construções, mas tem direito à indenização, caso tenha procedido de boa-fé."
      },
      {
        "letra": "D",
        "texto": "perde, em proveito do proprietário, as sementes, plantas e construções, sem possibilidade de indenização."
      },
      {
        "letra": "E",
        "texto": "ganha, em desfavor do proprietário, somente as sementes e plantas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1886804",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Assinale a opção correspondente à modalidade de aquisição de propriedade móvel que ocorre quando indivíduo que, enquanto trabalhando em matéria-prima em parte alheia, acaba obtendo nova espécie, sendo desta considerado proprietário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "especificação"
      },
      {
        "letra": "B",
        "texto": "usucapião"
      },
      {
        "letra": "C",
        "texto": "achado do tesouro"
      },
      {
        "letra": "D",
        "texto": "confusão"
      },
      {
        "letra": "E",
        "texto": "ocupação"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1862994",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "A moradia constitui direito fundamental como corolário do princípio da dignidade da pessoa humana. Lamentavelmente, por falta de recursos ou por desconhecimento, são celebrados negócios que transferem a posse física do imóvel sem observar a dimensão registral ou urbanística do ato. A necessidade de disciplinar a ocupação do solo, por outro lado, emerge como dever derivado da proteção ambiental, da garantia de salubridade, da segurança urbana e da obrigatoriedade de publicização do direito real. No conflito entre os valores, o Poder Judiciário vem tentando uniformizar os entendimentos a respeito da matéria. Em relação ao tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o reconhecimento da usucapião extraordinária pressupõe o atendimento do requisito de exercício de posse mansa, pacífica e sem oposição, pelo prazo determinado em lei, conforme a hipótese e a observância do módulo estabelecido por lei municipal de acordo com as normas de parcelamento do solo urbano;"
      },
      {
        "letra": "B",
        "texto": "a impossibilidade de publicidade do direito de propriedade com o registro imobiliário, por meio da abertura de matrícula, impede o reconhecimento da declaração do direito de propriedade em sentença de usucapião;"
      },
      {
        "letra": "C",
        "texto": "a pretensão de adjudicação compulsória não se sujeita a prazo prescricional, mas se extingue por meio de usucapião exercida por terceiro;"
      },
      {
        "letra": "D",
        "texto": "o direito à adjudicação compulsória não se condiciona ao registro do compromisso de compra e venda no cartório de registro de imóveis, mesmo quando não exercido em face do promitente vendedor;"
      },
      {
        "letra": "E",
        "texto": "a inexistência de prova de quitação do preço, por requisito essencial à pretensão de adjudicação compulsória, importa na improcedência do pedido de adjudicação, sendo irrelevante o decurso do tempo suficiente para fundamentar a prescrição de eventual débito ou a aquisição do domínio pelo instituto da usucapião."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1865202",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: SEFAZ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "De acordo com o Código Civil, a propriedade imóvel pode ser adquirida por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrato, usucapião e evicção."
      },
      {
        "letra": "B",
        "texto": "registro do título translativo no Registro de Imóveis, usucapião e evicção."
      },
      {
        "letra": "C",
        "texto": "acessão, usucapião e registro do título translativo no Registro de Imóveis."
      },
      {
        "letra": "D",
        "texto": "contrato, tradição e acessão."
      },
      {
        "letra": "E",
        "texto": "contrato, ocupação e evicção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1859435",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "José e Antônio são proprietários de casas instaladas próximas à margem de um rio, cada qual em uma margem oposta. Com as mudanças climáticas, houve uma diminuição notável e permanente do volume do rio, acarretando pequeno acréscimo de propriedade nas margens dos terrenos pertencentes aos moradores ribeirinhos. Assim, sem que haja indenização aos donos dos terrenos, a propriedade de cada um deles estende-se até a mediania do rio. O fenômeno descrito trata-se de aquisição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "derivada de propriedade por meio de aluvião."
      },
      {
        "letra": "B",
        "texto": "originária de propriedade por meio de álveo abandonado."
      },
      {
        "letra": "C",
        "texto": "originária de propriedade por meio de avulsão."
      },
      {
        "letra": "D",
        "texto": "derivada de propriedade por meio de acessão natural."
      },
      {
        "letra": "E",
        "texto": "originária de propriedade por meio de usucapião."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1859431",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Marinalva compareceu ao atendimento da Defensoria Pública do Estado do Amazonas, com a finalidade de obter providências para regularizar o título sobre o imóvel em que reside há cinco anos. Apresentou o documento de Promessa de Compra e Venda de Imóvel, subscrito pelas partes, testemunhas e devidamente registrado em Cartório. No documento, não consta cláusula de arrependimento, mas o promissor se recusa a outorgar a escritura definitiva. Diante desta situação, o/a defensor/a público/a deverá informar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não será necessária qualquer outra providência judicial para a regularização do domínio, uma vez que o contrato já foi devidamente registrado em cartório e, portanto, já transferiu a propriedade."
      },
      {
        "letra": "B",
        "texto": "a única forma para a regularização do domínio sobre o imóvel é por meio de usucapião, judicial ou extrajudicial, se presentes os requisitos legais para tanto."
      },
      {
        "letra": "C",
        "texto": "é possível a adjudicação compulsória do imóvel, por meio de ação judicial, independentemente de prova da quitação do preço avençado."
      },
      {
        "letra": "D",
        "texto": "é possível a adjudicação compulsória do imóvel, por meio de ação judicial, desde que Marinalva tenha prova da quitação do preço avençado."
      },
      {
        "letra": "E",
        "texto": "em razão da natureza de pré-contrato inerente à promessa de venda, inexiste direito real na hipótese, de modo que resta a resolução por perdas e danos no caso de descumprimento da promessa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1859257",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "J. encontrou um lote vago e, embora soubesse que o bem era de propriedade de L., tomou posse e construiu um barracão para moradia dele e de sua família. Proposta a ação de reintegração de posse três anos após a invasão, J. apresentou defesa e alegou que sua posse é justa com base no princípio constitucional da função social da propriedade, porque o proprietário havia adquirido o mesmo há trinta anos e não o utilizava. A tese de J.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser acolhida, porque ainda não há prazo para usucapião."
      },
      {
        "letra": "B",
        "texto": "não pode ser acolhida, porque faltou prova de lesão ao princípio constitucional invocado."
      },
      {
        "letra": "C",
        "texto": "não pode ser acolhida, porque, no Brasil, a propriedade é absoluta."
      },
      {
        "letra": "D",
        "texto": "pode ser acolhida, porque, no Brasil, a propriedade não é absoluta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1781540",
    "metadata": "Ano: 2021 | Banca: AOCP | Órgão: MPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Analise o seguinte caso hipotético: Marina é proprietária de um prédio aqui denominado X, e Euler é proprietário de outro prédio denominado aqui como Y, sendo que suas propriedades se encontram em margem de rio não navegável. No ano de 2020, diante de forte tempestade, ocorreu desprendimento de porção considerável do imóvel de Euler, tendo sua porção se juntado natural e subitamente ao imóvel de Marina. Considerando tais colocações, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O caso em tela, diante da ocorrência classificada como força natural e violenta, configura-se como o instituto civil denominado avulsão."
      },
      {
        "letra": "B",
        "texto": "Ultrapassado o prazo de um ano sem que tenha havido reclamação a respeito, Marina poderá adquirir a propriedade sem a necessidade de indenização a Euler."
      },
      {
        "letra": "C",
        "texto": "Dentro do prazo de um ano, poderá Marina adquirir a propriedade acrescida, caso indenize Euler."
      },
      {
        "letra": "D",
        "texto": "Visando à proteção da propriedade privada, a legislação civil permite que, nesse caso, Euler recuse a indenização se oferecida dentro do prazo de um ano, caso em que Marina deverá aquiescer que seja removida a parte acrescida."
      },
      {
        "letra": "E",
        "texto": "Trata-se o caso em tela de aquisição por acessão configurada como aluvião, diante dos acréscimos formados ao longo das margens das correntes, ou pelo desvio das águas destas, pertencentes aos donos dos terrenos marginais, independentemente se o acréscimo ocorreu de forma súbita ou sucessiva e imperceptivelmente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1759304",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Em 2003, Francisco adquiriu de Pedro lote de terreno de 330 m2 , em área urbana, através de contrato particular de compra e venda, contrato esse não levado a registro. No contrato estava previsto o pagamento de 30 parcelas de R$ 300,00. Francisco reside no local desde 2003 e não possui qualquer outro imóvel urbano ou rural. Em janeiro de 2021, Francisco procura o(a) Defensor(a) Público(a) da Comarca em que reside para regularizar a situação imobiliária do imóvel. O(A) Defensor(a) Público(a), ao analisar a documentação, verifica o seguinte: a parte apresentou comprovante de pagamento de todas as parcelas, o contrato não está assinado por Pedro e o lote em questão não é registrado no Registro de Imóveis competente. O(A) Defensor(a) Público(a) deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ajuizar ação de usucapião ordinário;"
      },
      {
        "letra": "B",
        "texto": "ajuizar ação de adjudicação compulsória;"
      },
      {
        "letra": "C",
        "texto": "ajuizar ação de usucapião constitucional urbano;"
      },
      {
        "letra": "D",
        "texto": "informar que não é possível o ajuizamento de qualquer demanda, oficiando para a Corregedoria-Geral da Defensoria Pública;"
      },
      {
        "letra": "E",
        "texto": "encaminhar as partes para o cartório do Registro Geral de Imóveis (RGI) competente para lavratura de escritura de usucapião extrajudicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1755081",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: Prefeitura de Tramandaí - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Segundo entendimento sumulado do STJ, em matéria de Direito Civil, assinale a alternativa INCORRETA quanto à posse e propriedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ocupação indevida de bem público configura mera detenção, de natureza precária, insuscetível de retenção ou indenização por acessões e benfeitoria."
      },
      {
        "letra": "B",
        "texto": "Os registros de propriedade particular de imóveis situados em terrenos de marinha não são oponíveis à União."
      },
      {
        "letra": "C",
        "texto": "É admissível a oposição de embargos de terceiro fundados em alegação de posse advinda do compromisso de compra e venda de imóvel, desde que devidamente registrado."
      },
      {
        "letra": "D",
        "texto": "A falta de registro do compromisso de compra e venda não dispensa a prévia interpelação para constituir em mora o devedor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1239579",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: Prefeitura de Betim - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Sobre o Direito das Coisas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao possuidor de má-fé serão ressarcidas somente as benfeitorias úteis; não lhe assiste o direito de retenção pela importância destas, nem o de levantar as voluptuárias."
      },
      {
        "letra": "B",
        "texto": "Decorridos, no mínimo, 180 (cento e oitenta) dias da divulgação da notícia pela imprensa, ou do edital, não se apresentando quem comprove a propriedade sobre a coisa, será esta vendida em hasta pública e, deduzidas do preço as despesas mais a recompensa do descobridor, pertencerá o remanescente ao Município em cuja circunscrição se deparou o objeto perdido."
      },
      {
        "letra": "C",
        "texto": "Aquele que possuir coisa móvel como sua, contínua e incontestadamente durante 02 (dois) anos, com justo título e boa-fé, adquirir-lhe-á a propriedade."
      },
      {
        "letra": "D",
        "texto": "Em caso de alienação de qualquer das unidades sobrepostas, terão direito de preferência, em igualdade de condições com terceiros, os titulares da construção-base e da laje, nessa ordem, que serão cientificados por escrito para que se manifestem no prazo de 15 (quinze) dias, salvo se o contrato dispuser de modo diverso."
      },
      {
        "letra": "E",
        "texto": "O imóvel urbano que o proprietário abandonar, com a intenção de não mais o conservar em seu patrimônio, e que se não encontrar na posse de outrem, poderá ser arrecadado, como bem vago, e passar, três anos depois, à propriedade do Município ou à do Distrito Federal, se se achar nas respectivas circunscrições."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2070109",
    "metadata": "Ano: 2019 | Banca: IBFC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel",
      "Modos de Perda da Propriedade",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "O Código Civil disciplina a aquisição e perda da propriedade móvel, embora apresentando normas concernentes à aquisição do referido domínio, isto porque, se, de um lado, alguém adquire um direito de propriedade, em regra, de outro lado, alguém perde, concomitante, a titularidade desse direito. Considere as hipóteses de aquisição e perda da coisa e assinale a alternativa que apresenta a explicação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usucapião: aquele que possuir coisa móvel como sua, contínua e incontestadamente durante 5 anos, com justo título e boa-fé, adquirir-lhe-á a propriedade"
      },
      {
        "letra": "B",
        "texto": "achado do Tesouro: depósito atual de coisas preciosas, oculto e de cujo dono se tenha a memória. Será dividido por igual entre o proprietário e o que achar o tesouro ocasionalmente"
      },
      {
        "letra": "C",
        "texto": "tradição: quando o transmitente continua a possuir pelo constituto possessório; quando cede ao adquirente o direito à restituição da coisa, que se encontra em poder de terceiro; ou quando o adquirente já está na posse da coisa, por ocasião do negócio jurídico"
      },
      {
        "letra": "D",
        "texto": "especificação: aquele que, trabalhando em obra-prima sua, obtiver espécie nova, desta será proprietário, isso se puder restituir à forma anterior"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1690469",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Birigui - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Se o comprador permanece na posse do bem imóvel, no caso de rescisão do contrato de promessa de compra e venda, até que efetivamente o devolva, é possível afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na intermediação imobiliária, não é válida a cláusula contratual que crie encargos ao comprador por inadimplência."
      },
      {
        "letra": "B",
        "texto": "enseja o pagamento de aluguéis pelo tempo de permanência, apenas se o contrato tenha sido rescindido por inadimplemento da compradora."
      },
      {
        "letra": "C",
        "texto": "eventual ressarcimento não é devido por força da determinação legal segundo a qual a ninguém é dado enriquecer sem causa à custa de outrem."
      },
      {
        "letra": "D",
        "texto": "o desfazimento do negócio jurídico de compra e venda do imóvel motiva o retorno das partes ao estado anterior, sem qualquer contraprestação."
      },
      {
        "letra": "E",
        "texto": "é devida a condenação ao pagamento de taxa de ocupação (aluguéis) pelo período em que o comprador permanecer na posse do bem imóvel."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1622396",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Dois Córregos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Sobre a aquisição da propriedade imóvel por registro do título aquisitivo, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas se aplica para a transmissão da propriedade em decorrência de testamento, quando se tratar de aquisição por causa mortis."
      },
      {
        "letra": "B",
        "texto": "ainda que não se registre o título translativo, o alienante deixa de ser havido como dono do imóvel se tiver havido negócio particular válido."
      },
      {
        "letra": "C",
        "texto": "enquanto não se promover, por meio de ação própria, a decretação de invalidade do registro, e o respectivo cancelamento, o alienante continua a ser havido como dono do imóvel."
      },
      {
        "letra": "D",
        "texto": "o registro é eficaz desde o momento em que se apresentar o título ao oficial do registro, e este o prenotar no protocolo."
      },
      {
        "letra": "E",
        "texto": "cancelado o registro, não poderá o proprietário reivindicar o imóvel, independentemente da boa-fé ou do título do terceiro adquirente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1198226",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Em relação à aquisição da propriedade imóvel, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Adquire-se propriedade por avulsão em decorrência de acréscimos formados, sucessiva e imperceptivelmente, por depósitos e aterros naturais ao longo das margens das correntes, ou pelo desvio das águas desta."
      },
      {
        "letra": "B",
        "texto": "Adquire a propriedade de área de terra em zona rural não superior a 50 hectares aquele que a possua como sua, por cinco anos ininterruptos, sem oposição, tornando-a produtiva por seu trabalho ou de sua família, tendo nela sua moradia, desde que não seja proprietário de imóvel rural ou urbano."
      },
      {
        "letra": "C",
        "texto": "Aquele que, por dez anos, sem interrupção nem oposição, possuir como seu um imóvel urbano adquire-lhe a propriedade, desde que tenha boa-fé, mesmo sem justo título."
      },
      {
        "letra": "D",
        "texto": "O aumento que o rio acresce às terras de modo vagaroso recebe o nome de aluvião, e estes acréscimos pertencem aos donos dos terrenos marginais, mediante indenização."
      },
      {
        "letra": "E",
        "texto": "Adquire-se a propriedade por abandono de álveo quando houver acréscimo de terras às margens de um rio, provocado pelo desvio de águas por força natural violenta, desde que sejam indenizados os donos dos terrenos por onde as águas abrirem novo curso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1174757",
    "metadata": "Ano: 2019 | Banca: Itame | Órgão: Prefeitura de Senador Canedo - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Sobre a aquisição de propriedade de imóvel, segundo o Código Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A transferência da propriedade do bem imóvel entre vivos dá-se mediante o registro do título translativo no Registro de Imóveis, permanecendo o alienante na condição de proprietário do bem enquanto não for efetuado o registro;"
      },
      {
        "letra": "B",
        "texto": "O comprador será considerado proprietário do imóvel a partir do momento em que passar a exerce a posse direta do imóvel, ainda que não tenha registrado o título translativo perante o Registro de Imóveis, sendo este considerado formalismo notarial;"
      },
      {
        "letra": "C",
        "texto": "A usucapião é modo secundário de aquisição de propriedade uma vez que demanda o reconhecimento por sentença judicial transitada em julgada em favor do possuidor;"
      },
      {
        "letra": "D",
        "texto": "Se o construtor estiver de má-fé, e a invasão do solo alheio exceder a vigésima parte deste, adquire a propriedade da parte do solo invadido, e responde por perdas e danos que abranjam o valor que a invasão acrescer à construção, mais o da área perdida e o da desvalorização da área remanescente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1014320",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Piracicaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "Quanto à aquisição e perda da propriedade, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "enquanto não se promover, por meio de ação própria, a decretação de invalidade do registro, e o respectivo cancelamento, o adquirente continua a ser havido como dono do imóvel."
      },
      {
        "letra": "B",
        "texto": "aquele que, não sendo proprietário de imóvel rural ou urbano, possua como sua, por cinco anos ininterruptos, sem oposição, área de terra em zona rural não superior a duzentos e cinquenta hectares, tornando-a produtiva por seu trabalho ou de sua família, tendo nela sua moradia, adquirirá a propriedade."
      },
      {
        "letra": "C",
        "texto": "a usucapião especial urbana por abandono do lar corresponde à forma de aquisição derivada da propriedade do bem imóvel em sua totalidade."
      },
      {
        "letra": "D",
        "texto": "o imóvel urbano abandonado pelo proprietário, com a intenção de não mais o conservar em seu patrimônio, mesmo na posse de outra pessoa, poderá ser arrecadado, como bem vago, e passar, três anos depois, à propriedade do Município ou à do Distrito Federal, caso se encontre nas respectivas circunscrições."
      },
      {
        "letra": "E",
        "texto": "a propriedade móvel, por ser transmitida pela tradição, não permite sua aquisição pela usucapião."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "998747",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Assinale a alternativa que corresponda à afirmativa FALSA: I. A árvore, cujo tronco estiver na linha divisória, presume-se pertencer em comum aos donos dos prédios confinantes. II. O álveo abandonado de corrente pertence aos proprietários ribeirinhos das duas margens, sem que tenham indenização os donos dos terrenos por onde as águas abrirem novo curso, entendendo-se que os prédios marginais se estendem até o meio do álveo. III. Aquele que semeia, planta ou edifica em terreno alheio perde, em proveito do proprietário, as sementes, plantas e construções; se procedeu de boa-fé, terá direito a indenização. IV. O aluvião consiste em uma porção de terra que se destaca de um prédio e se junta a outro, por força natural violenta, sendo certo que o dono deste adquirirá a propriedade do acréscimo, se indenizar o dono do primeiro ou, sem indenização, se, em um ano, ninguém houver reclamado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "IV."
      },
      {
        "letra": "B",
        "texto": "I."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "II."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "990669",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o direito de propriedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na alienação fiduciária em garantia que tenha por objeto bem imóvel, a escritura pública poderá ser substituída por instrumento particular, independentemente do valor do bem."
      },
      {
        "letra": "B",
        "texto": "Na prescrição aquisitiva da propriedade imóvel, em regra o possuidor não pode, para o fim de contagem do tempo exigido pela lei, acrescentar à sua posse a posse exercida pelos possuidores antecedentes."
      },
      {
        "letra": "C",
        "texto": "Pela regra geral do direito brasileiro, transfere-se a propriedade do bem imóvel, entre vivos, pela confecção do título translativo."
      },
      {
        "letra": "D",
        "texto": "O abandono de bem imóvel não configura hipótese de perda definitiva da propriedade, ressalvada a possibilidade de prescrição aquisitiva por terceiros."
      },
      {
        "letra": "E",
        "texto": "A escritura pública é instrumento essencial para a validade da transferência da propriedade de bens imóveis, independentemente do valor do bem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "968723",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: AFAP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Quanto às formas de aquisição da propriedade imóvel,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ter-se-á o aluvião quando, por força natural violenta, uma porção de terra se destacar de um prédio e se juntar a outro, acrescendo-o."
      },
      {
        "letra": "B",
        "texto": "a usucapião é modo derivado de aquisição da propriedade e a sentença que a reconhece é de natureza constitutiva do domínio."
      },
      {
        "letra": "C",
        "texto": "quando isto se der pelo registro do título, enquanto não se promover, por meio de ação própria, a decretação de invalidade desse título, e o respectivo cancelamento, o adquirente continua a ser havido como dono do imóvel."
      },
      {
        "letra": "D",
        "texto": "o álveo abandonado de corrente pertence por igual aos proprietários ribeirinhos das duas margens, indenizando-se os donos dos terrenos por onde as águas abrirem novo curso."
      },
      {
        "letra": "E",
        "texto": "aquele que semeia, planta ou edifica em terreno próprio com sementes, plantas ou materiais alheios, adquire a propriedade destes, sem a obrigação de pagar-lhes o valor correspondente se agiu de boa-fé."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "993012",
    "metadata": "Ano: 2018 | Banca: Crescer Concursos | Órgão: Prefeitura de Uruçuí - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "O Código Civil Brasileiro dispõe sobre as formas de aquisição e perda da Propriedade. Sobre o tema, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A renúncia é causa de perda da Propriedade."
      },
      {
        "letra": "B",
        "texto": "Transfere-se entre vivos a propriedade mediante o registro do título translativo no Registro de Imóveis. Enquanto não se registrar o título translativo, o alienante continua a ser havido como dono do imóvel."
      },
      {
        "letra": "C",
        "texto": "Aquele que, por dez anos, sem interrupção, nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de título e boa-fé; podendo requerer ao juiz que assim o declare por sentença, a qual servirá de título para o registro no Cartório de Registro de Imóveis"
      },
      {
        "letra": "D",
        "texto": "O imóvel urbano que o proprietário abandonar, com a intenção de não mais o conservar em seu patrimônio, e que se não encontrar na posse de outrem, poderá ser arrecadado, como bem vago, e passar, três anos depois, à propriedade do Município ou à do Distrito Federal, se se achar nas respectivas circunscrições"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "936331",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Dez anos atrás o Município de São Paulo realizou obra que acabou por definir novo traçado ao rio Tietê, cujas águas abandonaram parte do antigo leito e passaram a correr em outra região. Com o desvio do rio e consequentemente esvaziamento das águas, a “Sociedade Especial Veículos e Peças Ltda” que era proprietária de terreno localizado às margens do antigo traçado do rio Tietê, tomou posse da área do álveo descoberto que ficava no limite de sua testada, totalizando 791,5 m2. Dois sujeitos se insurgiram contra tal ocupação: a) o dono do imóvel ribeirinho localizado na mesma direção da Sociedade, mas na outra margem; b) o Município de São Paulo. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a propriedade do álveo abandonado é do Município."
      },
      {
        "letra": "B",
        "texto": "ambos os proprietários ribeirinhos têm direito à metade do terreno descoberto pelo álveo abandonado."
      },
      {
        "letra": "C",
        "texto": "o Município de São Paulo terá que desfazer a obra para que seja retomado o curso do rio Tietê."
      },
      {
        "letra": "D",
        "texto": "nenhum dos insurgentes tem razão."
      },
      {
        "letra": "E",
        "texto": "a área passou a ser considerada res nullius."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "932643",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Wallace reside com sua família, desde novembro de 1999, ininterruptamente e sem oposição, em imóvel público de 270 m2, situado em área com características e finalidade urbanas. Nesse diapasão, Wallace, em relação ao aludido imóvel,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possui direito subjetivo à aquisição compulsória do imóvel ocupado, desde que não seja proprietário ou concessionário, a qualquer título, de outro imóvel urbano ou rural, bem como que não tenha tido referido direito reconhecido anteriormente."
      },
      {
        "letra": "B",
        "texto": "completou o prazo de prescrição aquisitiva do imóvel, passível de ser usucapido por se tratar de bem dominical."
      },
      {
        "letra": "C",
        "texto": "não tem direito à aquisição compulsória do imóvel pelo fato de ser bem público e, ainda que fosse da categoria dos bens públicos dominicais, estaria protegido pela imprescritibilidade."
      },
      {
        "letra": "D",
        "texto": "pode adquirir o imóvel por usucapião especial urbana, desde que não seja proprietário ou concessionário, a qualquer título, de outro imóvel urbano ou rural."
      },
      {
        "letra": "E",
        "texto": "não possui direito à usucapião ou outra modalidade de aquisição originária de propriedade, porque o bem público por ele ocupado foi destinado a finalidade urbana."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "926805",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Verificando a existência de tensão social em determinada região, em torno de propriedade privada rural, o Poder Público decide intervir. Nesse sentido, assinale a opção que indica as medidas jurídicas aptas a promover o acesso à propriedade privada rural.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Arrendamento - herança - compra e venda."
      },
      {
        "letra": "B",
        "texto": "Desapropriação por interesse social - arrendamento – doação."
      },
      {
        "letra": "C",
        "texto": "Desapropriação por interesse social - servidão – usucapião."
      },
      {
        "letra": "D",
        "texto": "Herança - compra e venda - arrecadação de bens vagos."
      },
      {
        "letra": "E",
        "texto": "Acessão - arrendamento - compra e venda."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "880733",
    "metadata": "Ano: 2018 | Banca: FAUEL | Órgão: Prefeitura de Paranavaí - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "Sobre a aquisição da propriedade móvel e imóvel, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Adquire-se a propriedade imóvel, entre vivos, por meio do registro do título translativo no cartório de registro de imóveis competente."
      },
      {
        "letra": "B",
        "texto": "A aluvião diz respeito aos acréscimos formados, sucessiva e imperceptivelmente, por depósitos e aterros naturais ao longo das margens das correntes, ou pelo desvio das águas destas, os quais pertencem aos donos dos terrenos marginais, sem indenização."
      },
      {
        "letra": "C",
        "texto": "Aquele que possuir coisa móvel como sua, contínua e incontestadamente durante três anos, com justo título e boa-fé, adquirir-lhe-á a propriedade."
      },
      {
        "letra": "D",
        "texto": "O imóvel urbano que o proprietário abandonar, com a intenção de não mais o conservar em seu patrimônio, e que se não encontrar na posse de outrem, poderá ser arrecadado, como bem vago, e passar, três anos depois, à propriedade da União."
      },
      {
        "letra": "E",
        "texto": "Aquele que exercer, por 2 (dois) anos ininterruptamente e sem oposição, posse direta, com exclusividade, sobre imóvel urbano de até 250m² (duzentos e cinquenta metros quadrados) cuja propriedade divida com ex-cônjuge ou ex-companheiro que abandonou o lar, utilizando-o para sua moradia ou de sua família, adquirir-lhe-á o domínio integral, desde que não seja proprietário de outro imóvel urbano ou rural."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "866417",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Roberto abandonou o lar e sua companheira, Francisca, no Recife – PE e foi para São Paulo – SP, deixando um imóvel urbano de 120 m2 , adquirido onerosamente na constância da união estável, mas registrado no cartório de imóveis apenas no nome de Roberto. Francisca não tinha outra propriedade imóvel e residiu no local ininterruptamente e sem oposição. Após três anos, Roberto voltou ao Recife – PE com o propósito de retirar Francisca do imóvel. Considerando essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Francisca não terá direito ao imóvel, uma vez que o bem estava registrado apenas no nome de Roberto."
      },
      {
        "letra": "B",
        "texto": "Francisca terá direito à metade do imóvel caso comprove que contribuiu financeiramente para a sua aquisição na constância da união estável."
      },
      {
        "letra": "C",
        "texto": "Roberto, por ter abandonado o lar, não terá direito ao imóvel, porque Francisca usucapiu o bem."
      },
      {
        "letra": "D",
        "texto": "Roberto terá direito ao imóvel, porque, para Francisca usucapir o bem, ela teria de atender ao requisito temporal mínimo de cinco anos."
      },
      {
        "letra": "E",
        "texto": "A residência do casal deverá ser partilhada na proporção de 50% para cada companheiro, tendo em vista que, em se tratando de união estável, aplica-se o regime de comunhão parcial de bens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866416",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Francisco comprou, em janeiro de 2014, um lote de 240 m2 de Antônio, que se apresentou como proprietário do imóvel. Francisco construiu uma casa de alvenaria, instalando-se no local com sua família. Depois de três anos de posse mansa e pacífica, Danilo, o verdadeiro proprietário, ajuizou ação para reaver a posse do imóvel. Só então, Francisco descobriu que fora vítima de uma fraude, pois Antônio havia falsificado os documentos para induzi-lo a erro. Considerando essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Francisco não poderá adquirir o terreno mediante pagamento de indenização a Danilo, ainda que a construção exceda consideravelmente o valor do terreno."
      },
      {
        "letra": "B",
        "texto": "Não tendo observado a fraude no momento da contratação, Francisco não poderá pleitear indenização em face de Antônio."
      },
      {
        "letra": "C",
        "texto": "Danilo perderá o terreno em favor de Francisco, cabendo-lhe apenas o direito à indenização."
      },
      {
        "letra": "D",
        "texto": "Francisco adquiriu, em 2017, a propriedade do imóvel pela usucapião especial urbana, ficando, nesse caso, dispensado de pagar indenização a Danilo."
      },
      {
        "letra": "E",
        "texto": "Francisco, que agira de boa-fé, perderá em favor de Danilo os direitos sobre as construções realizadas no terreno, devendo, no entanto, ser indenizado."
      }
    ],
    "gabarito": "E"
  }
]