[
  {
    "id": "3615009",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: TRE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Em relação à interpretação dos contratos, é correto afirmar que o Código Civil adota a teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da confiança."
      },
      {
        "letra": "B",
        "texto": "da literalidade."
      },
      {
        "letra": "C",
        "texto": "da vontade interna."
      },
      {
        "letra": "D",
        "texto": "do sentido gramatical."
      },
      {
        "letra": "E",
        "texto": "da intenção subjetiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3386999",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Sobre o sistema de direito privado é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em face da aplicação dos preceitos da boa-fé objetiva e da confiança, admite-se a redução do conteúdo obrigacional de um contrato pela inercia da parte em exercer faculdade ou pretensão, não se admitindo sua ampliação em situação análoga."
      },
      {
        "letra": "B",
        "texto": "O Código Civil de 2002, no uso da técnica legislativa das normas abertas, faz uso dos conceitos jurídicos indeterminados, mas não das cláusulas gerais em razão da insegurança ínsita nessa espécie normativa."
      },
      {
        "letra": "C",
        "texto": "Somente se admite o controle de convencionalidade da legislação civil com base em tratados internalizados na condição de emendas constitucionais, uma vez que o Supremo Tribunal Federal entende que os tratados internacionais têm o status de infralegalidade."
      },
      {
        "letra": "D",
        "texto": "A diretriz da socialidade promove a superação da natureza subjetiva dos direitos em face da prevalência absoluta dos interesses sociais e coletivos sobre o exercício individual dos direitos titularizados."
      },
      {
        "letra": "E",
        "texto": "A função social dos contratos age como elemento limitador, mas não finalístico, do exercício de direitos individuais em relação aos interesses sociais ou coletivos, uma vez que, embora os direitos subjetivos e potestativos não precisem ser exercidos em razão de uma funcionalidade social, estão limitados por funcionalidades coletivas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3284400",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Com base no Código Civil, analise os itens a seguir. A proposta de contrato obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso. Deixa de ser obrigatória a proposta: I -se, feita sem prazo a pessoa presente, não foi imediatamente aceita. Considera-se também presente a pessoa que contrata por telefone ou por meio de comunicação semelhante; II -se, feita sem prazo a pessoa ausente, tiver decorrido tempo suficiente para chegar a resposta ao conhecimento do proponente; III -se, feita a pessoa presente, não tiver sido expedida a resposta dentro do prazo dado; IV -se, antes dela, ou simultaneamente, chegar ao conhecimento da outra parte a retratação do proponente. Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3280345",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A respeito da disciplina alusiva aos contratos, julgue o item a seguir.A liberdade contratual é condicionada pela função social do contrato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3280344",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A respeito da disciplina alusiva aos contratos, julgue o item a seguir.As cláusulas inseridas em contratos de adesão que sejam marcadas por ambiguidade ou imprecisão devem ser interpretadas de modo mais favorável ao aderente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3219209",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Efeitos perante Terceiros: Estipulação em Favor de Terceiros, Contratos com Pessoa a Declarar e Promessa de Fato de Terceiro",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Acerca dos contratos e de acordo com o Código Civil, analise as afirmativas a seguir. I – Os contratos civis e empresariais presumem- se paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção, ressalvados os regimes jurídicos previstos em leis especiais, garantido também que as partes negociantes poderão estabelecer parâmetros objetivos para a interpretação das cláusulas negociais e de seus pressupostos de revisão ou de resolução. II – Se ao terceiro, em favor de quem se fez o contrato, se deixar o direito de reclamar-lhe a execução, não poderá o estipulante exonerar o devedor. III – O adquirente decai do direito de obter a redibição ou abatimento no preço no prazo de trinta dias se a coisa for móvel, e de noventa dias se for imóvel, contado da entrega efetiva; se já estava na posse, o prazo conta-se da alienação, reduzido à metade. IV – Se for aleatório, por serem objeto dele coisas futuras, tomando o adquirente a si o risco de virem a existir em qualquer quantidade, terá também direito o alienante a todo o preço, desde que de sua parte não tiver concorrido culpa, ainda que a coisa venha a existir em quantidade inferior à esperada. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e IV, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3208077",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "À luz do Código Civil, da doutrina civilista e da jurisprudência do STJ, julgue o item a seguir, relativo ao direito contratual. Uma pandemia como a de covid-19 representa, em tese, evento imprevisível e extraordinário capaz de justificar revisão contratual com base na teoria da imprevisão, desde que atendidos os demais requisitos previstos em lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3268607",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Contratos em Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade",
      "Noções e Princípios do Direito Contratual",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Carla, de 17 anos de idade, que irá completar 18 anos em 11/12/2024, resolveu se casar com seu primeiro namorado, Lucas, que tem 23 anos de idade. Os pais de Carla deram a autorização necessária para que ela se casasse, e o casamento ocorreu em 23/4/2024. Carla decidiu procurar uma loja de carros em 17/8/2024 para presentear seu marido Lucas por seu aniversário de 24 anos de idade. Com base nessa situação hipotética e considerando‑se que ela celebrou um contrato de compra e venda do veículo sem a presença de Lucas e de seus pais, é correto afirmar que o contrato celebrado por Carla é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "plenamente válido."
      },
      {
        "letra": "B",
        "texto": "nulo."
      },
      {
        "letra": "C",
        "texto": "não é válido."
      },
      {
        "letra": "D",
        "texto": "anulável."
      },
      {
        "letra": "E",
        "texto": "passível de retificação quando Carla completar 18 anos de idade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3231938",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Suponha que João, analfabeto, por estar enfrentando dificuldades financeiras, dirigiu-se até o Banco Mais Financiamento e realizou um contrato de empréstimo consignado, no qual constou apenas a sua digital. Após alguns meses, sentindo-se lesado, João propôs ação em face da instituição financeira, alegando ilegalidade no contrato de empréstimo, que não teria respeitado os requisitos exigidos pela legislação. Com base na situação hipotética, no disposto no Código Civil e na jurisprudência do Superior Tribunal de Justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João, por ser analfabeto, não tem plena capacidade para exercer os atos da vida civil, sendo nulo o contrato de empréstimo bancário firmado por ele sem ratificação de terceiro de sua confiança."
      },
      {
        "letra": "B",
        "texto": "o contrato de empréstimo bancário firmado entre João e a instituição bancária é inválido, pois deveria ter sido efetivado mediante escritura pública."
      },
      {
        "letra": "C",
        "texto": "o contrato de empréstimo bancário firmado por João deveria ter sido assinado a rogo por terceiro e também por duas testemunhas, não bastando apenas a sua digital."
      },
      {
        "letra": "D",
        "texto": "João, por ser analfabeto, apesar de possuir capacidade civil plena, para contratar depende da assinatura de procurador constituído por instrumento público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3131748",
    "metadata": "Ano: 2024 | Banca: Unesc | Órgão: Prefeitura de Macieira - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Em um contrato de compra e venda de um imóvel, as partes incluíram uma cláusula de arrependimento, prevendo a devolução de 20% do valor pago em caso de desistência por qualquer das partes. João, o comprador, decide desistir do contrato após ter pago 50% do valor total. Ao consultar o assessor jurídico, João questiona se a cláusula de arrependimento é válida. Qual princípio contratual deve ser observado nesse caso?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da solidariedade."
      },
      {
        "letra": "B",
        "texto": "Princípio da função social do contrato."
      },
      {
        "letra": "C",
        "texto": "Princípio da autonomia da vontade."
      },
      {
        "letra": "D",
        "texto": "Princípio da boa-fé objetiva."
      },
      {
        "letra": "E",
        "texto": "Princípio do enriquecimento sem causa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3127650",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Correios",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Quando houver no contrato de adesão cláusulas ambíguas ou contraditórias, deve-se adotar a seguinte interpretação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a interpretação mais favorável ao contratante mais forte"
      },
      {
        "letra": "B",
        "texto": "a interpretação mais vantajosa ao contratante que redigiu o contrato"
      },
      {
        "letra": "C",
        "texto": "a interpretação mais favorável ao aderente"
      },
      {
        "letra": "D",
        "texto": "a interpretação mais benéfica ao terceiro interessado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3113280",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "À luz da Lei de Introdução às Normas do Direito Brasileiro, do Código Civil e da jurisprudência dos tribunais superiores, julgue o item que se segue. Em contrato bilateral, caso estipulada a cláusula solve et repete, não poderá o credor se utilizar da exceção do contrato não cumprido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3104451",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Um menor de 15 anos contrai empréstimo com idoso a ser pago em parcelas mensais e consecutivas e deixa de adimplir com o pactuado. O contrato celebrado entre as partes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será convalidado quando o menor completar 18 anos"
      },
      {
        "letra": "B",
        "texto": "é inválido por ter sido celebrado com menor"
      },
      {
        "letra": "C",
        "texto": "é válido"
      },
      {
        "letra": "D",
        "texto": "é inválido por ter sido celebrado com idoso"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3096212",
    "metadata": "Ano: 2024 | Banca: FURB | Órgão: Câmara de Brusque - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Acerca da disciplina dos contratos no Código Civil, julgue as seguintes assertivas: I.A liberdade contratual será exercida nos limites da função social do contrato. Nas relações contratuais privadas, deve prevalecer o princípio da intervenção necessária e da revisão contratual sempre que qualquer das partes se sentir lesada. II.A proposta de contrato obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso. III.Os contratos civis e empresariais presumem-se paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção. Contudo, por força do princípio da boa-fé objetiva e da proteção jurídica da parte vulnerável, não é lícito que as partes negociantes estabeleçam parâmetros objetivos para a interpretação das cláusulas negociais, e muito menos de seus pressupostos de revisão ou de resolução, pois as cláusulas contratuais podem ser interpretadas pelo Poder Judiciário. IV.Considera-se inexistente a aceitação da proposta de contrato, se antes dela ou com ela chegar ao proponente a retratação do aceitante. É correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3081839",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Prefeitura de Divinópolis - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Tadeu adquiriu um imóvel, através de contrato de compra e venda firmado diretamente com o vendedor, no qual foi previsto o pagamento do valor convencionado em uma parcela de entrada e o total de vinte e quatro parcelas mensais. A posse do imóvel foi passada para o comprador no momento da assinatura do contrato e ao pagamento da parcela de entrada. A propriedade do imóvel, conforme pactuado, será transferida no momento da quitação total do contrato. Josué, vendedor, tendo recebido a parcela de entrada e vinte e duas das parcelas mensais em dia e, estando em atraso as duas últimas parcelas, pediu, judicialmente, a rescisão contratual, pelo inadimplemento do contrato e a reintegração de posse contra Tadeu. As duas últimas parcelas representam menos de 5% do valor total do imóvel. Sobre a situação fática descrita, podemos afirmar, aplicando-se os Princípios do Direito Civil, bem como a doutrina e jurisprudência, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve-se aplicar ao fato, a princípio, a cláusula geral da exceptio non adimpleti contractus. Desta feita, Josué teria direito a pedir a reintegração da posse do imóvel, sem a rescisão do contrato, até que Tadeu faça o pagamento das parcelas restantes."
      },
      {
        "letra": "B",
        "texto": "Deve-se aplicar ao fato, a princípio, a teoria do adimplemento substancial. Desta feita, Josué não possui o direito à rescisão contratual e reintegração de posse, enquanto primeira medida. A ação correta seria buscar a cobrança das duas parcelas restantes pelos meios apropriados."
      },
      {
        "letra": "C",
        "texto": "Josué tem total razão em seu pleito. Uma vez não havendo o adimplemento do contrato por parte de Tadeu, por uma aplicação direta do princípio da boa-fé objetiva, a qual pugna pelo cumprimento do contrato, descumprido o contrato por Tadeu, Josué terá o direito inequívoco à rescisão do contrato e reintegração da posse, não havendo defesa juridicamente viável a evitar este fim."
      },
      {
        "letra": "D",
        "texto": "Deve-se aplicar ao fato, a princípio, a teoria da imprevisão e o princípio da proporcionalidade. Desta feita, embora Josué possa pedir a rescisão do contrato de forma direta, uma vez que a teoria da imprevisão tem por mote basilar a manutenção do contrato em situações de desequilíbrio contratual por motivos fora do controle das partes, deve ser permitido a Tadeu que faça o pagamento das parcelas restantes, de forma proporcional, em parcelas que sejam razoáveis frente à situação financeira atual do devedor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3054144",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Santa Leopoldina - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "No Código Civil, a liberdade contratual é um direito fundamental, mas deve ser exercida de forma a contribuir para o bem-estar social. Diante do exposto, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em contratos de adesão, a interpretação de cláusulas ambíguas ou contraditórias sempre favorecerá o aderente."
      },
      {
        "letra": "B",
        "texto": "O Estado deverá intervir ativamente nas relações contratuais, garantindo a equidade e a revisão dos contratos sempre que necessário."
      },
      {
        "letra": "C",
        "texto": "Os contratantes não são obrigados a agir com probidade e boa-fé, podendo buscar seus próprios interesses, mesmo que em detrimento da outra parte."
      },
      {
        "letra": "D",
        "texto": "As partes de um contrato de adesão possuem ampla liberdade para estabelecer as condições que desejarem, inclusive renunciando antecipadamente a direitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2580768",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Paraty - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "“Os contratos são ________ quando se aperfeiçoam pelo mero consentimento, manifestação de vontade contratual, seja esta formal ou não. São ________ os contratos que só se aperfeiçoam com a entrega da coisa que constitui seu objeto, (...) o mero consentimento das partes, o acordo de vontades, é insuficiente para ter-se o contrato como cumprido.”. Considerando a classificação dos contratos, assinale a alternativa que preenche correta e especificamente ambas as lacunas com os conceitos daquilo que se definiu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "civis / mercantis empresariais."
      },
      {
        "letra": "B",
        "texto": "consensuais / reais."
      },
      {
        "letra": "C",
        "texto": "principais / acessórios."
      },
      {
        "letra": "D",
        "texto": "pessoais / impessoais."
      },
      {
        "letra": "E",
        "texto": "solenes / não solenes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2573592",
    "metadata": "Ano: 2024 | Banca: MARANATHA Assessoria | Órgão: Câmara de Altônia - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Pelo que consta do atual Código Civil e das lições da doutrina, quatro são as formas básicas de extinção dos contratos. Nas hipóteses em que os contraentes estipulam que o negócio será extinto, mediante declaração unilateral de vontade, se qualquer um deles se arrepender, trata-se da extinção:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "normal do contrato;"
      },
      {
        "letra": "B",
        "texto": "por fatos posteriores à celebração;"
      },
      {
        "letra": "C",
        "texto": "por fatos anteriores à celebração;"
      },
      {
        "letra": "D",
        "texto": "por morte;"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2566041",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Câmara de Campinas - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A respeito Dos Contratos, assinale a alternativa que está de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Possibilita-se que as partes, por cláusula expressa, reforcem ou diminuam a responsabilidade pela evicção, sendo vedado apenas que ela seja excluída."
      },
      {
        "letra": "B",
        "texto": "É vedado que as partes negociantes estabeleçam parâmetros objetivos para a interpretação das cláusulas negociais, uma vez que as disposições do Código Civil são de aplicação cogente."
      },
      {
        "letra": "C",
        "texto": "No contrato com pessoa a declarar, a indicação deve ser comunicada à outra parte no prazo de cinco dias da conclusão do contrato, se outro não tiver sido estipulado."
      },
      {
        "letra": "D",
        "texto": "A evicção é direito subjetivo do credor e está fundada na cláusula geral da boa-fé, podendo o adquirente demandar pela evicção, ainda que haja prova de que ele sabia que a coisa era alheia."
      },
      {
        "letra": "E",
        "texto": "Se o estipulante não der execução ao contrato preliminar, poderá a outra parte considerá-lo desfeito, sendo vedado pedir perdas e danos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2566039",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Câmara de Campinas - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A respeito dos institutos da supressio e da proibição de comportamento contraditório (venire contra factum proprium), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria do venire contra factum proprium se insere na conhecida teoria dos atos impróprios."
      },
      {
        "letra": "B",
        "texto": "O venire contra factum proprium deriva obrigatoriamente de um comportamento comissivo do contratante."
      },
      {
        "letra": "C",
        "texto": "Para se aplicar a supressio, é imprescindível que o exercício continuado de uma situação jurídica se dê, pelo menos, por três anos."
      },
      {
        "letra": "D",
        "texto": "Atualmente entende-se que, para aplicação da supressio, é fundamental a investigação do elemento anímico do titular que não exerceu o direito."
      },
      {
        "letra": "E",
        "texto": "A vedação de comportamento contraditório se fundamenta na tutela jurídica da confiança, que, por sua vez, decorre da cláusula geral da boa-fé."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2564203",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TCE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Duas empresas paraenses celebraram um contrato atípico com diversas cláusulas que causaram diversas divergências nos setores jurídicos respectivos em relação à interpretação e eficácia do pacto. A respeito do tema Teoria Geral dos Contratos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas relações contratuais privadas prevalecerão o princípio da intervenção mínima e a excepcionalidade da revisão contratual."
      },
      {
        "letra": "B",
        "texto": "Os contratos privados, diferentemente dos públicos, não devem atender à função social no momento de sua aplicação."
      },
      {
        "letra": "C",
        "texto": "Os contratos civis presumem-se assimétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção."
      },
      {
        "letra": "D",
        "texto": "É ilícito às partes estipular contratos atípicos, salvo se a legislação de forma expressa e específica autorizar a celebração."
      },
      {
        "letra": "E",
        "texto": "As partes negociantes não poderão estabelecer parâmetros objetivos para a interpretação das cláusulas negociais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2561523",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: IF Sul - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Conforme Dinamarco (2002), “Mede-se o grau de desenvolvimento de uma ciência pelo refinamento maior ou menor de seu vocabulário específico. Onde os conceitos estão mal definidos, os fenômenos ainda confusos e insatisfatoriamente isolados em inclusão em estrutura adequada, onde o método não chegou ainda a tornar-se claro ao estudioso de determinada ciência, é natural que ali também seja pobre a linguagem e as palavras se usem sem grande precisão técnica. Em direito também é assim. À medida que a ciência jurídica se aperfeiçoa, também o vocabulário do jurista vai sentindo os reflexos dessa evolução, tornando-se mais minucioso e apurado”. Referente ao assunto, sobre as terminologias técnicas dos contratos, analise as assertivas a seguir: I. Consignante e consignatário são terminologias relativas ao contrato estimatório. II. Comodatário e comodante são terminologias pertinentes ao contrato de empréstimo gratuito de coisas não fungíveis. III. Outorgante é termo referente ao contrato de mandato. IV. Donatário é termo pertinente ao contrato de mútuo. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "E",
        "texto": "Apenas II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2550611",
    "metadata": "Ano: 2024 | Banca: IADES | Órgão: EMATER-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Em relação ao direito das obrigações e dos contratos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Regra geral, nas obrigações alternativas, a escolha cabe ao credor, a menos que haja estipulação em contrário."
      },
      {
        "letra": "B",
        "texto": "Ocorrendo a evicção, se o evicto desconhece o risco, ou se dele for informado, não o assuma, não obstante a cláusula que exclui a garantia contra a evicção, ele tem direito de receber em dobro o preço que tenha pago pela coisa perdida."
      },
      {
        "letra": "C",
        "texto": "Se um contrato de compra e venda de imóvel não possuir cláusula de arrependimento, e se tiver sido paga determinada quantia como sinal, este deve ser entendido como arras confirmatórias e princípio do pagamento. Logo, o credor as conservará depois de executado o contrato, ao passo que o devedor as deduzirá da prestação quando realizar o pagamento final."
      },
      {
        "letra": "D",
        "texto": "Na sub-rogação legal, o sub-rogado que pagar a dívida pela qual seja ou possa ser obrigado poderá cobrar o total da dívida, mesmo que o seu desembolso seja menor, visto que se sub-roga nos direitos e nas ações do credor."
      },
      {
        "letra": "E",
        "texto": "No contrato de fiança, uma pessoa garante satisfazer ao credor uma obrigação assumida pelo devedor, caso este não a cumpra, sendo que esta dar-se-á por escrito e admite interpretação extensiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2548569",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Passo Fundo - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Em relação ao princípio da boa-fé e sua incidência nos contratos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente incide na fase pré-contratual."
      },
      {
        "letra": "B",
        "texto": "Está consagrado expressamente no Código Civil e no Código de Defesa do Consumidor."
      },
      {
        "letra": "C",
        "texto": "Não possui previsão expressa no Código Civil, sendo aplicado em função de construção doutrinária e jurisprudencial."
      },
      {
        "letra": "D",
        "texto": "Somente é aplicável aos contratos firmados por adesão, com a finalidade de tutela da parte mais vulnerável na contratação."
      },
      {
        "letra": "E",
        "texto": "Possui incidência apenas após a formação do contrato, não se aplicando na fase pré-contratual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2513507",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CREFITO - 15ª Região (ES)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Os contratos, no direito brasileiro, são regidos pela boafé, inclusive em sua função limitadora, que veda abusos da posição jurídica das partes. Nesse contexto, protegese a parte que cria uma legítima expectativa quando a outra parte pretende exercer posição jurídica que entre em contradição com o comportamento assumido anteriormente. Com base nessa informação, a nomenclatura desse óbice é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o princípio da autonomia da vontade."
      },
      {
        "letra": "B",
        "texto": "o Pacta sunt servanda."
      },
      {
        "letra": "C",
        "texto": "o princípio do consensualismo."
      },
      {
        "letra": "D",
        "texto": "a inadmissibilidade da nulidade de algibeira."
      },
      {
        "letra": "E",
        "texto": "a proibição de venire contra factum proprium."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2482654",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: SES-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A Associação de Assistência Hospitalar Machadiana, entidade civil que presta serviços ambulatoriais e hospitalares no Município de Rondonópolis/MT, vem atravessando sérias dificuldades econômicas, tanto que o seu Balanço Patrimonial, ao final do ano de 2023, aponta uma dívida consolidada superior a R$ 40.000.000,00 (quarenta milhões de reais). Diante disso, uma nova direção assumiu a entidade e verificou a existência de dívida não consolidada com a fornecedora Líquido Gás e Sólido Hospitalares Ltda., devido à imposição de preço pelo produto, o que o tornou extremamente oneroso, se comparado com o pago pelas outras entidades de saúde. A partir de 2021, em razão da inadimplência da Associação, buscando um meio de minimizar seus prejuízos, a fornecedora passou a reajustar o valor do produto fornecido com índices bem acima da inflação.Diante da situação hipotética narrada, com base na teoria geral dos contratos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas relações contratuais, a boa-fé objetiva exerce, entre outras funções, a limitação do exercício de direitos subjetivos, no caso de abuso de direito."
      },
      {
        "letra": "B",
        "texto": "Ao Poder Judiciário cabe, livremente, revisar os preços praticados durante o período da execução contratual, tendo um poder ilimitado em relação às cláusulas contratuais."
      },
      {
        "letra": "C",
        "texto": "A revisão judicial dos contratos, com vistas ao atendimento de sua função social, é uma intervenção ordinária e natural em favor de vulneráveis econômicos."
      },
      {
        "letra": "D",
        "texto": "Na teoria da imprevisão, há necessidade de a comprovação dos fatos serem imprevisíveis, sendo desconsiderada as consequências imprevisíveis de fatos previsíveis."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2407734",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: APEX Brasil",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "De acordo com a teoria geral dos contratos, a ideia de que o contrato vincula exclusivamente as partes intervenientes decorre do princípio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do consensualismo."
      },
      {
        "letra": "B",
        "texto": "da relatividade dos efeitos contratuais."
      },
      {
        "letra": "C",
        "texto": "da boa-fé objetiva."
      },
      {
        "letra": "D",
        "texto": "da autonomia privada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2373877",
    "metadata": "Ano: 2024 | Banca: FUNCERN | Órgão: Prefeitura de Carnaúba dos Dantas - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Sobre os contratos em geral, à luz do Código Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "às partes é defeso estipular contratos atípicos."
      },
      {
        "letra": "B",
        "texto": "a herança de pessoa viva pode ser objeto de contrato."
      },
      {
        "letra": "C",
        "texto": "nas relações contratuais privadas prevalecerão o princípio da intervenção mínima e a excepcionalidade da revisão contratual."
      },
      {
        "letra": "D",
        "texto": "nos contratos de adesão são válidas as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2357872",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: CAU-BR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Com relação a domicílio e residência, aos negócios jurídicos, a prescrição e decadência, ao contrato de mandato e a obrigações, julgue o próximo item, à luz do Código Civil e da jurisprudência do Superior Tribunal de Justiça (STJ).Não prevalecerá o sentido literal da declaração de vontade quando esta não corresponder a exata expressão do consentimento pretendido por quem a exprime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3105857",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CORE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "O contrato de agência é um contrato bilateral em que as partes contratantes se sujeitam aos direitos e obrigações previstos no código civil. De acordo com o código civil, sobre as obrigações do agente, analise as afirmativas a seguir. I. Respeitar a cláusula de exclusividade de agenciamento, salvo ajuste contratual diverso. II. Desenvolver sua atividade de acordo com as instruções do proponente. III. Se o contrato for por tempo indeterminado, o agente poderá resolvê‐lo, mediante aviso prévio de trinta dias. IV. Quando não puder continuar o trabalho por motivo de força maior, terá direito à remuneração correspondente aos serviços realizados. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2649117",
    "metadata": "Ano: 2023 | Banca: FEPESE | Órgão: Prefeitura de Caxambu do Sul - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os contratos civis em geral.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas relações contratuais privadas deverão prevalecer os princípios da proteção ao hipossuficiente, da revisão contratual e da intervenção mínima."
      },
      {
        "letra": "B",
        "texto": "Quando houver no contrato de adesão cláusulas ambíguas ou contraditórias, dever-se-á adotar a interpretação mais favorável ao estipulante."
      },
      {
        "letra": "C",
        "texto": "A liberdade contratual será exercida nos limites da função social do contrato."
      },
      {
        "letra": "D",
        "texto": "Os contratantes são obrigados a guardar, assim na conclusão do contrato, como em sua execução, os princípios de não onerosidade, probidade e boa-fé."
      },
      {
        "letra": "E",
        "texto": "Desde que não contenha cláusula que prejudique os herdeiros, será lícito o contrato que tenha por objeto herança de pessoa viva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2429278",
    "metadata": "Ano: 2023 | Banca: COPS-UEL | Órgão: Londrina Iluminação",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Sobre o inadimplemento obrigacional e a responsabilidade civil contratual, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A mora configura inadimplemento contratual relativo, permitindo o cumprimento da obrigação a despeito de ter-se tornado inútil ao credor."
      },
      {
        "letra": "B",
        "texto": "A mora, se convertida em inadimplemento absoluto da obrigação por recusa do credor, afasta o dever de reparação das perdas e danos correspondentes."
      },
      {
        "letra": "C",
        "texto": "A doutrina contemporânea admite existir violação positiva do contrato quando há cumprimento inexato ou defeituoso da obrigação nele prevista."
      },
      {
        "letra": "D",
        "texto": "O adimplemento substancial do contrato é aferido por critérios quantitativos a partir dos percentuais adimplidos, mas não qualitativos."
      },
      {
        "letra": "E",
        "texto": "O agir desconforme com a confiança depositada exige a comprovação de culpa para responsabilização civil."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2384448",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Considere as seguintes assertivas sobre contratos no Código Civil: I. A liberdade contratual será exercida nos limites da função social do contrato. II. É lícito às partes estipular contratos atípicos, observadas as normas gerais fixadas no Código Civil. III. Pode ser objeto de contrato a herança de pessoa viva. IV. Nas relações contratuais privadas, prevalecerão os princípios da habitualidade e da intervenção máxima da revisão contratual. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2323880",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRT - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos."
    ],
    "enunciado_principal": "Com base no direito civil, julgue o item. Nos contratos onerosos, responde por simples culpa o contratante, a quem o contrato aproveite, e por dolo aquele a quem não favoreça.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2312090",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Efeitos perante Terceiros: Estipulação em Favor de Terceiros, Contratos com Pessoa a Declarar e Promessa de Fato de Terceiro"
    ],
    "enunciado_principal": "A Associação dos Magistrados do Estado X contratou pacotes de hospedagem com a sociedade hoteleira Y para participação dos associados em um importante congresso no Paraná, assumindo todas as despesas. Ao chegar no local, o juiz Theotônio discorda das regras de check-in e manifesta seu descontentamento ao gerente. O responsável, então, lhe informa que todas as regras da hospedagem foram passadas à associação. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por força da relatividade dos contratos, as regras pactuadas entre a Associação e a sociedade hoteleira Y são inoponíveis a Theotônio;"
      },
      {
        "letra": "B",
        "texto": "por força da relatividade dos contratos, as regras pactuadas entre a Associação e a sociedade hoteleira Y são inoponíveis a Theotônio, que, no entanto, deve a elas se submeter se quiser se hospedar, em homenagem ao princípio da boa-fé objetiva;"
      },
      {
        "letra": "C",
        "texto": "a hipótese é de exceção ao princípio da relatividade contratual, de modo que as regras pactuadas entre a Associação e a sociedade hoteleira Y são oponíveis, como um todo, a Theotônio, que as aceitou juntamente com o benefício;"
      },
      {
        "letra": "D",
        "texto": "embora a hipótese seja de exceção ao princípio da relatividade contratual, apenas os direitos decorrentes da contratação são oponíveis a Theotônio, mas não os deveres;"
      },
      {
        "letra": "E",
        "texto": "embora a hipótese seja de exceção ao princípio da relatividade contratual, apenas os direitos e deveres concernentes à obrigação principal são oponíveis a Theotônio, mas não os direitos e deveres acessórios."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2307553",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "Donato e sua esposa Milena fazem lavrar escritura pública transmitindo a seus filhos, em proporções iguais, a integralidade de seu patrimônio, com efeitos imediatos, dispensando os beneficiários do dever de colação. Reservam para si apenas o usufruto dos bens. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se verifica uma espécie de pacta corvina, a versar herança de pessoa viva, o que é vedado pelo ordenamento (Art. 426 do Código Civil);"
      },
      {
        "letra": "B",
        "texto": "o negócio jurídico é espécie de doação de bens, a desdobrar o indisponível dever de colação, pelos herdeiros, dos bens transmitidos;"
      },
      {
        "letra": "C",
        "texto": "embora válido o negócio jurídico, se verificado algum prejuízo à legítima, será necessário, para corrigi-lo, a realização de inventário, a fim de equacionar corretamente a partilha;"
      },
      {
        "letra": "D",
        "texto": "para a validade do negócio jurídico, é necessária a concordância de todos os herdeiros;"
      },
      {
        "letra": "E",
        "texto": "a invalidade que acomete o negócio jurídico pode ser expurgada pela redução das disposições para que abranja apenas a parte disponível da herança."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2304873",
    "metadata": "Ano: 2023 | Banca: FADESP | Órgão: Prefeitura de Parauapebas - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "O princípio contratual da boa-fé objetiva é baseado numa noção de eticidade, isto é, daquilo que se tem como padrão de correção e de expectativa razoável em determinado tipo de relação. Por essa razão,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se um vendedor está em seu primeiro dia de trabalho e, por não saber ainda as informações dos produtos, deixa de prestar certo esclarecimento a um cliente que era importante, pode-se dizer que houve falta de boa-fé ainda que o vendedor não tivesse nem a intenção de omitir nem tenha agido com culpa."
      },
      {
        "letra": "B",
        "texto": "o contrário da boa-fé objetiva é a má-fé, pois em ambos os casos se está diante de uma intenção correspondente ou não a padrões individuais de moralidade."
      },
      {
        "letra": "C",
        "texto": "tal princípio se irradia para as demais áreas do Direito Civil, sendo inclusive o parâmetro usado para avaliar se a posse de um bem imóvel é uma posse de boa-fé."
      },
      {
        "letra": "D",
        "texto": "a análise da boa-fé objetiva segue a eticidade e, portanto, a noção de moralidade individual e valores pessoais dos agentes envolvidos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2303315",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: CET-Santos",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Conforme disposições do Código Civil de 2002, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A liberdade contratual será exercida nos limites da função social do contrato"
      },
      {
        "letra": "B",
        "texto": "Nas relações contratuais públicas, prevalecerão o princípio da intervenção mínima e a excepcionalidade da revisão contratual"
      },
      {
        "letra": "C",
        "texto": "s contratos civis e empresariais presumem-se paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção, ressalvados os regimes jurídicos previstos em leis especiais"
      },
      {
        "letra": "D",
        "texto": "Não pode ser objeto de contrato a herança de pessoa viva"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2287862",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Câmara Municipal de Pouso Alegre - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Um dos princípios contratuais mais importantes e reconhecidos do direito dos contratos é aquele conhecido por pacta sunt servanda. Este princípio significa que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os contratos devem ter boa-fé."
      },
      {
        "letra": "B",
        "texto": "os contratos devem ser cumpridos."
      },
      {
        "letra": "C",
        "texto": "a vontade de contratar deve ser livre."
      },
      {
        "letra": "D",
        "texto": "os contratos devem ser equilibrados entre as partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2285628",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRM-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "À luz do Código Civil, julgue o item.Nas relações contratuais privadas, prevalecerão o princípio da intervenção mínima e a excepcionalidade da revisão contratual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2283311",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Aparecida - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Acerca do desenvolvimento da tutela do princípio da boa-fé objetiva no sistema civilista, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como concreção a esse princípio, o Código Civil estatui que o pagamento feito pelo devedor reiteradamente em outro local faz presumir renúncia do credor relativamente ao previsto no contrato."
      },
      {
        "letra": "B",
        "texto": "O adimplemento substancial decorre dos princípios gerais contratuais, de modo a tutelar a função social dos contratos, em substituição ao princípio da boa-fé objetiva."
      },
      {
        "letra": "C",
        "texto": "O princípio da boa-fé objetiva protege o credor contra o dever de evitar o agravamento de seu próprio prejuízo."
      },
      {
        "letra": "D",
        "texto": "Levando em consideração a tutela do princípio da boa-fé objetiva, a violação de deveres anexos não influi na consideração do adimplemento contratual como um todo."
      },
      {
        "letra": "E",
        "texto": "O princípio da boa-fé objetiva leva a crer que os contratantes são obrigados a guardar padrão de comportamento leal na consecução do programa contratual, com exceção de seu momento conclusivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2270678",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CORE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A prática de contratos está presente no nosso dia a dia, seja de contratos de consumo, contratos específicos ou contratos em geral. Sobre a sistemática dos contratos em geral, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos contratos gratuitos, a parte responsável responde pela evicção ou pelo vício redibitório."
      },
      {
        "letra": "B",
        "texto": "Não é lícito, no direito brasileiro, o contrato que seja aleatório. O objeto dos contratos deve sempre ser certo e determinado."
      },
      {
        "letra": "C",
        "texto": "Os contratos civis e empresariais presumem-se paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento desta presunção, ressalvados os regimes jurídicos previstos em leis especiais. Fica garantido também que as partes negociantes podem estabelecer parâmetros objetivos para a interpretação das cláusulas negociais e de seus pressupostos de revisão ou de resolução."
      },
      {
        "letra": "D",
        "texto": "A boa-fé objetiva deve ser respeitada em todo e qualquer contrato. Por este princípio contratual basilar, as partes devem ter a intenção de cumprir o que foi pactuado; não podem contratar objeto ilícito; comprometem-se a manter o equilíbrio financeiro do contrato, não importa o motivo do desequilíbrio; e, o mais importante: permitem a desistência do pactuado, sem a cobrança de multa ou perdas e danos, nos casos de desistência de uma das partes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2258764",
    "metadata": "Ano: 2023 | Banca: Aroeira | Órgão: Prefeitura de Bela Vista de Goiás - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A liberdade contratual será exercida nos limites da função social do contrato. Na formação de um contrato a proposta obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso. Deixa de ser obrigatória a proposta também:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se, feita sem prazo a pessoa ausente, não foi imediatamente aceita. Considera-se também ausente a pessoa que contrata por telefone ou por meio de comunicação semelhante."
      },
      {
        "letra": "B",
        "texto": "se, feita com prazo a pessoa ausente, tiver decorrido tempo suficiente para chegar a resposta ao conhecimento do proponente."
      },
      {
        "letra": "C",
        "texto": "se, feita a pessoa ausente, tiver sido expedida a resposta dentro do prazo dado."
      },
      {
        "letra": "D",
        "texto": "se, antes dela, ou simultaneamente, chegar ao conhecimento da outra parte a retratação do proponente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2254946",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A função social do contrato é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um princípio geral de direito."
      },
      {
        "letra": "B",
        "texto": "um conceito determinado pela função."
      },
      {
        "letra": "C",
        "texto": "um conceito jurídico indeterminado."
      },
      {
        "letra": "D",
        "texto": "uma cláusula geral."
      },
      {
        "letra": "E",
        "texto": "um princípio implícito do direito civil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2252562",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CORE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "O contrato pode ser conceituado como um negócio jurídico bilateral ou plurilateral que visa à criação, modificação ou extinção de direitos e deveres com conteúdo patrimonial. (TARTUCE, Flávio. Direito Civil: Teoria Geral dos Contratos e Contratos em Espécie, v 3, 15ª ed, 2020.) Partindo das normas legais que regem os contratos, no direito pátrio, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os contratantes são obrigados a guardar, tanto na conclusão do contrato quanto em sua execução, os princípios da probidade e boa-fé."
      },
      {
        "letra": "B",
        "texto": "A liberdade contratual, ainda que exercida nos limites da chamada “função social do contrato”, encontra limitação na inafastabilidade de simetria entre as obrigações pactuadas e tipicidade compulsória de toda forma contratual."
      },
      {
        "letra": "C",
        "texto": "Toda proposta de contrato obriga o proponente nos limites do que se depreende do termo de proposição, ainda que exista erro perceptível na proposta, salvo quando esta for feita sem prazo de validade, o que torna a proposta insusceptível de produzir efeitos válidos."
      },
      {
        "letra": "D",
        "texto": "Os vícios redibitórios são aqueles ocultos, que tornam a coisa imprópria ao uso a qual é destinado, ou lhe diminuem o valor. A presença de vício redibitório em qualquer bem, que seja objeto de um contrato, implica em nulidade absoluta do contrato, não sendo possível a repactuação ou abatimento de preço. A resolução deve ser sempre a de devolução dos valores e da coisa, com a respectiva indenização por dano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2234883",
    "metadata": "Ano: 2023 | Banca: COPS-UEL | Órgão: IPMR - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Os contratos são fundamentais em nossa sociedade e devidamente disciplinados pelo Código Civil. Com base nesses regramentos e suas aplicações no direito brasileiro, considere as afirmativas a seguir. I. Os contratos devem guardar em toda a sua extensão os princípios de probidade e boa-fé. II. Quando houver no contrato de adesão cláusulas ambíguas ou contraditórias, dever-se-á adotar a interpretação mais favorável ao aderente. III. A lei civil brasileira é expressa no sentido de não poder ser objeto de contrato a herança de pessoa viva. IV. O código civil brasileiro proíbe expressamente as partes estipularem contratos atípicos, seja de que origem for. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I e II são corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e IV são corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas III e IV são corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas I, II e III são corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas II, III e IV são corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2211454",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Letícia, mãe de Laura e de Bruno, está com uma doença em estágio avançado e, para resguardar os filhos, firmou com eles um contrato para regular sua herança, que contém bens e direitos. O documento foi assinado pelas partes e por duas testemunhas, mas as firmas dos envolvidos não foram reconhecidas em cartório. Nos termos do Código Civil, o contrato firmado nessa situação hipotética é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válido, pois cumpre todos os requisitos legais quanto ao objeto e à forma, fazendo as vezes de testamento particular."
      },
      {
        "letra": "B",
        "texto": "nulo, porque, independentemente da sua regularidade quanto à forma, seu objeto não poderia consistir em regular herança de pessoa viva."
      },
      {
        "letra": "C",
        "texto": "anulável, porque, embora cumpra os requisitos legais quanto ao objeto, não atende os relativos à forma, dado que as firmas dos envolvidos não foram devidamente reconhecidas."
      },
      {
        "letra": "D",
        "texto": "anulável, porque, embora cumpra os requisitos legais quanto à forma, não atende os relativos ao objeto, visto que não é possível regular herança de pessoa viva especificamente quanto aos seus direitos."
      },
      {
        "letra": "E",
        "texto": "anulável, porque, embora cumpra os requisitos legais quanto à forma, não atende os relativos ao objeto, pois não é possível regular herança de pessoa viva especificamente quanto aos seus bens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2207294",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A empresa X Ltda. mantinha contrato de locação comercial com Ulisses. Ocorre que, dois meses antes do primeiro reajuste do aluguel, a rua onde se situa o imóvel locado é interditada para obra pública, o que leva a uma considerável perda do movimento.A sociedade empresária procura, insistentemente, Ulisses para pedir a dilação do reajuste para depois da obra ou, quando menos, para que os valores acrescidos sejam parcelados e pagos após a retomada do movimento normal.Como Ulisses nem sequer respondia às tentativas de contato, a empresa X Ltda. ingressa com demanda judicial, julgada procedente, ao final, sob o fundamento de que o locador, por sua postura, violara a boa fé objetiva. Condena-o pois, a suspender o reajuste enquanto durar a obra e em danos morais.O caso retrata a aplicação do seguinte instituto jurídico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dever de renegociar;"
      },
      {
        "letra": "B",
        "texto": "teoria da imprevisão;"
      },
      {
        "letra": "C",
        "texto": "teoria do desvio produtivo;"
      },
      {
        "letra": "D",
        "texto": "dever de mitigar os próprios prejuízos;"
      },
      {
        "letra": "E",
        "texto": "responsabilidade civil pela confiança."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2200011",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRM-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil acerca de contratos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas relações contratuais privadas, prevalecerá o princípio da não intervenção."
      },
      {
        "letra": "B",
        "texto": "Na execução do contrato, os contratantes somente serão obrigados a guardar os princípios de probidade e boa-fé."
      },
      {
        "letra": "C",
        "texto": "Quando houver, no contrato de adesão, cláusulas ambíguas ou contraditórias, dever-se-á adotar a interpretação mais favorável à parte que as redigiu."
      },
      {
        "letra": "D",
        "texto": "Nos contratos de adesão, são nulas as cláusulas que estipularem a renúncia antecipada do aderente a direito resultante da natureza do negócio."
      },
      {
        "letra": "E",
        "texto": "É vedado às partes estipular contratos atípicos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2181244",
    "metadata": "Ano: 2023 | Banca: Ibest | Órgão: CRF-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Classificação dos Contratos"
    ],
    "enunciado_principal": "A vontade manifestada nos contratos faz lei entre as partes contratantes (DINIZ, 2008). Com relação a contratos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em um contrato de compra e venda, o vendedor é obrigado a entregar a coisa antes de receber o preço, desde que não se trate de venda a crédito."
      },
      {
        "letra": "B",
        "texto": "Entende-se por retrovenda aquela realizada sob condição suspensiva, ainda que a coisa tenha sido entregue ao comprador."
      },
      {
        "letra": "C",
        "texto": "Preempção é o direito do vendedor de reservar para si a propriedade, até que o preço esteja integralmente pago."
      },
      {
        "letra": "D",
        "texto": "Pelo contrato estimatório, a tradição da coisa é substituída pela entrega do seu título representativo, salvo se houver defeito comprovado."
      },
      {
        "letra": "E",
        "texto": "Em um contrato de adesão, se houver cláusulas ambíguas ou contraditórias, deve-se adotar a interpretação mais favorável ao aderente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2174525",
    "metadata": "Ano: 2023 | Banca: CESGRANRIO | Órgão: AGERIO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "É fenômeno jurídico que consiste na possibilidade legal de resolver situação de desequilíbrio das prestações contratuais sucessivas ou diferidas, em consequência de acontecimentos ulteriores à formação do contrato, independentemente da vontade das partes, de tal forma extraordinários e anormais que impossível se tornava prevê-los razoável e antecedentemente. São acontecimentos supervenientes que alteram profundamente a economia do contrato, por tal forma perturbando o seu equilíbrio, como inicialmente estava fixado, que se torna certo que as partes jamais contratariam se pudessem ter antevisto esses fatos. Se, em tais circunstâncias, o contrato fosse mantido, redundaria num enriquecimento anormal, em benefício do credor, determinando um empobrecimento da mesma natureza, em relação ao devedor. O fenômeno descrito refere-se a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão"
      },
      {
        "letra": "B",
        "texto": "imprevisão"
      },
      {
        "letra": "C",
        "texto": "força maior"
      },
      {
        "letra": "D",
        "texto": "nulidades"
      },
      {
        "letra": "E",
        "texto": "caso fortuito"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2124757",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: CAMPREV - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Tendo em vista o direito positivo vigente, assinale a alternativa correta acerca dos contratos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A liberdade de contratar será exercida em razão e nos limites da função social do contrato."
      },
      {
        "letra": "B",
        "texto": "Nas relações contratuais privadas, prevalecerá o princípio da intervenção judicial máxima, destinado a assegurar o atendimento do princípio da função social do contrato e da propriedade, sempre sendo sempre admitida, independentemente de previsão legal, a revisão contratual."
      },
      {
        "letra": "C",
        "texto": "É vedado às partes negociantes estabelecer parâmetros objetivos para a interpretação das cláusulas negociais e de seus pressupostos de revisão ou de resolução."
      },
      {
        "letra": "D",
        "texto": "A alocação de riscos definida pelas partes deve ser sempre relativizada por meio da revisão contratual com o objetivo de reverter a assimetria dos contratantes, assegurar a justiça social e a função social do contrato."
      },
      {
        "letra": "E",
        "texto": "Os contratos civis e empresariais presumem-se paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção, ressalvados os regimes jurídicos previstos em leis especiais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2113524",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Lei de Introdução às Normas do Direito Brasileiro (LINDB)",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Se surgir uma nova lei que seja mais favorável ao devedor em determinada relação contratual, impõe-se a sua aplicação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110565",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Durante a vigência de contrato em relação de trato sucessivo, foi proposta ação em que se pretende o reconhecimento da abusividade de cláusula contratual e, por consequência, a restituição dos valores indevidamente pagos. Não houve, por sua vez, a negativa do próprio direito de fundoEm casos semelhantes ao da situação hipotética anterior, o STJ entende que a revisão da cláusula contratual",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser requerida durante a vigência do contrato, caso em que o prazo será decadencial, sendo imprescindível discutir-se na ação a validade do próprio negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "exige a conclusão do contrato, a partir de quando se inicia a contagem do prazo decadencial, sendo imprescindível discutir-se na ação a validade do próprio negócio jurídico."
      },
      {
        "letra": "C",
        "texto": "pode ser requerida durante a vigência do contrato, caso em que o prazo será prescricional, sendo desnecessário discutir na ação a validade do próprio negócio jurídico."
      },
      {
        "letra": "D",
        "texto": "exige a conclusão do contrato, a partir de quando se inicia a contagem do prazo prescricional, sendo imprescindível discutir-se na ação a validade do próprio negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "pode ser requerida durante a vigência do contrato, caso em que o prazo será decadencial, sendo desnecessário discutir na ação a validade do próprio negócio jurídico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2091472",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TCE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Wangô, idoso de pouca instrução, celebra contrato de franquia com Edvardo, pelo qual deveria pagar, mensalmente, a título de contraprestação, 10% da receita bruta havida com a exploração do negócio. Sucede que, diante da crise econômica, os resultados da franquia começam a piorar muito, e Wangô pede para rescindir o contrato. Edvardo, então, propõe que Wangô pague uma multa rescisória de R$ 50.000,00, não prevista no instrumento original que sequer considerava a hipótese de resolução antecipada, além de quitar as parcelas de contraprestação em aberto. Adverte que, se Wangô não aceitar esses termos, terá que continuar tocando a franquia e poderá sofrer a negativação de seu nome ou até a execução judicial do saldo devedor. Wangô, contrariado, adere à proposta, até porque precisava recuperar o capital investido para, secretamente, financiar o tratamento de uma filha havida fora do casamento. Nesse caso, o distrato foi:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "plenamente válido e eficaz;"
      },
      {
        "letra": "B",
        "texto": "anulável por estado de perigo, diante da necessidade de salvar sua filha;"
      },
      {
        "letra": "C",
        "texto": "ineficaz na parte em que cria novas obrigações pecuniárias não previstas no contrato original;"
      },
      {
        "letra": "D",
        "texto": "anulável por coação, haja vista as ameaças feitas por Edvardo, no sentido de prender Wangô a um negócio prejudicial e de executá-lo judicialmente;"
      },
      {
        "letra": "E",
        "texto": "anulável por lesão, considerada a inexperiência de Wangô e a premente necessidade de sair de um negócio ruinoso, para conservar seu patrimônio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2082876",
    "metadata": "Ano: 2023 | Banca: IADES | Órgão: SEAGRI-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Acerca dos contratos regidos pelo Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando houver no contrato de adesão cláusulas ambíguas ou contraditórias, deverá ser adotada a interpretação mais favorável ao proponente."
      },
      {
        "letra": "B",
        "texto": "A liberdade contratual será exercida nos limites da função social do contrato."
      },
      {
        "letra": "C",
        "texto": "Nos contratos de adesão, são válidas as cláusulas que estipulam a renúncia antecipada do aderente ao direito resultante da natureza do negócio."
      },
      {
        "letra": "D",
        "texto": "É válido estipular a herança de pessoa viva como objeto de contrato."
      },
      {
        "letra": "E",
        "texto": "Ainda que observadas as normas gerais fixadas no Código Civil, não é lícito às partes estipular contratos atípicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2075583",
    "metadata": "Ano: 2023 | Banca: FUMARC | Órgão: AL-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido",
      "Constituição da Relação Contratual - sujeitos, forma e objeto",
      "Classificação dos Contratos"
    ],
    "enunciado_principal": "Relativamente às regras contratuais previstas no Código Civil brasileiro vigente, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa recebida em virtude de contrato comutativo não pode ser enjeitada por vícios ou defeitos ocultos."
      },
      {
        "letra": "B",
        "texto": "A liberdade contratual será exercida nos limites da função social do contrato, sendo que, nas relações contratuais privadas, prevalecerão o princípio da intervenção mínima e a excepcionalidade da revisão contratual."
      },
      {
        "letra": "C",
        "texto": "Os contratos civis e empresariais não se presumem paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção, ressalvados os regimes jurídicos previstos em leis especiais, garantido também que: as partes negociantes poderão estabelecer parâmetros objetivos para a interpretação das cláusulas negociais e de seus pressupostos de revisão ou de resolução; a alocação de riscos definida pelas partes deve ser respeitada e observada; e a revisão contratual somente ocorrerá de maneira excepcional e limitada."
      },
      {
        "letra": "D",
        "texto": "Tanto a cláusula resolutiva expressa, quanto a tácita operam de pleno direito, independentemente de interpelação judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2070189",
    "metadata": "Ano: 2023 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Vícios Redibitórios e Evicção",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Assinale alternativa correta de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos contratos gratuitos ou onerosos, responderá o alienante pela evicção."
      },
      {
        "letra": "B",
        "texto": "O direito de evicção acompanha a coisa e não poderá ser objeto de transação."
      },
      {
        "letra": "C",
        "texto": "Caberá ao alienante indenizar o adquirente pelas benfeitorias acrescidas à coisa ao tempo da evicção."
      },
      {
        "letra": "D",
        "texto": "A evicção poderá ser total ou parcial, sendo o preço correspondente ao valor que se perdeu na época em que a coisa se envenceu."
      },
      {
        "letra": "E",
        "texto": "A qualquer tempo poderá o adquirente demandar pela evicção, não podendo o evicto arguir em defesa, que se sabia que a coisa era alheia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2070188",
    "metadata": "Ano: 2023 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Contratos em Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Assinale alternativa correta de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas relações contratuais privadas, prevalecerão os princípios da não intervenção e do risco da revisão contratual."
      },
      {
        "letra": "B",
        "texto": "As cláusulas contratuais ambíguas serão interpretadas de forma mais favorável ao contratado."
      },
      {
        "letra": "C",
        "texto": "O contrato que tiver por objeto herança de pessoa viva deverá ser averbado junto ao cartório de registro civil, podendo valer como adiantamento de quinhão hereditário."
      },
      {
        "letra": "D",
        "texto": "A liberdade contratual será exercida nos limites da função social da propriedade."
      },
      {
        "letra": "E",
        "texto": "Nos contratos de adesão, são nulas as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2067609",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "No que se refere aos contratos em geral e as disposições do Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas relações contratuais privadas, prevalecerão o princípio da intervenção estatal e a habitualidade da revisão contratual"
      },
      {
        "letra": "B",
        "texto": "Os contratos civis e empresariais presumem-se assimétricos e hierarquizados"
      },
      {
        "letra": "C",
        "texto": "Os contratantes são obrigados a guardar, apenas durante a execução do contrato, os princípios de probidade e boa-fé"
      },
      {
        "letra": "D",
        "texto": "A liberdade contratual será exercida nos limites da função social do contrato"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2065728",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: CGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Uma montadora de automóveis celebrou contrato com uma fabricante de peças prevendo a entrega mensal de certa quantia de peças, tendo o contrato prazo determinado de dois anos. A respeito do tema de contratos em geral, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato celebrado pela montadora de automóveis e a fabricante de peças presume-se paritário e simétrico."
      },
      {
        "letra": "B",
        "texto": "No contrato narrado, prevalecerá o princípio da intervenção média no contrato, desde que associado aos princípios da função social e à boa-fé objetiva."
      },
      {
        "letra": "C",
        "texto": "Caso haja necessidade, as partes poderão requerer a revisão contratual, que será realizada de maneira geral e ilimitada."
      },
      {
        "letra": "D",
        "texto": "No caso previsto no enunciado, a alocação de riscos não deve ser respeitada pelo Poder Judiciário, que tem amplo poder para modificação de cláusulas contratuais."
      },
      {
        "letra": "E",
        "texto": "A liberdade contratual é ampla, não devendo ser limitada pela função social do contrato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2059130",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "O princípio contratual que faculta às partes se vincularem a um contrato, adquirindo direitos e obrigações, é denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "princípio do equilíbrio contratual."
      },
      {
        "letra": "B",
        "texto": "princípio da função social do contrato."
      },
      {
        "letra": "C",
        "texto": "princípio da autonomia da vontade."
      },
      {
        "letra": "D",
        "texto": "princípio da boa-fé."
      },
      {
        "letra": "E",
        "texto": "princípio da onerosidade excessiva"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2674612",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Por meio da teoria do adimplemento substancial, defende-se que, se o adimplemento da obrigação foi muito próximo ao resultado final, a parte credora não terá direito de pedir a resolução do contrato. A aplicação da teoria do adimplemento substancial no Direito brasileiro fundamenta-se pela tutela do seguinte princípio contratual moderno:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "revisão."
      },
      {
        "letra": "B",
        "texto": "relatividade."
      },
      {
        "letra": "C",
        "texto": "função social."
      },
      {
        "letra": "D",
        "texto": "boa-fé objetiva."
      },
      {
        "letra": "E",
        "texto": "equilíbrio econômico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2408601",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: Câmara de São Gonçalo - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "M ingressa na sociedade com T, Y, W, sendo que todas as decisões pertinentes aos rumos do negócio são proferidas com a unanimidade dos votos dos sócios. A união dura longos anos, até que uma das decisões se revela em desacordo com a realidade causando prejuízo a todos. M, inconformado com o prejuízo, aduz que a decisão não deveria ser tomada e notifica os demais sócios para que eles componham o seu prejuízo e assumam sozinhos os da sociedade. Nesse caso, observadas as normas do Código Civil e da moderna teoria geral dos contratos, a conduta de M deve ser considerada como incluída na:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "vida social de percalços"
      },
      {
        "letra": "B",
        "texto": "atuação negocial contemporânea"
      },
      {
        "letra": "C",
        "texto": "externalização societária admissível"
      },
      {
        "letra": "D",
        "texto": "proibição de comportamento contraditório"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2403372",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Câmara de Ibirité - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Em relação aos contratos civis e empresariais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A revisão contratual somente ocorrerá de maneira excepcional e limitada."
      },
      {
        "letra": "B",
        "texto": "É defeso às partes estipular contratos atípicos."
      },
      {
        "letra": "C",
        "texto": "A existência de cláusulas ambíguas invalida o contrato de adesão."
      },
      {
        "letra": "D",
        "texto": "As chamadas “cláusulas exorbitantes” integram os contratos civis e empresariais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2117511",
    "metadata": "Ano: 2022 | Banca: RBO | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Houve no legislador um forte impulso pela consolidação de valores como a socialidade e eticidade a partir da vigência do Código Civil de 2002, alicerces de base principiológica que já se apresentavam em disposições do Código de Defesa do Consumidor. Considerando esta afirmação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O conceito de eticidade está presente nos deveres gerais de boa-fé, também reconhecida por boa-fé objetiva, contudo, não existem disposições expressas quanto a tal princípio no Código Civil de 2002."
      },
      {
        "letra": "B",
        "texto": "A função social dos contratos, modelo da socialidade, foi totalmente revogada após o advento da Lei da Liberdade Econômica que alterou alguns dispositivos do Código Civil em 2019."
      },
      {
        "letra": "C",
        "texto": "A boa-fé objetiva aplica-se apenas para os contratos de consumo, não encontrando previsão expressa no Código Civil."
      },
      {
        "letra": "D",
        "texto": "A socialidade e a eticidade aparecem de forma clara nos princípios da função social dos contratos e da boa-fé objetiva, cuja previsão expressa pode ser encontrada em dispositivos do Código Civil."
      },
      {
        "letra": "E",
        "texto": "A função social dos contratos consiste em cláusula geral sem aplicação prática nas relações civis-empresariais, mas apenas nas relações de consumo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2111085",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Decai o adquirente do direito de obter a redibição ou abatimento no preço de coisa recebida em virtude de contrato comutativo no prazo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "máximo de cento e oitenta dias, para os imóveis, contado a partir do momento da entrega efetiva da coisa."
      },
      {
        "letra": "B",
        "texto": "de trinta dias, seja a coisa móvel ou imóvel, prazo esse contado da entrega efetiva."
      },
      {
        "letra": "C",
        "texto": "de um ano, seja a coisa móvel ou imóvel, prazo esse contado da entrega efetiva."
      },
      {
        "letra": "D",
        "texto": "de trinta dias, se a coisa for móvel, e de um ano se for imóvel, contado da entrega efetiva."
      },
      {
        "letra": "E",
        "texto": "máximo de cento e oitenta dias, o qual poderá ser reduzido à metade, nos termos de legislação específica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2092884",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DETRAN-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "De acordo com o Código Civil, nas relações contratuais privadas,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível que o contrato tenha por objeto herança, ainda que viva a pessoa."
      },
      {
        "letra": "B",
        "texto": "as cláusulas ambíguas, no contrato de adesão, serão nulas de pleno direito."
      },
      {
        "letra": "C",
        "texto": "não é permitido às partes, em nenhuma hipótese, a celebração de contratos atípicos."
      },
      {
        "letra": "D",
        "texto": "prevalecerão o princípio da intervenção mínima e a excepcionalidade da revisão contratual."
      },
      {
        "letra": "E",
        "texto": "a proposta, feita sem prazo, obriga o proponente, mesmo quando não for imediatamente aceita pela pessoa presente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2028139",
    "metadata": "Ano: 2022 | Banca: Instituto Access | Órgão: CELEPAR - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Nas relações contratuais privadas, prevalecem o princípio da intervenção mínima e a excepcionalidade da revisão contratual. Ainda assim, a formalização do contrato deve respeitar as normas postas no ordenamento jurídico, sem prejudicar a coletividade ou os interesses de terceiros. Nesse contexto, o princípio da função social do contrato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inibe às partes pactuar garantias contratuais atípicas."
      },
      {
        "letra": "B",
        "texto": "constitui cláusula atípica a impor a revisão do princípio da relatividade dos efeitos do contrato."
      },
      {
        "letra": "C",
        "texto": "pode ter eficácia interna entre as partes contratantes."
      },
      {
        "letra": "D",
        "texto": "é de aplicação limitada às relações envolvendo interesses metaindividuais."
      },
      {
        "letra": "E",
        "texto": "visa reduzir a possibilidade de tutela externa do crédito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2016457",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PGM Recife - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Parte Geral",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Considerando as disposições do Código Civil e a jurisprudência a respeito dos contratos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O magistrado não poderá reduzir de ofício cláusula penal manifestamente excessiva, demanda esta que deve ser objeto de requerimento expresso da parte interessada."
      },
      {
        "letra": "B",
        "texto": "A abusividade dos encargos acessórios do contrato descaracteriza a mora."
      },
      {
        "letra": "C",
        "texto": "Ao prever os contratos em espécie, o Código Civil veda expressamente a possibilidade de as partes estipularem contratos atípicos."
      },
      {
        "letra": "D",
        "texto": "A herança de pessoa viva pode ser objeto de contrato."
      },
      {
        "letra": "E",
        "texto": "O prazo prescricional da responsabilidade contratual, em regra, é de dez anos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1992182",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Césio celebrou contrato de empreitada com a empresa GL1W. Pela avença, ficou acertado que as medições das obras seriam sempre feitas no dia 5 de cada mês. Subsequentemente, em quinze dias, o pagamento respectivo seria liberado. Nos dois primeiros anos da execução contratual, a empresa não conseguia liberar a medição até o quinto dia, conforme pactuado. Césio, então, por sua mera liberalidade, aceitou, em todas as ocasiões, transferi-las para o dia 10, contando daí o prazo quinzenal para pagamento. A partir do terceiro ano, a situação se normalizou, mas as medições continuaram a ser realizadas no dia 10. Um ano depois, a empresa pede judicialmente as diferenças financeiras pelos atrasos no pagamento, a aplicação de multa moratória sobre cada parcela e de juros de mora, devidos desde o início da execução do contrato. À luz da boa-fé objetiva, Césio poderá alegar, em contestação, a ocorrência de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tu quoque;"
      },
      {
        "letra": "B",
        "texto": "surrectio;"
      },
      {
        "letra": "C",
        "texto": "supressio;"
      },
      {
        "letra": "D",
        "texto": "dever de mitigar os próprios prejuízos (duty to mitigate the loss);"
      },
      {
        "letra": "E",
        "texto": "exceptio doli."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1977667",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Em relação aos contratos bilaterais e ao regramento geral dos contratos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doutrina do adimplemento substancial, quando aplicável, impede, temporariamente, a exigência de perdas e danos pelo credor."
      },
      {
        "letra": "B",
        "texto": "A exceção de contrato não cumprido, tratando-se de exceção peremptória, extingue o vínculo contratual."
      },
      {
        "letra": "C",
        "texto": "Os vícios redibitórios verificados em prestações de fato (obrigações de fazer) ensejam o abatimento do preço, nos contratos regulados pelo Código Civil brasileiro."
      },
      {
        "letra": "D",
        "texto": "Os riscos da evicção podem ser assumidos contratualmente pelo adquirente do bem."
      },
      {
        "letra": "E",
        "texto": "O direito de redibir o contrato extingue-se pela prescrição, no prazo de trinta dias, tratando-se de bem móvel e de seis meses, tratando-se de bem imóvel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1968724",
    "metadata": "Ano: 2022 | Banca: CONSULPLAN | Órgão: MPE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Na vigência de contrato de locação comercial entre particulares, tendo como objeto imóvel utilizado como restaurante, sucede um surto pandêmico de proporção mundial que demanda, como medida de saúde pública, a permanência da população em casa por período indeterminado. Tendo em vista a onerosidade sobrelevada que o cumprimento da avença, nos moldes pactuados importará, o inquilino entra em contato com o proprietário com o objetivo de reduzir o valor da prestação. Nessa situação, a pretensão do inquilino poderá ser admitida com base no seguinte Princípio da(o):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Revisão."
      },
      {
        "letra": "B",
        "texto": "Relatividade."
      },
      {
        "letra": "C",
        "texto": "Consensualismo."
      },
      {
        "letra": "D",
        "texto": "Responsabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1937219",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Em 2019, Adriana contratou promessa de compra e venda de uma unidade autônoma residencial em empreendimento imobiliário ainda em construção com a incorporadora Cadência Construções S/A, no valor de R$ 700.000,00, dos quais R$ 200.000,00 seriam pagos em parcelas com recursos próprios pela promitente-compradora e o valor restante seria financiado ao tempo da entrega da obra. A incorporação não seguia o regime de patrimônio de afetação. O contrato previa, ainda, que Adriana deveria pagar um valor específico como comissão de corretagem, devida pela intermediação do negócio, e estabelecia pena convencional, determinando a perda de 80% do montante do preço já quitado por Adriana na hipótese de inadimplemento absoluto de sua parte. Tais cláusulas foram redigidas com destaque, e Adriana prestou anuência específica quanto a tais pontos, assinando ao lado das cláusulas. Passados alguns meses e muito antes da época prevista para a entrega da obra, após pagar à incorporadora o valor da comissão de corretagem e quitar algumas parcelas do preço, Adriana ficou desempregada e concluiu que não conseguiria honrar seu compromisso. Assim, comunicou à incorporadora que desistia da aquisição e requereu a restituição de todos os valores pagos, nos termos da Lei nº 13.786/2018. A respeito do caso, é correto afirmar que Adriana faz jus:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas à restituição de parte das quantias pagas referentes ao preço, devidamente atualizadas, das quais perderá o exato percentual previsto na pena convencional, diante do seu inadimplemento absoluto;"
      },
      {
        "letra": "B",
        "texto": "à restituição integral das quantias pagas referentes ao preço, devidamente atualizadas, mas não deve reaver a comissão de corretagem, já que esta remunerava um serviço efetivamente prestado;"
      },
      {
        "letra": "C",
        "texto": "à restituição integral da comissão de corretagem, na medida em que a finalidade última da intermediação não foi atingida, mas não deve reaver as quantias pagas referentes ao preço;"
      },
      {
        "letra": "D",
        "texto": "à restituição de parte das quantias pagas referentes ao preço da unidade, devidamente atualizadas, das quais perderá percentual inferior ao previsto na pena convencional, mas não deve reaver a comissão de corretagem;"
      },
      {
        "letra": "E",
        "texto": "à restituição integral das quantias pagas referentes ao preço, devidamente atualizadas, bem como deve reaver a integralidade da comissão de corretagem, sendo totalmente nula a pena convencional estipulada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1919111",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: DETRAN-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Contratos Atípicos"
    ],
    "enunciado_principal": "No que se refere às disposições gerais sobre contratos previstas no Código Civil (CC), analise as afirmativas abaixo: I. A liberdade contratual será exercida nos limites da função social do contrato. II. Nas relações contratuais privadas, prevalecerão o princípio da intervenção mínima e a excepcionalidade da revisão contratual. III. Não é possível às partes estipularem contratos atípicos, tendo em vista que as disposições específicas sobre os contratos estão previstas no CC. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As afirmativas I, II e III estão corretas"
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas I e II estão corretas"
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas II e III estão corretas"
      },
      {
        "letra": "D",
        "texto": "Apenas as afirmativas I e III estão corretas"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1914671",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Foi apresentado ao Oficial de Registro de Imóveis o instrumento particular denominado Aditamento ao Instrumento de Contrato de Venda e Compra de Bem Imóvel com Pacto Adjeto de Alienação Fiduciária de Bem Imóvel em Garantia, por meio do qual a fiduciante, Empresa XXX Ltda., e o fiduciário, Empresa YYY Ltda., alteram os seguintes pontos do contrato originalmente registrado: a) Valor das Obrigações Garantidas (de R$ 100.000,00 para R$ 180.000,00), a Data de Vencimento Final (de 26.12.2028 para 26.12.2033); a Forma de Pagamento de 120 parcelas mensais para 180 parcelas mensais; e os Encargos Remuneratórios de 5,30% para 6,50% ao ano. A análise formal do título revela o preenchimento dos requisitos formais de continuidade e especialidade. Quanto à qualificação do presente título, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve resultar positiva, uma vez que a retificação é válida e estão presentes todos os requisitos formais de continuidade e especialidade; além disso, a averbação da re-ratificação do contrato de mútuo com pacto adjeto de hipoteca conta com expressa previsão no item 15 do inciso II do Art. 167 da Lei nº 6.015/73."
      },
      {
        "letra": "B",
        "texto": "Deve resultar negativa, pois a modificação pretendida atinge elementos essenciais do contrato principal, configurando novação objetiva, o que depende do cancelamento da garantia primitiva e registro da nova."
      },
      {
        "letra": "C",
        "texto": "Diz respeito apenas ao aspecto exterior do título em sentido formal, não se admitindo que a análise se estenda aos aspectos interiores do título causal, tornando obrigatória a qualificação positiva."
      },
      {
        "letra": "D",
        "texto": "Deve resultar negativa, pois o contrato visa à modificação de direito real inscrito sobre imóvel de valor superior a trinta vezes o maior salário-mínimo vigente no País e, por isso, deve ser instrumentalizado por escritura pública, nos termos do Art. 108 do Código Civil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1902243",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: SPGG - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A figura do adimplemento substancial nas obrigações e contratos civis:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embora não consagrada expressamente no Código Civil, decorre dos princípios da função social dos contratos e da boa-fé."
      },
      {
        "letra": "B",
        "texto": "Somente é admitida quando prevista no instrumento contratual."
      },
      {
        "letra": "C",
        "texto": "É incompatível com a função social dos contratos, portanto não deve ser aplicada no direito brasileiro."
      },
      {
        "letra": "D",
        "texto": "Está vinculada à boa-fé subjetiva."
      },
      {
        "letra": "E",
        "texto": "É expressamente consagrada no Código Civil como forma de extinção dos contratos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1897183",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "O princípio da função social do contrato, introduzido no ordenamento jurídico brasileiro pelo Código Civil de 2002, é limitador do princípio contratual",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de autonomia da vontade."
      },
      {
        "letra": "B",
        "texto": "da boa-fé objetiva."
      },
      {
        "letra": "C",
        "texto": "da força obrigatória dos contratos."
      },
      {
        "letra": "D",
        "texto": "da relatividade dos efeitos contratuais."
      },
      {
        "letra": "E",
        "texto": "do equilíbrio econômico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1883020",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: Prefeitura de São Gonçalo - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Jairo Dias realiza contrato de locação com Dalva Gi, tendo uma das cláusulas contratuais previsto que o local do pagamento seria a sala comercial do locador situada no município de São Gonçalo. Alegando dificuldade de locomoção por residir na zona rural do município, a locatária postula o pagamento por transferência bancária, o que foi acolhido e realizado pelo período de dois anos. No início do terceiro ano de cumprimento do contrato, a locatária é surpreendida com a devolução do depósito bancário realizado e obtém a informação de que o pagamento deveria ser realizado segundo a cláusula contratual. Nos termos dos princípios aplicáveis atualmente aos contratos, o comportamento do locador deve ser considerado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítimo por baseado em cláusula contratual"
      },
      {
        "letra": "B",
        "texto": "autorizado por caracterizar a autonomia absoluta da vontade"
      },
      {
        "letra": "C",
        "texto": "contraditório por confrontar a execução do contrato"
      },
      {
        "letra": "D",
        "texto": "indicado excepcionalmente para situações de crise"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1872371",
    "metadata": "Ano: 2022 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Tendo em vista o direito civil brasileiro, no que se refere aos denominados deveres anexos, incidentes nos contratos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os deveres anexos de uma obrigação derivam exclusivamente da vontade das partes."
      },
      {
        "letra": "B",
        "texto": "O contrato cria, para as partes, uma obrigação à qual elas estão sujeitas, não lhes sendo exigível o que não foi pactuado."
      },
      {
        "letra": "C",
        "texto": "Ao incidir no contrato, o princípio da boa-fé objetiva determina deveres anexos de natureza obrigatória, embora não tenham sido pactuados pelas partes."
      },
      {
        "letra": "D",
        "texto": "Os vocábulos obrigação e dever no plano do direito têm o mesmo significado."
      },
      {
        "letra": "E",
        "texto": "A relação contratual é concebida, no plano do Código Civil de 2002, como sendo de natureza antagônica, logo, uma das partes tem direitos e a outra apenas deveres, podendo ser principais ou anexos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1869737",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Rejane adquiriu um automóvel de seu vizinho Altair pelo preço de R$ 8.000,00. Três meses depois, todavia, veio a ser parada numa blitz e o veículo foi apreendido porque constava que há cerca de um ano ele fora roubado do real proprietário, que não era Altair. Diante disso, Rejane tem direito a exigir de Altair:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os R$ 8.000,00 de volta, corrigidos monetariamente, independentemente do valor de mercado do veículo quando foi apreendido;"
      },
      {
        "letra": "B",
        "texto": "indenização pelo valor de mercado do bem, além de eventuais perdas e danos decorrentes da apreensão, se provar que Altair tinha ciência do roubo;"
      },
      {
        "letra": "C",
        "texto": "ressarcimento pelas benfeitorias e melhoramentos que tiver feito no carro, se provar sua boa-fé na época em que as realizou;"
      },
      {
        "letra": "D",
        "texto": "a devolução do preço pago se no contrato com ele constasse cláusula que exclui a garantia contra evicção, desde que ela não tenha assumido o risco relativo ao roubo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3230066",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Em relação aos contratos no Código Civil pátrio, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A liberdade contratual será exercida nos limites da função social do contrato."
      },
      {
        "letra": "B",
        "texto": "Nas relações contratuais privadas, prevalecerão o princípio da intervenção mínima e a excepcionalidade da revisão contratual."
      },
      {
        "letra": "C",
        "texto": "Nos contratos de adesão, são nulas as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio."
      },
      {
        "letra": "D",
        "texto": "Não é lícito às partes estipular contratos atípicos, admitindo-se apenas aquelas modalidades contratuais previstas taxativamente no Código Civil."
      },
      {
        "letra": "E",
        "texto": "Ressalvados os regimes jurídicos previstos em leis especiais, os contratos civis e empresariais presumem-se paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1903631",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: PGE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "No direito brasileiro, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos contratos civis e empresariais, a revisão contratual somente ocorrerá de maneira excepcional e limitada."
      },
      {
        "letra": "B",
        "texto": "A pessoa obrigada por dois ou mais débitos da mesma natureza, a um só credor, tem o direito de indicar a qual deles oferece pagamento, vencidos ou vincendos."
      },
      {
        "letra": "C",
        "texto": "No inadimplemento das obrigações, o devedor responde pela atualização monetária, mas, no silêncio do contrato, não responde por juros."
      },
      {
        "letra": "D",
        "texto": "Salvo disposição específica em contrário, contratos civis e empresariais não se presumem paritários e simétricos."
      },
      {
        "letra": "E",
        "texto": "Quando houver no contrato de adesão cláusulas ambíguas ou contraditórias, deve-se adotar a interpretação mais favorável ao proponente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1875656",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Lei de Introdução às Normas do Direito Brasileiro (LINDB)",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A respeito da eficácia da lei no espaço, da capacidade da pessoa natural, dos contratos e da prova do fato jurídico, julgue os itens a seguir. I De acordo com a Lei de Introdução às Normas do Direito Brasileiro, as regras sobre o começo e o fim da personalidade, o nome e a capacidade do estrangeiro domiciliado no Brasil são aquelas vigentes no local de seu nascimento. II São absolutamente incapazes de exercer pessoalmente os atos da vida civil todos aqueles que, por causa permanente, não puderem exprimir sua vontade. III A recusa da parte em se submeter à perícia médica determinada pelo magistrado pode ser utilizada para suprir a prova que se desejava produzir com o exame. IV Os contratos de natureza privada são informados pelo princípio da intervenção estatal mínima e pelo caráter excepcional de sua revisão contratual. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1873020",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Santos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Considerando as disposições do Código Civil a respeito dos contratos civis e empresariais, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há presunção juris tantum de vulnerabilidade em favor da parte, pessoa física ou jurídica, que dispuser de menores recursos econômicos."
      },
      {
        "letra": "B",
        "texto": "É nula a estipulação de parâmetros para a interpretação das cláusulas contratuais ou sobre os pressupostos para a revisão ou resolução do contrato, por serem matérias de ordem pública."
      },
      {
        "letra": "C",
        "texto": "Como regra, os contratos são suscetíveis de revisão sempre que houver alteração das circunstâncias vigentes ao tempo da celebração."
      },
      {
        "letra": "D",
        "texto": "As cláusulas ambíguas ou contraditórias serão interpretadas da maneira mais favorável ao contratante economicamente vulnerável."
      },
      {
        "letra": "E",
        "texto": "É válida a cláusula de renúncia antecipada de qualquer dos contratantes a direito resultante da natureza do negócio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1852453",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A legislação civil aborda os contratos sob a ótica da obrigação como instrumento de circulação de riquezas, dentre outras finalidades privadas, mas também sob o viés constitucional, não se sobrepondo os interesses das partes aos ditames constitucionais. Assim é que se estabelece o limite da liberdade de contratar na função social do contrato. Considerando as disposições da legislação civil acerca do contrato, assinale a alternativa que contemple assertiva CONTRÁRIA ao texto de Lei.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A herança de pessoa viva só pode ser objeto de contrato mediante instrumento público."
      },
      {
        "letra": "B",
        "texto": "A interpretação mais favorável ao aderente deve ser adotada quando do contrato se observar a existência de cláusulas ambíguas."
      },
      {
        "letra": "C",
        "texto": "A interpretação mais favorável ao aderente deve ser adotada quando do contrato se observar a existência de cláusulas contraditórias."
      },
      {
        "letra": "D",
        "texto": "As partes não se vinculam somente aos contratos previstos no Código Civil, podendo estipular contratos atípicos, desde que as regras gerais do diploma em questão sejam observadas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1846021",
    "metadata": "Ano: 2021 | Banca: IADES | Órgão: CAU - MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A respeito da teoria geral dos contratos, de acordo com o Código Civil brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos contratos de adesão, são lícitas as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio."
      },
      {
        "letra": "B",
        "texto": "A herança de pessoa viva pode ser objeto de contrato, desde que ambas as partes sejam maiores e capazes."
      },
      {
        "letra": "C",
        "texto": "Quando houver, no contrato de adesão, cláusulas ambíguas ou contraditórias, dever-se-á adotar a interpretação mais favorável ao estipulante."
      },
      {
        "letra": "D",
        "texto": "O direito brasileiro admite a celebração pelas partes de contratos atípicos, observadas as normas gerais fixadas neste Código."
      },
      {
        "letra": "E",
        "texto": "O princípio da função social dos contratos não tem previsão expressa no Código Civil de 2002."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1828597",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "A respeito do negócio jurídico, das obrigações, dos contratos e da responsabilidade civil, julgue o item que se segue. Firmado o contrato preliminar, com o preenchimento dos requisitos legais, surge o direito de as partes exigirem a celebração do definitivo, se não pactuado o arrependimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1827597",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Guarujá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a interpretação dos contratos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os contratos presumem-se não paritários e não simétricos, salvo se celebrados entre empresários ou entre pessoas que não apresentem características de hipossuficiência."
      },
      {
        "letra": "B",
        "texto": "As partes negociantes poderão estabelecer parâmetros objetivos para a interpretação das cláusulas negociais e de seus pressupostos de revisão ou de resolução."
      },
      {
        "letra": "C",
        "texto": "A alocação de riscos definida pelas partes deve ser respeitada, observados os princípios da intervenção máxima e da possibilidade de revisão geral dos contratos."
      },
      {
        "letra": "D",
        "texto": "Os contratantes são obrigados a guardar, assim na conclusão do contrato, como em sua execução, os princípios de probidade e boa-fé que, entretanto, não se aplicam na fase pós-contratual."
      },
      {
        "letra": "E",
        "texto": "São válidas as cláusulas que estipulem a renúncia antecipada a direito resultante da natureza do negócio, bem como as que o sujeitarem ao puro arbítrio de uma das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1826543",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A respeito dos contratos e do direito das coisas, julgue o item subsequente. Na interpretação contratual integrativa, objetiva-se descobrira intenção das partes no momento da celebração do contrato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1843044",
    "metadata": "Ano: 2020 | Banca: NEMESIS | Órgão: Câmara de Conchal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A proibição do venire contra factum proprium objetiva impedir que a parte da relação jurídica contratual adote mais de um padrão de conduta, segundo as vantagens que cada situação possa lhe oferecer. Esse instituto está relacionado à qual principio da codificação civil brasileira:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "boa-fé."
      },
      {
        "letra": "B",
        "texto": "sociabilidade."
      },
      {
        "letra": "C",
        "texto": "operabilidade."
      },
      {
        "letra": "D",
        "texto": "transparência contratual."
      },
      {
        "letra": "E",
        "texto": "proporcionalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1816049",
    "metadata": "Ano: 2020 | Banca: Instituto Consulplan | Órgão: Prefeitura de Formiga - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Para a elaboração de um contrato tecnicamente correto, devem ser adotados cuidados importantes; analise-os. I. Deve-se escolher linguagem simples e próxima das partes, evitando-se, assim, termos complicados ou de difícil interpretação. II. A enumeração de cláusulas e divisão em capítulos visa facilitar o encontro de informações importantes. III. As cláusulas devem ter redações longas e, se necessário, divididas em subitens e parágrafos. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1753903",
    "metadata": "Ano: 2020 | Banca: IMPARH | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Os princípios exercem relevante parâmetro hermenêutico para a interpretação dos contratos no Direito Civil. Consoante estabelecido pelo Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os contratantes são obrigados a guardar, assim na conclusão do contrato, como em sua execução, os princípios de probidade, eticidade, lealdade, paridade e boa-fé."
      },
      {
        "letra": "B",
        "texto": "nos contratos de adesão, são válidas, excepcionalmente, as cláusulas que estipulem a renúncia antecipada do aderente ao direito resultante da natureza do negócio."
      },
      {
        "letra": "C",
        "texto": "os contratos civis e empresariais presumem-se paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção, ressalvados os regimes jurídicos previstos em leis especiais, garantido também que a revisão contratual somente ocorrerá de maneira excepcional e limitada."
      },
      {
        "letra": "D",
        "texto": "a liberdade contratual será exercida nos limites da função social do contrato, da função social da empresa e da função social da propriedade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1292304",
    "metadata": "Ano: 2020 | Banca: IPEFAE | Órgão: Prefeitura de São João da Boa Vista - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "De acordo com o Código Civil “os contratos civis e empresariais presumem-se paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção, ressalvados os regimes jurídicos previstos em leis especiais, garantido também que”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as partes negociantes poderão estabelecer parâmetros objetivos para a interpretação das cláusulas negociais e de seus pressupostos de revisão ou de resolução."
      },
      {
        "letra": "B",
        "texto": "a alocação de riscos definida pelas partes não será necessariamente respeitada."
      },
      {
        "letra": "C",
        "texto": "a revisão contratual passa a ser a regra, podendo ser realizada de forma ilimitada."
      },
      {
        "letra": "D",
        "texto": "os princípios da probidade e da boa-fé devem ser seguidos pelos contratantes apenas na conclusão do contrato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1143922",
    "metadata": "Ano: 2020 | Banca: Instituto Consulplan | Órgão: Prefeitura de Formiga - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Sobre os contratos, analise as afirmativas a seguir. I. Contrato compreende todo acordo de vontades de fundo econômico, que tem por objetivo a aquisição, o resguardo, a transferência, a conservação ou a extinção de direitos, recebendo o amparo do ordenamento legal. II. A função social preconiza que as obrigações assumidas nos contratos valem não apenas porque as partes as assumiram voluntariamente, mas também porque interessa à sociedade a tutela da situação advinda das suas consequências econômicas e sociais. III. Antes da aceitação não há contrato, porque ainda não há consenso. Somente quando o oblato se converte em aceitante, fazendo aderir sua vontade à do proponente, a oferta se transforma em contrato. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2009610",
    "metadata": "Ano: 2019 | Banca: IMA | Órgão: Prefeitura de Paço do Lumiar - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A proposta de contrato obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso. Todavia, deixa de ser obrigatória a proposta quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, feita com prazo a pessoa presente, não foi imediatamente aceita."
      },
      {
        "letra": "B",
        "texto": "Se, feita sem prazo a pessoa ausente, tiver decorrido tempo suficiente para chegar a resposta ao conhecimento do proponente."
      },
      {
        "letra": "C",
        "texto": "Se, feita a pessoa ausente, não tiver sido expedida a resposta no prazo de 10 dias."
      },
      {
        "letra": "D",
        "texto": "Se, feita a pessoa ausente, não tiver sido expedida a resposta no prazo de 30 dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1243503",
    "metadata": "Ano: 2019 | Banca: MetroCapital Soluções | Órgão: Prefeitura de Conchas - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "No que se refere aos efeitos do princípio “nemo venire contra factum propria”, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Foram contemplados pelo Código Civil brasileiro de 2002 na forma de cláusulas específicas, mas não o foram do mesmo modo pelo Código de 1916."
      },
      {
        "letra": "B",
        "texto": "Podem ser identificados no Código Civil brasileiro de 2002 e no Código Civil de 1916 por meio de interpretação de algumas regras específicas, entre outras reguladoras dos contratos e dos negócios jurídicos."
      },
      {
        "letra": "C",
        "texto": "Não podem ser identificadas no Código Civil brasileiro de 2002, assim como também não podiam no Código Civil de 1916."
      },
      {
        "letra": "D",
        "texto": "Possuem reconhecimento pelo Código Civil brasileiro de 2002, mas não no Código Civil de 1916."
      },
      {
        "letra": "E",
        "texto": "Possuem expresso reconhecimento pelo Código Civil de 2002, por meio de uma cláusula geral."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1216319",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Para a elaboração de um contrato tecnicamente correto, devem ser adotados cuidados importantes. Diante do exposto, marque V para as afirmativas verdadeiras e F para as falsas. ( ) Deve-se escolher linguagem simples e próxima das partes, evitando-se, assim, termos complicados ou de difícil interpretação. ( ) A enumeração de cláusulas e divisão em capítulos visa facilitar o encontro de informações importantes. ( ) As cláusulas devem ter redações longas e, se necessário, divididas em subitens e parágrafos. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F."
      },
      {
        "letra": "B",
        "texto": "V, F, V."
      },
      {
        "letra": "C",
        "texto": "F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, V, V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1216318",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Sobre contratos, analise as afirmativas a seguir. I. Contrato compreende todo acordo de vontades de fundo econômico, que tem por objetivo a aquisição, o resguardo, a transferência, a conservação ou a extinção de direitos, recebendo o amparo do ordenamento legal. II. A função social preconiza que as obrigações assumidas nos contratos valem não apenas porque as partes as assumiram voluntariamente, mas, também, porque interessa à sociedade a tutela da situação advinda das suas consequências econômicas e sociais. III. Antes da aceitação não há contrato, porque ainda não há consenso. Somente quando o oblato se converte em aceitante, fazendo aderir sua vontade à do proponente, a oferta se transforma em contrato. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1168435",
    "metadata": "Ano: 2019 | Banca: EXATUS | Órgão: Câmara de Candói - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Nos termos do Código Civil, com a redação dada pela Lei nº 13.874/2019, acerca dos contratos em geral, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A liberdade contratual será exercida nos limites da função social do contrato. Nas relações contratuais privadas, prevalecerão o princípio da intervenção mínima e a excepcionalidade da revisão contratual."
      },
      {
        "letra": "B",
        "texto": "Nos contratos de adesão, são anuláveis as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio."
      },
      {
        "letra": "C",
        "texto": "A herança de pessoa viva poderá ser objeto de contrato, nos casos previstos na legislação especial."
      },
      {
        "letra": "D",
        "texto": "É ilícito às partes estipular contratos atípicos."
      },
      {
        "letra": "E",
        "texto": "Reputar-se-á celebrado o contrato no lugar de sua execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1153962",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Assinale a opção que indica o princípio segundo o qual o que estiver estipulado entre as partes tem força de lei, uma vez que o contrato vincula os envolvidos no seu devido cumprimento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "princípio da função social do contrato"
      },
      {
        "letra": "B",
        "texto": "princípio da força obrigatória do contrato"
      },
      {
        "letra": "C",
        "texto": "princípio da boa-fé subjetiva"
      },
      {
        "letra": "D",
        "texto": "princípio da proibição de comportamento contraditório"
      },
      {
        "letra": "E",
        "texto": "princípio da boa-fé objetiva"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1093935",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: ESEF - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Responsabilidade civil",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos."
    ],
    "enunciado_principal": "Considere as seguintes situações:(i) João é um famoso estilista e foi contratado pela marca ER para o desenho da coleção de inverno. Apesar de constar expressamente no contrato a cláusula de exclusividade, a marca ER vendeu os modelos para outra empresa antes mesmo de realizar o pagamento dos serviços prestrados; (ii) Letícia, residente em Jundiaí, anunciou a venda de seu sofá e sua geladeira na internet, e José, residente em Campinas, interessado na compra, foi até a casa de Letícia, que, antes mesmo de receber a oferta de preço por José, se recusou, sem motivos, a vender os móveis; (iii) Carolina ofereceu carona gratuitamente à sua amiga Camila para a faculdade; no trajeto, sofreram um acidente por culpa grave de Carolina, e Camila foi internada por dez dias. De acordo com a doutrina majoritária, assinale a alternativa que corresponde às possíveis responsabilidades da marca ER, de Letícia e de Carolina, respectivamente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contratual, extracontratual, e pós-contratual."
      },
      {
        "letra": "B",
        "texto": "Pré-contratual, pré-contratual e extracontratual."
      },
      {
        "letra": "C",
        "texto": "Extracontratual, não há responsabilidade e não há responsabilidade."
      },
      {
        "letra": "D",
        "texto": "Pós-contratual, não há responsabilidade e pré-contratual."
      },
      {
        "letra": "E",
        "texto": "Contratual, pré-contratual e extracontratual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1093860",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Mauá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Eduardo celebrou compromisso de compra e venda com uma cooperativa, na década de 90, para aquisição de um imóvel no empreendimento Z, e iniciou o pagamento das prestações mensais ajustadas entre as partes. Em 1998, foi contemplado em assembleia de cooperados e ingressou na posse do imóvel, dando continuidade aos pagamentos das prestações. Com a quitação integral em 2002, a cooperativa, no entanto, recursou-se a outorgar a escritura definitiva, ao argumento de que havia saldo residual pendente, embora não tenha demonstrado a origem da dívida. A cooperativa também alegou a existência de hipoteca gravando o terreno em que se assenta o empreendimento, muito embora as unidades estejam individualizadas em matrícula. Considerando o tempo decorrido desde a posse do imóvel, a quitação integral e a relação jurídica existente entre as partes, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a cooperativa pode cobrar o saldo residual, decorrente do custeio das despesas administrativas com a construção do empreendimento, porque a cobrança é corolário do princípio da boa fé objetiva"
      },
      {
        "letra": "B",
        "texto": "Eduardo faz jus à outorga da escritura definitiva, pois, ao exigir saldo residual após a declaração de quitação, a cooperativa agiu em comportamento contraditório (venire contra factum proprium) e frustou a legítima expectativa do adquirente, de que não haveria cobrança de saldo residual."
      },
      {
        "letra": "C",
        "texto": "há impedimento para outorga da escritura definitiva do imóvel, porque o terreno em que foi construído o imóvel está hipotecado e, dessa forma, o proprietário da coisa dada em garantia perde seu jus disponendi, em razão da aderência da garantia real."
      },
      {
        "letra": "D",
        "texto": "mesmo com a quitação integral, Eduardo terá direito à escritura definitiva no momento em que a cooperativa comprovar a liberação do gravame."
      },
      {
        "letra": "E",
        "texto": "Eduardo terá direito à outorga da escritura definitiva quando comprovar o pagamento do saldo residual e o levantamento da hipoteca que recai sobre o terreno."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1092894",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Uma loja de eletrodomésticos assinou um contrato, mediante instrumento particular, com um posto de combustível para que este fornecesse, todo mês, por prazo indeterminado, uma quantidade mínima de 50 litros de combustível para abastecer os veículos de entrega de mercadorias. Em razão do aumento do preço dos combustíveis, a loja de eletrodomésticos contratou entregadores de bicicleta para as entregas de menor porte e começou a diminuir as compras de combustível do posto. Por mais de dois anos, o fornecimento de combustível se deu em quantidades menores que as mínimas estabelecidas no contrato, sem qualquer ressalva ou reclamação por parte do posto de combustível. Então, o representante da loja de eletrodomésticos procurou o representante do posto de combustível e eles, verbalmente, declararam que o contrato estaria desfeito. Entretanto, um ano após o distrato verbal, o posto de combustível ajuizou uma demanda contra a loja de eletrodomésticos, exigindo-lhe o ressarcimento dos valores proporcionais ao não cumprimento de metas mínimas de aquisição de combustível, bem como do período após o distrato verbal, sob o argumento de que o desfazimento do contrato somente poderia ser realizado por escrito. Acerca do caso hipotético, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "como o contrato foi celebrado por escrito, somente poderia ser alterado ou desfeito pela mesma forma, razão pela qual seriam devidos todos os valores, tendo em vista o descumprimento do contrato por parte da loja de eletrodomésticos."
      },
      {
        "letra": "B",
        "texto": "somente são devidos os valores posteriores ao distrato verbal que não é válido por não atender à mesma forma do contrato; em relação ao período em que houve fornecimento de combustível abaixo do previsto no contrato, configurou-se o denominado tu quoque."
      },
      {
        "letra": "C",
        "texto": "não há que se falar na aplicação da supressio em razão da incidência do princípio do pacta sunt servanta. Entretanto, aplicável no caso a surrectio."
      },
      {
        "letra": "D",
        "texto": "somente são devidos os valores do período de aquisição abaixo dos mínimos previstos no contrato, mas não os posteriores ao distrato verbal."
      },
      {
        "letra": "E",
        "texto": "nenhum valor é devido, tendo em vista que incidiu a supressio em razão da concordância tácita do posto em fornecer combustível em valores abaixo dos contratualmente previstos, bem como ocorreu um distrato verbal válido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1084334",
    "metadata": "Ano: 2019 | Banca: IBFC | Órgão: EMDEC - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Os contratos em geral são tratados pelo Código Civil Brasileiro. Sobre o assunto, analise as afirmativas abaixo e dê valores de Verdadeiro (V) ou Falso (F).( ) Os princípios de probidade e boa-fé devem ser resguardados tão somente durante a execução do contrato. ( ) Nos contratos de adesão, são nulas as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio. ( ) Não pode ser objeto de contrato a herança de pessoa viva.Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V"
      },
      {
        "letra": "B",
        "texto": "V, V, F"
      },
      {
        "letra": "C",
        "texto": "F, F, V"
      },
      {
        "letra": "D",
        "texto": "F, V, V"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1062808",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Acerca da prescrição, da decadência e dos efeitos na cobrança das prestações devidas pelo devedor em relação a quem seja credor e ao direito de resolução da relação contratual que não tenha por objeto bem público móvel ou imóvel, julgue os itens a seguir, com base no Código Civil e no entendimento do STJ. I É facultado ao credor diante do inadimplemento do devedor, escolher entre exigir o cumprimento da prestação ou exigir a resolução do contrato, cabendo, em qualquer das hipóteses, a respectiva indenização. II Excepcionalmente, admite-se a cumulação dos pedidos de cumprimento da prestação e de resolução do contrato e, escolhida a via do cumprimento, é possível recurso à via da resolução depois de transitada em julgado a sentença de procedência exarada na primeira ação. III Como não há prazo em lei estabelecido para o exercício do direito à resolução da relação contratual, tal exercício é ilimitado no tempo, na medida em que esse instrumento, enquanto fonte de obrigações que vincula as partes, tem caráter transitório: nasce com a finalidade de se extinguir preferencialmente com o adimplemento das prestações que encerra. IV Se o pedido de resolução da relação contratual se funda no inadimplemento de determinada parcela, a prescrição da pretensão de exigir o respectivo pagamento prejudica, em consequência, o direito de exigir a extinção da relação contratual com base na mesma causa, ante a ausência do elemento objetivo que dá suporte fático ao pleito. Assinale a opção correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e IV estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens III e IV estão certos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1048874",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "De acordo com o clássico conceito de Clóvis do Couto e Silva, adimplemento substancial “constitui um adimplemento tão próximo ao resultado final, que, tendo-se em vista a conduta das partes, exclui-se o direito de resolução, permitindo-lhe tão somente o pedido de indenização e/ou adimplemento, de vez que a primeira pretensão viria a ferir o princípio da boa-fé (objetiva)”. (O Princípio da Boa-Fé no Direito Brasileiro e Português in Estudos de Direito Civil Brasileiro e Português. São Paulo: RT, 1980, p. 56). De acordo com o conceito doutrinário acima, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo jurisprudência dominante no Superior Tribunal de Justiça (STJ), não é possível aplicar a teoria do adimplemento substancial aos contratos de alienação fiduciária em garantia regidos pelo Decreto-Lei n. 911/69."
      },
      {
        "letra": "B",
        "texto": "A teoria do adimplemento substancial está expressamente prevista no ordenamento jurídico brasileiro."
      },
      {
        "letra": "C",
        "texto": "O uso da teoria do adimplemento substancial pode ser estimulado a ponto de preservar os interesses do credor e do devedor, pois, a longo prazo, seus efeitos colaterais podem auxiliar na manutenção dos custos da contratação."
      },
      {
        "letra": "D",
        "texto": "Na Inglaterra, onde surgiu a teoria, os autores ingleses formularam dois requisitos para admitir a substantial performance: insignificância do inadimplemento e satisfação do interesse creditório."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1037426",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Classificação dos Contratos"
    ],
    "enunciado_principal": "De acordo com as disposições do Código Civil, analise as afirmativas a respeito dos contratos em geral. I. O contrato preliminar, inclusive quanto a forma, deve conter todos os requisitos essenciais ao contrato a ser celebrado. II. Nos contratos bilaterais, pode qualquer dos contratantes alegar em defesa a exceção do contrato não cumprido. III. Nos contratos de adesão, havendo cláusulas que gerem dúvida na sua interpretação, será adotada a mais favorável ao aderente. IV. São alguns dos requisitos para a aplicação da cláusula rebus sic stantibus: a ocorrência de acontecimentos extraordinários e imprevisíveis e que tenham tornado a prestação de uma das partes excessivamente onerosa, com extrema vantagem para a outra. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1021674",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Cerquilho - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Parte Geral",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "“A possibilidade de se considerar suprimida uma obrigação contratual, na hipótese em que o não exercício do direito correspondente, pelo credor, gere no devedor a justa expectativa de que esse não exercício se prorrogará no tempo”. Qual é o instituto a que se refere a citação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Supressio."
      },
      {
        "letra": "B",
        "texto": "Prescrição."
      },
      {
        "letra": "C",
        "texto": "Impossibilidade jurídica do pedido."
      },
      {
        "letra": "D",
        "texto": "Decadência."
      },
      {
        "letra": "E",
        "texto": "Surrectio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1019421",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: SANASA Campinas",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Sobre contratos, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos de execução continuada, se a prestação de uma das partes se tornar excessivamente onerosa, em virtude de acontecimentos extraordinários e imprevisíveis, poderá o devedor pedir a resolução do contrato."
      },
      {
        "letra": "B",
        "texto": "A exceção de contrato não cumprido aplica-se a todos os contratos."
      },
      {
        "letra": "C",
        "texto": "Os benéficos devem ser interpretados de forma restrita."
      },
      {
        "letra": "D",
        "texto": "É proibido o que tem por objeto herança de pessoa viva."
      },
      {
        "letra": "E",
        "texto": "É possível a manifestação tácita de vontade em matéria contratual, quando não for necessária que seja expressa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1003106",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Heleno, que tem 13 anos, pretende comprar um videogame no valor de R$ 3.000,00. Para isto, celebra contrato de compra e venda com Jorge, que tem 18 anos. Sobre esta situação, quanto a Heleno, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a contratação é viável, em razão de sua plena capacidade civil."
      },
      {
        "letra": "B",
        "texto": "a celebração do contrato apenas seria possível caso ele estivesse assistido por seus pais."
      },
      {
        "letra": "C",
        "texto": "ele não pode celebrar este contrato, em razão de sua incapacidade absoluta."
      },
      {
        "letra": "D",
        "texto": "ainda que representado por seus pais, ele não pode celebrar este contrato."
      },
      {
        "letra": "E",
        "texto": "após os dezesseis anos, ele pode celebrar contratos, independentemente da intervenção de seus pais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "992255",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Monte Alto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A respeito dos deveres anexos à boa fé objetiva e à tutela jurídica da confiança no direito contratual, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O credor que aceita receber reiteradamente o pagamento em local diverso do pactuado perde o direito de exigir que o devedor efetue o pagamento no lugar previsto no contrato, em virtude do venire contra factum proprium."
      },
      {
        "letra": "B",
        "texto": "O credor que aceita receber reiteradamente o pagamento em local diverso do pactuado perde o direito de exigir que o devedor efetue o pagamento no lugar previsto no contrato, em virtude da supressio."
      },
      {
        "letra": "C",
        "texto": "O credor que aceita receber reiteradamente o pagamento em local diverso do pactuado tem direito de exigir a qualquer tempo que o devedor efetue o pagamento no lugar previsto no contrato, não se cogitando de supressio nem de venire contra factum proprium."
      },
      {
        "letra": "D",
        "texto": "O credor que dá quitação da dívida sem nenhuma ressalva não tem direito de exigir complementação do pagamento por conta de correção monetária, em virtude da supressio."
      },
      {
        "letra": "E",
        "texto": "O credor que dá quitação da dívida sem nenhuma ressalva tem direito de exigir complementação do pagamento por conta de correção monetária, porque neste caso não incide a figura do venire contra factum proprium."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1103659",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: INB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Quanto à teoria geral dos contratos e os contratos em espécie, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É anulável a troca de valores desiguais entre ascendentes e descendentes se não houver consentimento dos demais descendentes e do cônjuge do alienante."
      },
      {
        "letra": "B",
        "texto": "Por regra, a compra e venda é contrato comutativo porque as partes sabem de antemão quais serão as suas prestações. Eventualmente, incidirá o elemento álea ou sorte, podendo a compra e venda assumir a forma de contrato aleatório, envolvendo riscos."
      },
      {
        "letra": "C",
        "texto": "É anulável a venda de ascendente a descendente, salvo se os outros descendentes e o cônjuge do alienante expressamente houverem consentido, sendo que se dispensa o consentimento do cônjuge se o regime de bens for o da separação obrigatória."
      },
      {
        "letra": "D",
        "texto": "Na cláusula de venda com reserva de domínio, o devedor compra o bem de um terceiro, mas como não pode pagar o preço, aliena-o, transferindo a propriedade ao credor. O proprietário do bem é o credor fiduciário, mas a propriedade é resolúvel, a ser extinta se o preço for pago de forma integral pelo devedor fiduciante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1101685",
    "metadata": "Ano: 2018 | Banca: AOCP | Órgão: Prefeitura de São Luís - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tem eficácia a confissão feita por quem não é capaz de dispor do direito a que se referem os fatos confessados."
      },
      {
        "letra": "B",
        "texto": "A coisa incerta será indicada, ao menos, pela quantidade."
      },
      {
        "letra": "C",
        "texto": "Na obrigação de dar coisa incerta, antes da escolha, poderá o devedor alegar perda ou deterioração da coisa, ainda que por força maior ou caso fortuito."
      },
      {
        "letra": "D",
        "texto": "A função social do contrato é um dos limites para a realização de um contrato."
      },
      {
        "letra": "E",
        "texto": "Nos contratos bilaterais, qualquer um dos contratantes, antes de cumprida a sua obrigação, pode exigir o implemento da do outro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1083380",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: COREN-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Em relação aos contratantes, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por expressa aplicação do princípio da boa‐fé, qualquer um dos contratantes, cumprida ou não a sua obrigação nos contratos bilaterais, poderá exigir o implemento do outro."
      },
      {
        "letra": "B",
        "texto": "Ainda que o alienante tenha conhecimento do vício ou defeito da coisa, apenas restituirá o que recebeu."
      },
      {
        "letra": "C",
        "texto": "Por cláusula expressa, os contratantes podem reforçar ou diminuir as suas responsabilidades pela evicção, mas nunca a excluir, tendo em vista a sua imperatividade."
      },
      {
        "letra": "D",
        "texto": "Somente com a sua anuência expressa é que o terceiro designado no contrato pode ser substituído pelo estipulante."
      },
      {
        "letra": "E",
        "texto": "Os contratantes podem estipular cláusula resolutiva expressa, a qual operará de pleno direito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1035544",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Em matéria de teoria geral dos contratos, tendo em vista os princípios que a norteiam, em especial a boa-fé objetiva e a função social do contrato, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é lícito às partes estipular contratos atípicos, afora os tipos contratuais previstos na legislação;"
      },
      {
        "letra": "B",
        "texto": "pode ser objeto de contrato a herança de pessoa viva;"
      },
      {
        "letra": "C",
        "texto": "nos contratos de adesão, são nulas as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio;"
      },
      {
        "letra": "D",
        "texto": "quando houver no contrato de adesão cláusulas ambíguas ou contraditórias, dever-se-á adotar a interpretação menos favorável ao aderente;"
      },
      {
        "letra": "E",
        "texto": "a liberdade de contratar poderá ultrapassar os limites da função social do contrato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1031010",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Indaiatuba -SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "José alugou um imóvel a Maria. Foi previsto de forma expressa no contrato que o pagamento do aluguel, fixado em R$ 2.000,00 (dois mil reais) mensais, ocorreria todo dia 10 de cada mês, sob pena de incidência de multa de 2%, a partir do vencimento, bem como de juros moratórios de 1% ao mês, pro rata die. Maria, ao firmar o contrato, recebia o pagamento de seu salário no 10 de cada mês, razão pela qual escolheu essa data para realizar o pagamento do aluguel. Entretanto, mudou de emprego e começou a receber seu salário todo dia 20 de cada mês, passando unilateralmente a pagar, a partir do 2º mês de vigência do contrato, o aluguel no dia 20 de cada mês e continuou a fazê-lo durante todo o prazo de 60 meses do contrato, sem qualquer oposição de José. Ao final do contrato, Maria manifestou a vontade de devolver o imóvel, mas José não aceitou receber as chaves, bem como ajuizou ação de execução fundada em título extrajudicial dos valores decorrentes de juros e multa. Sobre a pretensão de José, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser considerada improcedente, tendo em vista a ocorrência da surrectio, decorrente do princípio da boa-fé, tendo em vista que a omissão de José fez surgir a legítima confiança de que as partes, tacitamente, acordaram em alterar a data do pagamento."
      },
      {
        "letra": "B",
        "texto": "deve ser considerada procedente, relativamente a todo o período, tendo em vista que o expressamente previsto no contrato não pode ser afastado pela atitude das partes, mesmo no caso de omissão do credor em postular seu direito, em razão do princípio do pacta sunt servanda."
      },
      {
        "letra": "C",
        "texto": "deve ser considerada improcedente, tendo em vista a ocorrência da supressio, decorrente do princípio da boa-fé, tendo em vista que a omissão de José fez surgir a legítima confiança de que as partes, tacitamente, acordaram em alterar a data do pagamento."
      },
      {
        "letra": "D",
        "texto": "deve ser considerada parcialmente procedente, tendo em vista que a prescrição conta-se do vencimento de cada parcela, devendo ser considerada prescrita a pretensão das parcelas que se venceram há mais de 3 anos da data do ajuizamento da ação de execução por título extrajudicial."
      },
      {
        "letra": "E",
        "texto": "deve ser julgada parcialmente procedente, salvo em relação à última parcela do aluguel, tendo em vista que o recebimento das prestações posteriores firma a presunção de quitação das anteriores, razão pela qual somente poderá exigir a multa e os juros do último aluguel."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "974657",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "O hospital X, situado na Cidade de São Bernardo do Campo, passou a oferecer o serviço de plano de saúde para os seus pacientes no valor de R$ 800,00 (oitocentos reais). No anúncio, informou que caso mais de 1.000 (mil) pessoas contratassem o plano, o valor seria reduzido para a metade. Quando o plano de saúde atingiu 900 (novecentas) pessoas contratadas, o valor do plano foi reduzido pela metade. Porém, onze meses após as contratações, o hospital X decidiu que iria cobrar o valor integral do plano de saúde. Sobre a situação hipotética, considerando os princípios da boa-fé objetiva, é correto afirmar que o hospital X está",
    "alternativas": [
      {
        "letra": "A",
        "texto": "correto, pois não houve a contratação pelo número de pessoas previamente estabelecido."
      },
      {
        "letra": "B",
        "texto": "correto, em razão do instituto conhecido como tu quoque."
      },
      {
        "letra": "C",
        "texto": "correto, em razão do instituto conhecido como supressio."
      },
      {
        "letra": "D",
        "texto": "incorreto, em razão do instituto conhecido como venire contra factum proprium."
      },
      {
        "letra": "E",
        "texto": "incorreto, em razão do instituto conhecido como tu quoque."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "962988",
    "metadata": "Ano: 2018 | Banca: NC-UFPR | Órgão: Câmara de Quitandinha - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Sobre o direito contratual, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os contratantes são obrigados a guardar, assim na conclusão do contrato como em sua execução, os princípios de probidade e boa-fé."
      },
      {
        "letra": "B",
        "texto": "Entre os conceitos correlatos à boa-fé objetiva estão os seguintes postulados: Venire contra factum proprium, Suppressio, Surrectio e Tu quoque."
      },
      {
        "letra": "C",
        "texto": "A proposta de contrato obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio ou das circunstâncias do caso."
      },
      {
        "letra": "D",
        "texto": "Os contratos podem ser unilaterais, bilaterais e plurilaterais."
      },
      {
        "letra": "E",
        "texto": "Os contratos reais são aqueles que se formam unicamente pelo acordo de vontades, independentemente da entrega da coisa e da observância de determinada forma."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "960887",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRM-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "No que se refere às disposições sobre obrigações, contratos e responsabilidade civil, julgue o item subsequente. O ordenamento jurídico brasileiro, embora admita a formação de contratos não previstos em lei, não autoriza a coligação de espécies contratuais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "950512",
    "metadata": "Ano: 2018 | Banca: COMPERVE - UFRN | Órgão: TJ-RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Xavier, locatário do apartamento de Odorico, ajustou o valor de R$ 2.500,00, por trinta meses, em seu contrato de aluguel. Ocorre que, a partir do terceiro mês, ele passou a depositar na conta combinada o valor de R$ 1.800,00 e, partir daí, regularmente, depositou esse valor no dia de vencimento do aluguel, sem que Odorico jamais o notificasse de qualquer irregularidade. Ao final do prazo do aluguel, Odorico entra na justiça cobrando a diferença referente aos 28 meses de aluguel em que Xavier pagou a menos. Nesse caso, conforme a jurisprudência brasileira, a pretensão de Odorico não é possível, pois se configurou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "venire contra factum propium."
      },
      {
        "letra": "B",
        "texto": "tu quoque."
      },
      {
        "letra": "C",
        "texto": "supressio."
      },
      {
        "letra": "D",
        "texto": "adimplemento substancial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "948925",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGM - João Pessoa - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Um cliente de uma instituição bancária foi contatado, por mensagem via aplicativo de celular, pelo seu gerente, para que autorizasse a transferência de determinada quantia em dinheiro da conta-corrente para uma aplicação no mercado financeiro. Seis meses após ter permitido essa operação, o cliente constatou que não existia o investimento e não localizou o dinheiro disponibilizado. Solicitou, então, ao gerente que o valor fosse restituído à conta-corrente, mas ele recusou-se a fazê-lo. Nessa situação hipotética, poderá haver responsabilização pessoal do gerente, uma vez que este feriu a boa-fé objetiva pelo instituto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da exceção dolosa."
      },
      {
        "letra": "B",
        "texto": "do tu quoque."
      },
      {
        "letra": "C",
        "texto": "da surrectio."
      },
      {
        "letra": "D",
        "texto": "da supressão."
      },
      {
        "letra": "E",
        "texto": "do venire contra factum proprium."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "946822",
    "metadata": "Ano: 2018 | Banca: UEM | Órgão: UEM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Depósito, Mandato, Comissão, Agência e Distribuição",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Marque a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A liberdade de contratar será exercida em razão e nos limites da função social do contrato. Os contratantes são obrigados a guardar, assim na conclusão do contrato, como em sua execução, os princípios de probidade e boa-fé."
      },
      {
        "letra": "B",
        "texto": "A coisa recebida em virtude de contrato comutativo pode ser enjeitada por vícios ou defeitos ocultos, que a tornem imprópria ao uso a que é destinada, ou lhe diminuam o valor"
      },
      {
        "letra": "C",
        "texto": "Considera-se doação o contrato em que uma pessoa, por liberalidade, transfere do seu patrimônio bens ou vantagens para o de outra. A doação em comum a mais de uma pessoa entende-se distribuída entre elas por igual, salvo declaração em contrário."
      },
      {
        "letra": "D",
        "texto": "Pelo contrato de depósito recebe o depositário um objeto imóvel, para guardar, até que o depositante o reclame."
      },
      {
        "letra": "E",
        "texto": "É depósito necessário: o que se faz em desempenho de obrigação legal; o que se efetua por ocasião de alguma calamidade, como o incêndio, a inundação, o naufrágio ou o saque."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "932903",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Princípios Gerais de Direito Civil",
      "Lei de Introdução às Normas do Direito Brasileiro (LINDB)",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Diante da existência de normas gerais sobre determinado assunto, publicou-se oficialmente nova lei que estabelece disposições especiais acerca desse assunto. Nada ficou estabelecido acerca da data em que essa nova lei entraria em vigor nem do prazo de sua vigência. Seis meses depois da publicação oficial da nova lei, um juiz recebeu um processo em que as partes discutiam um contrato firmado anos antes.A partir dessa situação hipotética, julgue o item a seguir, considerando o disposto na Lei de Introdução às Normas do Direito Brasileiro.O contrato é regido pelas normas em vigor à data de sua celebração, observados os efeitos futuros ocorridos após a vacatio legis da nova lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "929472",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Considere as seguintes afirmativas: i) não se confunde com a prescrição, resultando na perda de um direito pelo seu não exercício por tempo suficiente para gerar na outra parte da relação jurídica a confiança de que o mesmo não mais será exigido; ii) surgimento de um direito não previsto na relação contratual, mas que se incorpora no patrimônio de uma das partes em razão do comportamento reiterado da outra; iii) vedação ao comportamento de uma das partes da relação contratual que viola regra estabelecida no acordo e tenta se aproveitar de situação favorável decorrente da violação que em que ela mesma incorreu. As assertivas referem-se, respectivamente, a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "supressio, surrectio e tu quoque."
      },
      {
        "letra": "B",
        "texto": "tu quoque, surrectio e supressio."
      },
      {
        "letra": "C",
        "texto": "surrectio, supressio e tu quoque."
      },
      {
        "letra": "D",
        "texto": "tu quoque, supressio e surrectio."
      },
      {
        "letra": "E",
        "texto": "surrectio, tu quoque e supressio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886106",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Em relação aos contratos em geral, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na revisão judicial de disposições contratuais de execução continuada, em razão de excessiva onerosidade da prestação, com extrema vantagem para a outra parte, em face de acontecimentos extraordinários e imprevisíveis, poderá o devedor pedir a resolução do contrato, retroagindo os efeitos da sentença à data da celebração do negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "A aplicação dos institutos da supressio e da surrectio constituem figuras concomitantes, podendo ser comparadas como verso e reverso da mesma moeda."
      },
      {
        "letra": "C",
        "texto": "A doação pura feita ao nascituro e ao absolutamente incapaz valerá sendo aceita pelo seu representante legal, com presunção jure et jure."
      },
      {
        "letra": "D",
        "texto": "O direito de demandar pela evicção supõe, necessariamente, a perda da coisa adquirida em contrato oneroso, por força de decisão judicial."
      },
      {
        "letra": "E",
        "texto": "O Código Civil de 2002 adotou a teoria da base objetiva do negócio jurídico, inspirado na doutrina alemã desenvolvida por Karl Larenz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "882361",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: AL-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "A temática dos contratos, no âmbito do Direito Civil, passou por profundas mudanças estruturais na medida em que houve a superação do modelo contratual clássico, engendrado sob a marca individualista e patrimonialista, o que propiciou a emergência de uma nova teoria geral dos contratos, marcadamente de sentido social. O sistema contratual contemporâneo se mostra um sistema de cunho mais aberto, tendo os princípios da função social e da boa-fé objetiva como norteadores do trabalho do alcance hermenêutico. Nesse sentido, analise as afirmações abaixo acerca dos contratos, assinalando V, se verdadeiras, ou F, se falsas.( ) O princípio da boa-fé objetiva, no âmbito contratual, pode ser caracterizado como um parâmetro objetivo de exigência de comportamento leal dos contratantes, não só durante a fase contratual, mas estando presente também nas fases pré e pós-contratual, emergindo de sua função os denominados deveres anexos (laterais ou secundários) de conduta, que, se violados, geram o que se denomina de violação positiva do contrato, uma espécie de inadimplemento obrigacional, que pode ocasionar a responsabilização civil subjetiva a ser apurada mediante a análise da culpa. ( ) Dentro da principiologia que orienta os contratos, a boa-fé objetiva tem, exemplificativamente, dentre os seus desdobramentos (conceitos parcelares), os seguintes institutos que suprem lacunas do contrato e apresentam deveres implícitos às partes contratuais: o venire contra factum proprium, que consiste na vedação do comportamento contraditório; a supressio, que significa a perda de um direito pelo seu não exercício ou de uma posição jurídica por razoável lapso temporal; a surrectio, que se estabelece pelo surgimento de um direito exigível em razão do lógico comportamento de uma das partes, diante de práticas, usos e costumes; e o tu quoque, que pode ser entendida como sendo a defesa contra ações dolosas, contrárias à boa-fé, que têm como intuito prejudicar a parte contrária. ( ) Na formação dos contratos, a proposta deixa de ser obrigatória se, feita a pessoa ausente, não tiver sido expedida a resposta dentro do prazo dado. ( ) Segundo jurisprudência do STJ, no contrato de prestação de serviços advocatícios em que se estipula o êxito como condição para o recebimento da remuneração, caso ocorra renúncia do patrono originário, antes do julgamento definitivo da demanda, não lhe cabe o direito imediato ao arbitramento de verba honorária proporcional ao trabalho realizado, sendo necessário esperar o desfecho processual positivo para a apuração do crédito devido. ( ) O proprietário de terreno objeto de contrato de permuta com incorporadora/construtora, rescindido por decisão judicial no curso do processo falimentar desta, não tem responsabilidade pelos danos sofridos pelos antigos adquirentes de unidades autônomas no empreendimento imobiliário inacabado, conforme jurisprudência do STJ. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – V – F – F."
      },
      {
        "letra": "B",
        "texto": "V – F – F – V – V."
      },
      {
        "letra": "C",
        "texto": "V – V – F – F – F."
      },
      {
        "letra": "D",
        "texto": "F – F – V – V – F."
      },
      {
        "letra": "E",
        "texto": "F – F – F – V – V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "880734",
    "metadata": "Ano: 2018 | Banca: FAUEL | Órgão: Prefeitura de Paranavaí - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Efeitos perante Terceiros: Estipulação em Favor de Terceiros, Contratos com Pessoa a Declarar e Promessa de Fato de Terceiro",
      "Vícios Redibitórios e Evicção",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Assinale a alternativa correta, a respeito dos contratos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não pode ser objeto de contrato a herança de pessoa falecida."
      },
      {
        "letra": "B",
        "texto": "A oferta ao público equivale a proposta quando encerra os requisitos essenciais ao contrato, ainda que o contrário resulte das circunstâncias ou dos usos."
      },
      {
        "letra": "C",
        "texto": "Na estipulação em favor de terceiro, o estipulante pode reservar-se o direito de substituir o terceiro designado no contrato, exceto se houver oposição do outro contratante."
      },
      {
        "letra": "D",
        "texto": "Na evicção tem direito o evicto a receber o preço que pagou pela coisa evicta, se não soube do risco da evicção, ou, dele informado, não o assumiu, salvo no caso de cláusula de exclusão da garantia contra a evicção."
      },
      {
        "letra": "E",
        "texto": "O contrato preliminar, exceto quanto à forma, deve conter todos os requisitos essenciais ao contrato a ser celebrado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "875853",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: IPSM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Sobre a boa-fé nas relações contratuais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A boa-fé dá origem a obrigações não constantes expressamente do contrato. Em razão da conduta das partes, surgem, independentemente da vontade destas, os denominados “deveres laterais” que podem servir de fundamento para pretensões no âmbito da relação contratual."
      },
      {
        "letra": "B",
        "texto": "A boa-fé é protegida durante a relação contratual. Dessa forma, antes da formação do vínculo contratual e após o cumprimento da prestação objeto do contrato, não há que se falar em proteção à boa-fé, tendo em vista a inexistência de relação jurídica, salvo se ocorrer qualquer hipótese que possa ensejar responsabilidade aquiliana."
      },
      {
        "letra": "C",
        "texto": "As cláusulas contratuais vinculam as partes. Se estas começarem a se comportar, durante a relação contratual, de forma diversa da pactuada, não pode qualquer delas demandar qualquer pretensão decorrente deste comportamento, tendo em vista que a boa-fé não é apta a alterar o ajustado expressamente no contrato."
      },
      {
        "letra": "D",
        "texto": "A boa-fé protegida no âmbito das relações contratuais é a denominada boa-fé subjetiva. Dessa forma, mesmo que as partes tenham agido segundo o padrão de conduta esperado, se uma delas tiver uma expectativa subjetiva diversa da decorrente dos termos da relação contratual, existe pretensão a ser exercida visando ao reequilíbrio contratual."
      },
      {
        "letra": "E",
        "texto": "Se o contrato prevê a resolução em razão de inadimplemento, mesmo ocorrendo adimplemento substancial, deve o mesmo ser resolvido, tendo em vista que não se pode alegar boa-fé contra cláusula expressa como justificativa para a manutenção da relação contratual."
      }
    ],
    "gabarito": "A"
  }
]