[
  {
    "id": "3298356",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Câmara de Morrinhos - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Qual bem é considerado pelo Código Civil como bem imóvel para efeitos legais?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O material objeto de demolição de um prédio."
      },
      {
        "letra": "B",
        "texto": "O direito à sucessão aberta."
      },
      {
        "letra": "C",
        "texto": "A energia com valor econômico."
      },
      {
        "letra": "D",
        "texto": "O direito pessoal de caráter patrimonial e as respectivas ações."
      },
      {
        "letra": "E",
        "texto": "O material destinado a uma construção ainda não empregado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3295846",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "De acordo com o Código Civil, são direitos reais",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o usufruto, a fiança e o penhor."
      },
      {
        "letra": "B",
        "texto": "a propriedade, a hipoteca e a herança."
      },
      {
        "letra": "C",
        "texto": "a laje, a habitação e o uso."
      },
      {
        "letra": "D",
        "texto": "o penhor, a superfície e o direito à imagem."
      },
      {
        "letra": "E",
        "texto": "a anticrese, as servidões e o direito à vida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3273829",
    "metadata": "Ano: 2025 | Banca: FADENOR | Órgão: Câmara de Buritizeiro - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Domicílio e Bens",
      "Direito das Coisas / Direitos Reais",
      "Parte Geral",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Marque a alternativa CORRETA a respeito dos bens, disciplinados pelo Código Civil Brasileiro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As energias que tenham valor econômico, os direitos reais sobre objetos móveis e as ações correspondentes, assim como os direitos pessoais de caráter patrimonial e respectivas ações, consideram-se móveis para os efeitos legais."
      },
      {
        "letra": "B",
        "texto": "As edificações que, separadas do solo, mas conservadas a sua unidade, forem removidas para outro local e os materiais provisoriamente separados de um prédio, para nele se reempregarem, perdem o caráter de imóveis."
      },
      {
        "letra": "C",
        "texto": "Os materiais destinados a alguma construção, enquanto não forem empregados, conservam sua qualidade de móveis; ademais, não readquirem essa qualidade os provenientes da demolição de algum prédio."
      },
      {
        "letra": "D",
        "texto": "Os direitos reais sobre imóveis, as ações que os asseguram e o direito à sucessão aberta consideram-se móveis para os efeitos legais."
      },
      {
        "letra": "E",
        "texto": "Os bens indivisíveis são os que se podem fracionar sem alteração na sua substância, diminuição considerável de valor, ou prejuízo do uso a que se destinam."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3204461",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "De acordo com a Lei Federal Nº 10.406/2002 – Código Civil Brasileiro, considerando o conceito de propriedade, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o proprietário pode ser privado da coisa, nos casos de desapropriação, por necessidade ou utilidade pública ou interesse social."
      },
      {
        "letra": "B",
        "texto": "o proprietário tem a faculdade de usar, gozar e dispor da coisa, independente da finalidade econômica e social de sua utilização."
      },
      {
        "letra": "C",
        "texto": "aquele que, por cinco anos, sem interrupção, nem oposição, possuir como seu imóvel, adquire-lhe a propriedade por usucapião, independente da área, título boa-fé."
      },
      {
        "letra": "D",
        "texto": "a propriedade do imóvel é um direito adquirido através de contrato de compra e venda registrado em cartório."
      },
      {
        "letra": "E",
        "texto": "a aquisição por usucapião especial urbano pode ser exercida quando a posse ocorrer de forma ininterrupta e sem oposição por pelo menos dez anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3310173",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Maripá - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Sobre o direito de construir, em conformidade com a Lei nº 10.406/2002 - Código Civil, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O proprietário do prédio vizinho não tem direito a ressarcimento pelos prejuízos que sofrer, não obstante haverem sido realizadas as obras acautelatórias."
      },
      {
        "letra": "B",
        "texto": "Na zona rural, não será permitido levantar edificações a menos de três metros do terreno vizinho."
      },
      {
        "letra": "C",
        "texto": "O proprietário ou ocupante do imóvel não é obrigado a tolerar que o vizinho entre no prédio, mediante prévio aviso, para apoderar-se de coisas suas, inclusive animais que aí se encontrem casualmente."
      },
      {
        "letra": "D",
        "texto": "É lícito encostar à parede divisória chaminés, fogões, fornos ou quaisquer aparelhos ou depósitos suscetíveis de produzir infiltrações ou interferências prejudiciais ao vizinho."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3298497",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "O Código Civil, como instrumento normativo, desempenha um papel essencial na regulamentação dos direitos e deveres relacionados ao patrimônio e às relações jurídicas. Avalie as proposições acerca do regramento da propriedade no Código Civil: I.O proprietário tem a faculdade de usar, gozar e dispor da coisa, e o direito de reavê-la do poder de quem quer que injustamente a possua ou detenha. II.São permitidos os atos que não trazem ao proprietário qualquer comodidade, ou utilidade, e sejam animados pela intenção de prejudicar outrem. III.A propriedade do solo abrange as jazidas, minas e demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a proposição II está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas a proposição I está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas a proposição III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições II e III estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3298494",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "O Código Civil organiza e regula diversos aspectos da vida civil, assegurando direitos e definindo obrigações. Acerca dos bens reciprocamente considerados, assinale a alternativa que está de acordo com o Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Principal é o bem que existe sobre si, abstrata ou concretamente; acessório, aquele cuja existência supõe a do principal."
      },
      {
        "letra": "B",
        "texto": "Enquanto ainda não separados do bem principal, os frutos e produtos não podem ser objeto de negócio jurídico."
      },
      {
        "letra": "C",
        "texto": "São pertenças os bens que, constituindo partes integrantes, se destinam, de modo duradouro, ao uso, ao serviço ou ao aformoseamento de outro."
      },
      {
        "letra": "D",
        "texto": "Os negócios jurídicos que dizem respeito ao bem principal abrangem as pertenças, como regra geral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3127325",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Marília - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Marcos, proprietário de um imóvel situado na zona rural do município de Marília, com a intenção de não mais o conservar em seu patrimônio após sofrer com diversos problemas, decide abandonar o imóvel. Diante dessa situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de hipótese de renúncia do imóvel."
      },
      {
        "letra": "B",
        "texto": "Os efeitos da perda da propriedade imóvel serão subordinados ao registro do título transmissivo ou do ato renunciativo no Registro de Imóveis."
      },
      {
        "letra": "C",
        "texto": "O imóvel de Marcos poderá ser arrecadado pelo Poder Público, como bem vago, ainda que outrem esteja na posse do imóvel."
      },
      {
        "letra": "D",
        "texto": "O imóvel poderá ser arrecadado como bem vago e passar, três anos depois, à propriedade do Município de Marília."
      },
      {
        "letra": "E",
        "texto": "Há presunção absoluta da intenção de abandono do imóvel, quando, cessados os atos de posse, deixar Marcos de satisfazer os ônus fiscais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2580920",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Rio Branco - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Leia o caso a seguir. Um homem e sua esposa invadiram uma pequena gleba de terra, com apenas três hectares, localizada na zona rural de um município, passando a nela residir com seus dois filhos menores e a dela retirar o sustento mediante agricultura familiar. O casal já exerce a posse de forma mansa e pacífica, com publicidade e intenção de domínio, sem qualquer tipo de interrupção pelo prazo de cinco anos. O imóvel não é terra devoluta ou bem público de qualquer natureza. O casal não possui propriedade de nenhum outro imóvel rural ou urbano. Contudo, o imóvel ocupado possui tamanho inferior ao módulo rural determinado pela respectiva lei municipal. Elaborado pelo(a) autor(a). Considerando o que disciplina a legislação, notadamente o Código Civil, o Estatuto da Terra e a Constituição Federal, e a jurisprudência consolidada do Superior Tribunal de Justiça, o casal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá, após o decurso de mais cinco anos, postular o reconhecimento da usucapião especial rural porque o desatendimento ao requisito do módulo rural não pode obstar o direito à propriedade."
      },
      {
        "letra": "B",
        "texto": "poderá postular de imediato o reconhecimento da usucapião especial rural porque o desatendimento ao requisito do módulo rural não pode obstar o direito à propriedade."
      },
      {
        "letra": "C",
        "texto": "ficará impedido de postular a usucapião especial rural porque a área é inferior ao módulo rural, o que impede a configuração de propriedade familiar."
      },
      {
        "letra": "D",
        "texto": "poderá, após o decurso de mais dez anos, postular o reconhecimento da usucapião extraordinária porque não estão preenchidos os requisitos da usucapião especial rural."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2580769",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Paraty - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "“________ é um direito real transitório que concede a seu titular o poder de usar e gozar durante certo tempo, sob certa condição ou vitaliciamente de bens pertencentes a outra pessoa, a qual conserva sua substância.”. “________ representa o ius utendi por inteiro, consagrando o direito de retirar da coisa tudo que for assim suscetível, sem receber nenhum fruto. O (...) perceberá os seus frutos, quanto o exigirem as necessidades suas e de sua família.”. Considerando os direitos reais, assinale a alternativa que preenche correta e especificamente ambas as lacunas com os conceitos daquilo que se definiu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Usufruto / o uso."
      },
      {
        "letra": "B",
        "texto": "Uso / o usufruto."
      },
      {
        "letra": "C",
        "texto": "Usufruto / a servidão."
      },
      {
        "letra": "D",
        "texto": "Usufruto sucessivo / o usufruto."
      },
      {
        "letra": "E",
        "texto": "A concessão de direito real de uso / o usufruto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2514955",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: NOVACAP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Conforme o Código Civil, julgue o item.Benfeitorias são os melhoramentos ou os acréscimos sobrevindos ao bem, com ou sem a intervenção do proprietário, possuidor ou detentor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2369066",
    "metadata": "Ano: 2024 | Banca: INQC | Órgão: CPTrans de Petrópolis - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Junius Laelius foi eleito governador do Estado J e nomeou como Procurador Geral do Estado Otto Paulus que veio a apresentar defesa proposta por pessoa física que havia requerido constrição sobre o patrimônio público. Os bens das pessoas jurídicas de direito público estão protegidos pela cláusula de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impenhorabilidade"
      },
      {
        "letra": "B",
        "texto": "imprestabilidade"
      },
      {
        "letra": "C",
        "texto": "inamovibilidade"
      },
      {
        "letra": "D",
        "texto": "inocuidade"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2356790",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de Serra da Raiz - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Aquele que, achando-se em relação de dependência para com outro, conserva a posse em nome deste e em cumprimento de ordens ou instruções suas é considerado pelo Código Civil como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possuidor."
      },
      {
        "letra": "B",
        "texto": "precário."
      },
      {
        "letra": "C",
        "texto": "proprietário."
      },
      {
        "letra": "D",
        "texto": "detentor."
      },
      {
        "letra": "E",
        "texto": "usufrutuário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2550714",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CORE-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Direitos reais são direitos absolutos indicados como tais no ordenamento jurídico. Analise os direitos indicados a seguir: I. Laje e superfície. II. Propriedade e usufruto. III. Uso e habitação. IV. Penhora e anticrese. São considerados, nos termos da lei, direitos reais, o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2436359",
    "metadata": "Ano: 2023 | Banca: UNITINS | Órgão: AFTO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Os direitos reais são classificados em: direito real na própria coisa, em que se insere a propriedade; direitos reais na coisa alheia, em que se inserem entre outros, a superfície, a servidão, o usufruto; e direitos reais de garantia, em que se inserem o penhor, a hipoteca e a anticrese. A respeito dos direitos reais, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a propriedade do solo abrange a do espaço aéreo e subsolo correspondentes em altura e profundidade úteis ao seu exercício, não podendo o proprietário opor-se a atividades que sejam realizadas por terceiros a uma altura ou profundidade tais que não tenha ele interesse legítimo em impedi-las."
      },
      {
        "letra": "B",
        "texto": "a servidão se aplica ao dono do prédio que não tiver acesso à via pública, tendo direito, mediante pagamento de indenização cabal, de constranger o vizinho a lhe dar passagem cujo rumo será judicialmente fixado, se necessário."
      },
      {
        "letra": "C",
        "texto": "o usufruto é o direito de usar e fruir, podendo recair sobre em um ou mais bens, móveis ou imóveis, em um patrimônio inteiro, ou parte deste, abrangendo-lhe frutos e utilidades. Não extingue o usufruto com a morte o usufrutuário."
      },
      {
        "letra": "D",
        "texto": "o bem dado em garantia, nas dívidas garantidas por penhor, anticrese ou hipoteca, fica sujeito, por vínculo real, ao cumprimento da obrigação. Os bens que não se podem alienar poderão ser dados em penhor, anticrese ou hipoteca."
      },
      {
        "letra": "E",
        "texto": "podem ser objeto de hipoteca os bens imóveis, as estradas de ferro, o direito especial para fins de moradia, o direito real de uso, a propriedade fiduciária. Não podem ser objetos de hipoteca navios e aeronaves, pois são bens móveis."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2319983",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Efeitos, Tutela, Transmissão e Perda da Posse",
      "Modos de Aquisição da Propriedade Imóvel",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Em um lançamento de um condomínio de lotes de terrenos, Jaqueline adquire o Lote 3 da Quadra 5 pelo valor de R$ 50.000,00 (cinquenta mil reais). Um mês após a aquisição, Jaqueline construiu sua casa por meio de empreitada, de lavor e material, que consumiu R$ 150.000,00 (cento e cinquenta mil reais de sua economia) de suas economias. Três anos após o início da obra, Jaqueline recebeu notificação extrajudicial de Marcos reclamando a posse do imóvel, sob a alegação de ser proprietário do terreno em que a casa foi construída. Aturdida, Jaqueline descobre que, de fato, construiu, por total descuido, sobre terreno que julgava ser o Lote 3. Contudo, após análise técnica, verificou que sua casa estava, de fato, construída sobre o lote 4, titularizado por Marcos. Sem chegar a uma composição amigável, Jaqueline",
    "alternativas": [
      {
        "letra": "A",
        "texto": "faz jus à retenção do terreno, enquanto não for indenizada pela benfeitoria."
      },
      {
        "letra": "B",
        "texto": "adquirirá a propriedade, independentemente da vontade de Marcos, indenizando-o pelo solo."
      },
      {
        "letra": "C",
        "texto": "deve devolver o terreno a Marcos de forma livre e desembaraçada de pessoas e coisas."
      },
      {
        "letra": "D",
        "texto": "faz jus à propriedade do Lote 4 por força de usucapião especial."
      },
      {
        "letra": "E",
        "texto": "tem direito à indenização, após transferir a posse a Marcos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2319982",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Como execução de seu planejamento sucessório, Ricardo e Maria doaram para sua filha caçula, Raquel, o direito real de propriedade de um de seus imóveis no valor de R$ 200.000,00 (duzentos mil reais). No mesmo ato, Raquel constituiu direito real de usufruto vitalício e gratuito em favor dos doadores, no valor de R$ 100.000,00 (cem mil reais). Os outros filhos, Tiago e Murilo, não aquiesceram com a doação. Dois meses após a celebração do negócio jurídico cumulativo, que foi devidamente registrado na matrícula do imóvel, a União declarou o bem de utilidade pública e, sem sucesso na composição extrajudicial, ajuizou ação de desapropriação do direito real de propriedade. No que toca à indenização pela desapropriação, Ricardo e Maria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "permanecem titulares do direito real de usufruto."
      },
      {
        "letra": "B",
        "texto": "não fazem jus a nenhum valor, pois a doação é nula."
      },
      {
        "letra": "C",
        "texto": "recebem indenização equivalente à nua-propriedade."
      },
      {
        "letra": "D",
        "texto": "não fazem jus a nenhum valor, pois a doação é ineficaz."
      },
      {
        "letra": "E",
        "texto": "recebem indenização equivalente à avaliação do usufruto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2307550",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Propriedade Resolúvel e Propriedade Fiduciária",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca",
      "Noções Fundamentais de Direitos Reais",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "Sobre determinado imóvel, pendiam (i) penhora proveniente de execução trabalhista em face de seu proprietário; e (ii) hipoteca bancária. Sucede que, em uma execução cível no juízo estadual, o bem, depois da devida tramitação, foi levado a leilão e arrematado por preço superior às dívidas vinculadas aos gravames. Expedida a carta de arrematação, o Registro de Imóveis se recusa a transferir a propriedade ao arrematante, diante das anotações constantes da matrícula. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda que a arrematação seja forma de aquisição originária da propriedade, seus efeitos são relativos às partes no processo, de modo que o registro da carta só poderá ocorrer com a concordância dos demais credores;"
      },
      {
        "letra": "B",
        "texto": "a arrematação é forma de aquisição originária da propriedade, de modo que, inexistindo prévia relação entre o arrematante e o antigo proprietário, os gravames anteriores devem ser cancelados, e a carta, registrada, mesmo que, com isso, não concordem os credores;"
      },
      {
        "letra": "C",
        "texto": "como a arrematação é forma de aquisição derivada da propriedade, seus efeitos são relativos às partes no processo, de modo que o registro da carta só poderá ocorrer com a concordância dos demais credores;"
      },
      {
        "letra": "D",
        "texto": "embora a aquisição seja forma de aquisição originária da propriedade, o arrematante recebe o bem com seus ônus, notadamente a hipoteca devidamente registrada, da qual só se exonerará após o pagamento;"
      },
      {
        "letra": "E",
        "texto": "a arrematação é forma de aquisição derivada da propriedade, de modo que, inexistindo prévia relação entre o arrematante e o antigo proprietário, os gravames anteriores devem ser cancelados, e a carta, registrada, mesmo que, com isso, não concordem os credores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2195257",
    "metadata": "Ano: 2023 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Modos de Aquisição da Propriedade Imóvel",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Sobre o instituto da venda com reserva de domínio, é cabível o entendimento de que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo risco da coisa responde o comprador antes da tradição."
      },
      {
        "letra": "B",
        "texto": "seja incidente sobre coisa móvel."
      },
      {
        "letra": "C",
        "texto": "ao longo da mora, é despiciendo o protesto do título ou interpelação judicial."
      },
      {
        "letra": "D",
        "texto": "não se aplica a teoria do adimplemento substancial para esse instituto jurídico."
      },
      {
        "letra": "E",
        "texto": "através do entendimento do STJ, esse mensura sobre a prescindibilidade da notificação extrajudicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2094595",
    "metadata": "Ano: 2023 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Efeitos, Tutela, Transmissão e Perda da Posse",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Com fundamento na legislação de regência, tem direito à concessão de uso especial para fins de moradia, relativamente ao bem objeto da posse, aquele que: Possuiu como seu, por............ anos, ininterruptamente e sem oposição, até............ m² de imóvel público situado em área com características e finalidade............ , e que o utilize para sua moradia ou de sua família............, seja proprietário ou concessionário, a qualquer título, de outro imóvel urbano ou rural. Assinale a alternativa que completa corretamente as lacunas do texto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3 • 350 • urbanas • ainda que"
      },
      {
        "letra": "B",
        "texto": "5 • 200 • urbanas ou rurais • ainda que"
      },
      {
        "letra": "C",
        "texto": "5 • 250 • urbanas • desde que não"
      },
      {
        "letra": "D",
        "texto": "10 • 200 • urbanas ou rurais • ainda que"
      },
      {
        "letra": "E",
        "texto": "10 • 250 • urbanas ou rurais • desde que não"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2069617",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: Prefeitura de Alto Paraíso de Goiás - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Noções Fundamentais de Direitos Reais",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "A respeito do direito real de propriedade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em situações de perigo público iminente, além das hipóteses de desapropriação, o proprietário também poderá ser privado da coisa nos casos de requisição."
      },
      {
        "letra": "B",
        "texto": "A propriedade do solo abrange a do espaço aéreo e a do subsolo correspondentes, podendo o proprietário opor-se a atividades que sejam realizadas por terceiros em qualquer altura e profundidade."
      },
      {
        "letra": "C",
        "texto": "Embora a propriedade do solo não abarque minas e jazidas, o proprietário tem o direito de explorar recursos minerais de emprego imediato na construção civil e de submetê-los à transformação industrial."
      },
      {
        "letra": "D",
        "texto": "O imóvel urbano abandonado que não se encontrar na posse de outrem poderá ser arrecadado como bem vago e passar à propriedade do município cinco anos depois."
      },
      {
        "letra": "E",
        "texto": "A desapropriação não é considerada como causa de perda de propriedade imobiliária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2674605",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Um pai era proprietário de um imóvel e resolveu doá-lo para seu filho. Ao realizar o negócio, o doador estabelece seu direito real de uso sobre o bem imóvel enquanto permanecer vivo. No caso, 0 pai",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem a posse indireta do bem."
      },
      {
        "letra": "B",
        "texto": "tem a titularidade do domínio do bem."
      },
      {
        "letra": "C",
        "texto": "tem a titularidade do direito real de usufruto."
      },
      {
        "letra": "D",
        "texto": "está despido do direito de usar e fruir do bem."
      },
      {
        "letra": "E",
        "texto": "mantém apenas os direitos de dispor e reivindicar o bem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2672370",
    "metadata": "Ano: 2022 | Banca: FURB | Órgão: Prefeitura de Camboriú - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Considere a seguinte narrativa hipotética: João e Maria são casados há 15 anos e possuem dois filhos, residindo desde o início da união no mesmo imóvel que foi adquirido em conjunto pelos cônjuges e se encontra registrado em nome de ambos. Numa noite do ano de 2022, depois de uma discussão corriqueira sobre quem deveria lavar a louça do jantar, João arrumou suas roupas numa mala e saiu de casa, deixando o núcleo familiar à própria sorte e passando a ignorar as despesas comuns, como, por exemplo, os custos com colégio dos filhos e sua alimentação e vestimenta. Maria continuou residindo no imóvel com os dois filhos do casal. Levando em conta as disposições do Código Civil e a narrativa apresentado, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maria poderá adquirir o domínio, por meio da usucapião, da metade do imóvel pertencente ao ex-cônjuge desde que, cumulativamente, não seja proprietária de outro imóvel urbano ou rural, exerça a posse direta e exclusiva do bem por 2 anos ininterruptamente e sem oposição, e que o imóvel seja urbano e de até 250m² (duzentos e cinquenta metros quadrados)."
      },
      {
        "letra": "B",
        "texto": "Caso o imóvel seja um apartamento situado na área urbana com 300m² (trezentos metros quadrados), Maria poderá pedir a usucapião da metade do imóvel pertencente ao ex-cônjuge, desde que atenda aos demais requisitos legais."
      },
      {
        "letra": "C",
        "texto": "Maria poderá adquirir o domínio integral do imóvel, por meio da usucapião, pertencente ao ex-cônjuge desde que, cumulativamente, exerça a posse direta e exclusiva do bem por 2 anos, e que o imóvel seja urbano e de até 250m² (duzentos e cinquenta metros quadrados), ainda que seja proprietária de outro imóvel rural."
      },
      {
        "letra": "D",
        "texto": "Maria somente poderá pedir a usucapião do imóvel se o possuir, nessas condições, por prazo não inferior a 10 anos."
      },
      {
        "letra": "E",
        "texto": "Maria poderá adquirir o domínio, por meio da usucapião, da metade do imóvel pertencente ao ex-cônjuge desde que, cumulativamente, não seja proprietária de outro imóvel urbano ou rural, exerça a posse direta e exclusiva do bem por 5 anos ininterruptamente e sem oposição, e que o imóvel seja urbano e de até 300m² (trezentos metros quadrados)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2666770",
    "metadata": "Ano: 2022 | Banca: IVIN | Órgão: Prefeitura de Estreito - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Se determinado fazendeiro teve sua terra aumentada em 0,1 hectare em virtude de aquisição por acessão por avulsão, é correto dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A terra pertencerá ao fazendeiro, sem necessidade de indenização a ninguém."
      },
      {
        "letra": "B",
        "texto": "Adquirirá ele a propriedade da terra acrescida se, em um ano, ninguém a reclamar."
      },
      {
        "letra": "C",
        "texto": "Se o proprietário da terra acrescida reclamar por ela, o fazendeiro não poderá recusar-se a indenizá-lo."
      },
      {
        "letra": "D",
        "texto": "A aquisição ocorrida impede a sua apropriação pelo fazendeiro pelo prazo de dez anos."
      },
      {
        "letra": "E",
        "texto": "O fazendeiro pode adquirir, desde já, a propriedade do acréscimo, caso promova a imediata prenotação em registro público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1857388",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Joana e Fabrício viviam em união estável, tendo como domicílio um imóvel de propriedade condominial de Fabrício e de seu irmão, Pedro, em iguais proporções. Fabrício faleceu, e, então, Joana, ocupante contínua do mesmo imóvel, foi citada para responder ação judicial movida por Pedro, que continha como pedidos principais: (1) a extinção do condomínio e a consequente venda integral do imóvel por via judicial; e (2) a condenação de Joana ao pagamento de aluguéis desde o momento da abertura da sucessão. Devidamente assistida por advogado, Joana contestou a ação, alegando a impossibilidade de extinção do condomínio e o não cabimento de cobrança de aluguéis, com fundamento no direito real de habitação. Com relação a essa situação hipotética, assinale a opção correta, conforme entendimento do Superior Tribunal de Justiça (STJ).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito real de habitação alegado por Joana não é apto a afastar o direito de percepção de aluguéis por Pedro."
      },
      {
        "letra": "B",
        "texto": "O direito real de habitação é gratuito, razão pela qual Pedro não poderia exigir remuneração de Joana pelo uso do bem imóvel."
      },
      {
        "letra": "C",
        "texto": "O pedido (1) está em consonância com o entendimento do STJ de que é autorizado exigir a extinção do condomínio e a alienação judicial do bem imóvel comum, mesmo perdurando direito real de habitação, no entanto o pedido de condenação ao pagamento de aluguéis não possui guarida jurisprudencial."
      },
      {
        "letra": "D",
        "texto": "Os pedidos formulados por Pedro possuem respaldo jurisprudencial, ressalvado o caso de alienação pela via judicial, de modo que, extinto o condomínio, caberá a Pedro, de maneira privada, dar continuidade à alienação desejada."
      },
      {
        "letra": "E",
        "texto": "O pedido (2) está em consonância com o entendimento firmado pelo STJ quanto à cobrança de remuneração correspondente ao uso exclusivo do imóvel por Joana, no entanto o pedido de extinção do condomínio não possui guarida jurisprudencial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1776277",
    "metadata": "Ano: 2021 | Banca: IDIB | Órgão: Câmara de Planaltina - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Preencha correta e respectivamente as lacunas a seguir com base no Código Civil: “São ________________ os bens que, não constituindo partes integrantes, se destinam, de modo ___________________, ao uso, ao serviço ou ao aformoseamento de outro”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "benfeitorias; provisório"
      },
      {
        "letra": "B",
        "texto": "divisíveis; acessório"
      },
      {
        "letra": "C",
        "texto": "pertenças; duradouro"
      },
      {
        "letra": "D",
        "texto": "benfeitorias; acessório"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1753906",
    "metadata": "Ano: 2020 | Banca: IMPARH | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Com referência às disposições gerais dos direitos reais, assinale a opção que NÃO é direito real conforme o rol do Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anticrese."
      },
      {
        "letra": "B",
        "texto": "Concessão de uso especial para fins de moradia."
      },
      {
        "letra": "C",
        "texto": "Shopping Center."
      },
      {
        "letra": "D",
        "texto": "Laje."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2934559",
    "metadata": "Ano: 2019 | Banca: IF-SC | Órgão: IF-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Em relação a posse e propriedade é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo de aquisição de propriedade por usucapião dar-se-á a quem estiver em posse do imóvel por um período de quinze anos independente de justo título e boa fé."
      },
      {
        "letra": "B",
        "texto": "O prazo mínimo para aquisição de propriedade por processo de usucapião é de cinco anos."
      },
      {
        "letra": "C",
        "texto": "O possuidor com justo título tem por si a presunção de boa fé, salvo prova em contrário, ou quando a lei expressamente não admite esta presunção."
      },
      {
        "letra": "D",
        "texto": "Considera-se possuidor todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade."
      },
      {
        "letra": "E",
        "texto": "A propriedade do solo abrange a do espaço aéreo e subsolo correspondentes, em altura e profundidade úteis ao seu exercício."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2934549",
    "metadata": "Ano: 2019 | Banca: IF-SC | Órgão: IF-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Em relação ao processo de usucapião é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo pode ser realizado na esfera judicial ou extrajudicial."
      },
      {
        "letra": "B",
        "texto": "O processo passou a ser simplificado para agilizar a morosidade dos processos jurídicos."
      },
      {
        "letra": "C",
        "texto": "O levantamento topográfico deve ser georreferenciado segundo Código de Processo Civil."
      },
      {
        "letra": "D",
        "texto": "A figura do advogado passa a ser opcional no processo segundo o Código de Processo Civil."
      },
      {
        "letra": "E",
        "texto": "Não é permitido realização do processo de usucapião no caso de justo título."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2047345",
    "metadata": "Ano: 2018 | Banca: FAFIPA | Órgão: Câmara de Foz do Iguaçu - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "NÃO é um Direito Real, segundo o Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade."
      },
      {
        "letra": "B",
        "texto": "A posse."
      },
      {
        "letra": "C",
        "texto": "A anticrese."
      },
      {
        "letra": "D",
        "texto": "O penhor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1247162",
    "metadata": "Ano: 2018 | Banca: ACEP | Órgão: Prefeitura de Aracati - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Considerando a teoria do “numerus clausus” e o Código Civil brasileiro, atualmente vigente, assinale a alternativa que não constitui direito real.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O penhor."
      },
      {
        "letra": "B",
        "texto": "A locação imobiliária urbana com cláusula de vigência no cartório de registro de imóveis."
      },
      {
        "letra": "C",
        "texto": "A anticrese."
      },
      {
        "letra": "D",
        "texto": "A concessão de uso especial para fins de moradia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "948351",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "São considerados direitos reais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o penhor, a hipoteca, a anticrese e o aval."
      },
      {
        "letra": "B",
        "texto": "o uso, a habitação, o direito do promitente comprador do imóvel, a concessão real de uso e a laje."
      },
      {
        "letra": "C",
        "texto": "a propriedade, a habitação, a posse e a detenção."
      },
      {
        "letra": "D",
        "texto": "as servidões, a superfície, o usufruto e o contrato de locação."
      },
      {
        "letra": "E",
        "texto": "a concessão de uso especial para fins de moradia, o direito à sucessão aberta e a doação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "941541",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que, contínua e incontestadamente, com justo título e boa-fé, o possuir por 10 (dez) anos adquire a propriedade do imóvel."
      },
      {
        "letra": "B",
        "texto": "Os direitos reais sobre coisas imóveis, quando constituídos, ou transmitidos por atos entre vivos, só se adquirem com a tradição."
      },
      {
        "letra": "C",
        "texto": "A posse é adquirida desde o momento em que se torna possível o exercício, em nome próprio, de qualquer dos poderes inerentes à propriedade."
      },
      {
        "letra": "D",
        "texto": "Aquele que, por 15 (quinze) anos, sem interrupção nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de títulos e boa-fé."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "930632",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Mediante promessa de compra e venda, em que não se pactuou arrependimento, celebrada por instituto particular, registrada no Serviço de Registro de Imóveis, o promitente comprador adquire direito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pessoal à aquisição do imóvel, podendo, depois de satisfeitas suas obrigações, obter judicialmente a adjudicação do imóvel se o promitente vendedor se recusar à outorga da escritura de compra e venda, e, no caso de negócio decorrente de parcelamento de solo para fins urbanos, o contrato particular pode ser transferido por simples trespasse, lançado no verso das vias em poder das partes, ou por instrumento em separado, declarando-se o número do registro do loteamento, o valor da cessão e a qualificação do cessionário, para o devido registro."
      },
      {
        "letra": "B",
        "texto": "real à aquisição do imóvel, podendo, depois de satisfeitas suas obrigações, obter judicialmente a adjudicação, se o promitente vendedor se recusar à outorga da escritura de compra e venda, e, no caso de negócio decorrente de parcelamento de solo para fins urbanos, os compromissos de compra e venda, as cessões e as promessas de cessão valerão como título para o registro da propriedade do lote adquirido, quando acompanhados da respectiva prova de quitação."
      },
      {
        "letra": "C",
        "texto": "apenas pessoal à aquisição, mas pode, depois de satisfeitas suas obrigações, obter judicialmente sentença declaratória de domínio, se o promitente vendedor se recusar à outorga de escritura de compra e venda, sendo a adjudicação compulsória só admissível quando se tratar de aquisição de lote decorrente do parcelamento de solo para fins urbanos."
      },
      {
        "letra": "D",
        "texto": "real de aquisição, todavia só se poderá adquirir a propriedade pela usucapião urbana, após cinco anos do término do pagamento das prestações."
      },
      {
        "letra": "E",
        "texto": "real à aquisição, mas se o promitente comprador recusar-se à outorga da escritura de compra e venda, só terá direito à restituição em dobro do que pagou, com juros e correção monetária, rescindindo-se o contrato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "898638",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGM - Manaus - AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "A respeito da propriedade, da posse e das preferências e privilégios creditórios, julgue o item subsequente.O ordenamento jurídico ora vigente admite a possibilidade de conversão da detenção em posse, a depender da modificação nas circunstâncias de fato que vinculem determinada pessoa à coisa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "896992",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: CELESC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "É correto afirmar sobre a posse:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A deterioração da coisa, quando acidental, afasta a responsabilização do possuidor de má-fé."
      },
      {
        "letra": "B",
        "texto": "O possuidor não responde pela perda ou deterioração da coisa, a que, mesmo de má-fé, não der causa."
      },
      {
        "letra": "C",
        "texto": "As benfeitorias compensam-se com os danos, e só obrigam ao ressarcimento se ao tempo da evicção ainda existirem."
      },
      {
        "letra": "D",
        "texto": "O possuidor de boa-fé será ressarcido, somente, pelas benfeitorias necessárias, poderá reter as úteis e levantar as voluptuárias."
      },
      {
        "letra": "E",
        "texto": "O possuidor de má-fé tem direito de retenção pelas benfeitorias úteis, mas não lhe assiste a possibilidade de levantar as necessárias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "886108",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Quanto ao direito das coisas, analise as seguintes assertivas. I. De acordo com o STJ, não é possível o manejo de interditos possessórios em litígio entre particulares sobre bem público dominical. II. A posse de boa-fé funda-se em dados psicológicos, em critério subjetivo. Já na posse justa ou injusta, o critério de análise é objetivo. III. Configuram abuso do direito de propriedade os atos emulativos como também aquele que exerce o poder/dever de propriedade, sem dar-lhe função social e econômica. IV. É lícita a incidência simultânea sobre um mesmo bem imóvel, de uma anticrese e de uma hipoteca. V. O usufruto impróprio é aquele que recai sobre coisas consumíveis e fungíveis. Nesse caso, o usufrutuário passa a ser proprietário do bem, obrigando-se a restituir coisa equivalente ou o seu valor.Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas II, IV e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I, II, III, e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as assertivas II, III, IV e V estão corretas."
      }
    ],
    "gabarito": "E"
  }
]