[
  {
    "id": "3583072",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Acerca de prescrição, decadência, responsabilidade civil, defeitos do negócio jurídico, inadimplemento de obrigações e gestão de negócios, julgue o item que se segue, à luz da jurisprudência do STJ. Quando extinta a obrigação alimentar em razão da alteração da guarda dos filhos, mostra-se inviável o ajuizamento de ação de ressarcimento pelas despesas suportadas com os menores no período em que o genitor exercia a guarda unilateral.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3390838",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Em situação de acentuada vulnerabilidade econômica, Jorge Santos, de 88 anos, aposentado com proventos de um salário-mínimo e portador de limitações funcionais decorrentes da idade, procurou a Defensoria Pública do Estado de Pernambuco. Relata que possui dois filhos: Marcelo, empresário do ramo imobiliário, com patrimônio elevado e alto padrão de vida, e Valdemar, que reside em Novosibirsk, na Rússia, com quem não mantém contato desde 2019, ocasião em que esteve no Brasil durante as férias. Jorge menciona ainda possuir cinco netos, todos adultos e financeiramente bem-sucedidos. Ressalta que arca com elevados custos relacionados à sua saúde fragilizada e que depende da ajuda eventual de vizinhos para suprir necessidades básicas. Sobre o caso narrado, à luz da Lei nº 10.741/2003 (Estatuto da Pessoa Idosa), do Código Civil e da jurisprudência atual, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dever de prestar alimentos compete aos filhos de Jorge Santos, os quais deverão ser fixados de forma proporcional à capacidade econômica de cada um, sendo a obrigação sujeita à divisão em partes iguais, devido à ausência de solidariedade."
      },
      {
        "letra": "B",
        "texto": "O dever de prestar alimentos ao idoso Jorge é exclusivo do Poder Público que deverá ser pago por meio do Benefício de Prestação Continuada (BPC) no âmbito da assistência social."
      },
      {
        "letra": "C",
        "texto": "Os alimentos devidos ao idoso Jorge, que aufere renda oriunda de aposentadoria, possuem caráter meramente complementar, sendo fixados exclusivamente para suprir carências mínimas de subsistência, sem considerar despesas extraordinárias, como aquelas relacionadas à saúde."
      },
      {
        "letra": "D",
        "texto": "A celebração de transações relativas aos alimentos devidos a Jorge, as quais deverão ser firmadas exclusivamente pelo membro do Ministério Público estadual, produzirão efeitos como título executivo extrajudicial, nos termos da legislação processual civil."
      },
      {
        "letra": "E",
        "texto": "Jorge, demonstradas suas necessidades e considerada sua condição de pessoa idosa, fará jus à prestação de alimentos nos termos da legislação civil, podendo escolher entre os obrigados, em razão da natureza solidária da obrigação alimentar."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3386989",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "No que se refere aos alimentos gravídicos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido que busca a fixação de alimentos gravídicos compreenderá despesas decorrentes, da concepção ao parto, inclusive os referentes a alimentação especial, assistência médica, salvo psicológica."
      },
      {
        "letra": "B",
        "texto": "É vedado à parte autora propor ação pedindo a fixação de alimentos gravídicos após o início do sexto mês de gestação."
      },
      {
        "letra": "C",
        "texto": "Nos casos em que a parte autora pede a fixação de alimentos gravídicos, o réu será citado para apresentar resposta em 15 dias úteis, a contar da data da citação."
      },
      {
        "letra": "D",
        "texto": "A conversão dos alimentos gravídicos anteriormente fixados em juízo em pensão alimentícia em favor do menor após o nascimento da criança com vida depende de solicitação da parte interessada nos autos."
      },
      {
        "letra": "E",
        "texto": "Fixados alimentos gravídicos sob o pressuposto de que o juiz esteja convencido a respeito da existência de indícios da paternidade, estes perdurarão até o nascimento da criança."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3272349",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Direito de Família",
      "Transmissão das Obrigações",
      "Poder Familiar",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Considerando os enunciados do Conselho de Justiça Federal sobre alimentos, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação alimentar originada do poder familiar, especialmente para atender às necessidades educacionais, pode não cessar com a maioridade."
      },
      {
        "letra": "B",
        "texto": "Em acordos celebrados antes do advento do novo Código, ainda que expressamente convencionado que os alimentos cessarão com a maioridade, o juiz deve ouvir os interessados, apreciar as circunstâncias do caso concreto e obedecer ao princípio rebus sic stantibus."
      },
      {
        "letra": "C",
        "texto": "Quando se tratar de sócio de serviço em sociedade simples, poderá haver penhora das verbas que seriam destinadas ao sócio, ainda que de caráter alimentar."
      },
      {
        "letra": "D",
        "texto": "As despesas com doula e consultora de amamentação podem ser objeto de alimentos gravídicos, observado o trinômio da necessidade, possibilidade e proporcionalidade para a sua fixação."
      },
      {
        "letra": "E",
        "texto": "A transmissibilidade da obrigação alimentar é limitada às forças da herança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3151539",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Responsabilidade civil",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Em face da hipótese de prestação de alimentos a título de responsabilidade civil em razão da morte de recém-nascido, assinale a opção correta de acordo com o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É indevido o pensionamento, pois exige-se a demonstração da efetiva dependência econômica dos pais em relação à vítima ao tempo do óbito."
      },
      {
        "letra": "B",
        "texto": "É indevido o pensionamento, pois, ainda que vigore a presunção de ajuda mútua entre os membros de famílias de baixa renda, deve ser comprovado que a vítima exercia atividade laborativa remunerada ao tempo do óbito."
      },
      {
        "letra": "C",
        "texto": "É devido o pensionamento, a partir do momento em que a vítima completaria dezoito anos, ante a presunção de auxílio econômico futuro e de dependência econômica entre os seus membros da família, independentemente da condição econômica por eles vivenciada."
      },
      {
        "letra": "D",
        "texto": "É devido o pensionamento, a partir do momento em que a vítima completaria quatorze anos, ante a presunção relativa de auxílio econômico futuro e de dependência econômica entre os seus membros da família, caso em que se exige o enquadramento da condição econômica como sendo de baixa renda."
      },
      {
        "letra": "E",
        "texto": "É viável a substituição da indenização dos danos materiais, sob a forma de pensão mensal, por um único pagamento de quantia estipulada pelo juiz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3100525",
    "metadata": "Ano: 2024 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Assinale a alternativa correta. De acordo com Súmula do STJ:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o débito alimentar que autoriza a prisão civil do alimentante é o que compreende as 3 (três) prestações anteriores à intimação do executado para pagamento e as que vencerem no curso do processo."
      },
      {
        "letra": "B",
        "texto": "o débito alimentar que autoriza a prisão civil do alimentante é o que compreende as 3 (três) prestações anteriores à citação do executado para pagamento e as que vencerem no curso do processo."
      },
      {
        "letra": "C",
        "texto": "o cancelamento de pensão alimentícia de filho que atingiu a maioridade está sujeito à decisão judicial mediante contraditório, ainda que nos próprios autos."
      },
      {
        "letra": "D",
        "texto": "a renúncia aos alimentos na separação judicial exclui o direito da mulher à pensão previdenciária por morte do ex-marido, sem a possibilidade de revisão posterior."
      },
      {
        "letra": "E",
        "texto": "a obrigação alimentar dos avós é subsidiária, mas não complementar, somente se configurando na impossibilidade total de seu cumprimento pelos pais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3088110",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Prefeitura de Cacoal - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Sobre os mais variados temas de Direito Civil, o Superior Tribunal de Justiça possui essencial tarefa de uniformização da jurisprudência. Nesse sentido, considerando-se o Código Civil e os julgados da referida Corte, analise as afirmativas a seguir. I. Não é possível que se aplique à licitação entre os pretendentes à adjudicação de bem penhorado as regras relativas ao concurso de credores na hipótese de múltiplos credores com créditos de valores distintos. II. A verba honorária sucumbencial, a despeito da sua natureza alimentar, não se enquadra na exceção prevista no § 2º do Art. 833 do CPC/2015 (penhora para pagamento de prestação alimentícia). III. O Art. 50 do Código Civil adotou a Teoria Maior da Desconsideração da Personalidade Jurídica, segundo a qual, em caso de abuso da personalidade jurídica, caracterizado pelo desvio de finalidade ou pela confusão patrimonial, pode o juiz, de ofício ou a requerimento da parte ou do Ministério Público, desconsiderá-la para que os efeitos de certas e determinadas relações de obrigações sejam estendidos aos bens particulares de administradores ou de sócios da pessoa jurídica beneficiados direta ou indiretamente pelo abuso. IV. O termo inicial da prescrição aquisitiva é o da ciência do titular do imóvel da violação ao seu direito de propriedade, ainda que constatada somente após ação demarcatória, não o do exercício da posse ad usucapionem, devendo ser afastada a aplicação da teoria da actio nata em seu viés subjetivo. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "IV."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3086922",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Otávio, 62 anos, e Jacinta, 61 anos, têm duas filhas: Silvana, de 22 anos, e Maria, de 28 anos. Maria, por sua vez, é casada com Jorge, e eles têm uma filha: Júlia, de 2 anos. De acordo com a situação hipotética apresentada, analise as afirmativas a seguir. I. Se Silvana, por questões graves de saúde, não puder se sustentar, poderá requerer alimentos aos pais com fundamento na obrigação alimentar, decorrente do princípio da solidariedade familiar. II. Se Otávio necessitar de alimentos, deverá demandá-los de ambas as filhas conjuntamente, vedado cobrá-los de somente uma delas, em virtude da ausência de solidariedade dos devedores de alimentos. III. Se Júlia não puder ser sustentada por Maria e Jorge, os avós podem ser chamados a prestar alimentos em caráter subsidiário e complementar. Está correto somente o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I;"
      },
      {
        "letra": "B",
        "texto": "II;"
      },
      {
        "letra": "C",
        "texto": "III;"
      },
      {
        "letra": "D",
        "texto": "I e II;"
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3048000",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Macaé - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Gregório Dias, 83 anos, e Lygia Quintana, 77 anos, vivem sozinhos em seus respectivos apartamentos no Condomínio Floresta Encantada, em Cabo Frio, RJ. Lygia é aposentada como servidora pública do Tribunal de Justiça do Rio de Janeiro; já Gregório percebe um benefício da seguridade social, que se encontra em atraso. Seu único filho, que é um bemsucedido empresário, vai visitá-lo esporadicamente, sem contribuir financeiramente para o sustento do pai. Diferente é a situação de Lygia, cujos filhos prestam assistência plena à mãe. No último domingo, Gregório e Lygia sofreram um acidente em uma das ruas do bairro. As sequelas do acidente levaram à necessidade de cuidado profissional por vinte e quatro horas durante a internação hospitalar e, posteriormente, domiciliar por prazo indeterminado, além de alimentação especial. A situação tornou-se grave para Gregório, que não tem condições de custear as novas despesas. Sobre a hipótese apresentada, com base no ordenamento jurídico brasileiro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Gregório e Lygia, devido à idade, durante a internação hospitalar, têm prioridade especial em relação às demais pessoas idosas internadas."
      },
      {
        "letra": "B",
        "texto": "Como o filho de Gregório não presta assistência, o dever de prover o cuidado profissional domiciliar e os alimentos será exclusivo do Estado do Rio de Janeiro."
      },
      {
        "letra": "C",
        "texto": "Lygia, enquanto estiver internada, durante o período diurno, tem direito a acompanhante, que não poderá pernoitar no hospital."
      },
      {
        "letra": "D",
        "texto": "Gregório poderá exigir judicialmente na forma da lei civil alimentos de seu filho, sendo que seu processo terá prioridade especial."
      },
      {
        "letra": "E",
        "texto": "Os maiores de oitenta anos, como é o caso de Gregório, são considerados relativamente incapazes, devendo ser assistidos na hipótese de internação hospitalar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2477445",
    "metadata": "Ano: 2024 | Banca: UFMT | Órgão: Prefeitura de Cáceres - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Leia o seguinte excerto da ementa de acórdão do Tribunal de Justiça de Santa Catarina proferido em julgamento de recurso interposto em ação de alimentos: “O pedido alimentar formulado pelo ascendente ao descendente com fundamento no art. 1.696 do CC exige demonstração inconcussa da necessidade alimentar e da capacidade financeira do alimentante de prestar auxílio ao genitor. Em face do caráter solidário da obrigação alimentar, inacolhe -se pleito formulado por genitor contra filho maior de idade se este não recebeu por ocasião de sua menoridade os cuidados paternos inerentes ao pátrio poder a que tinha direito”. (TJ-SC - AC: 20130350338 SC 2013.035033-8 (Acórdão), Relator: Monteiro Rocha, Data de Julgamento: 09/10/2013, Segunda Câmara de Direito Civil) A respeito do entendimento esposado no referido julgado, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dever dos filhos maiores de amparar os pais idosos é mandamento constitucional, do qual decorre a obrigação de prestação alimentícia baseada no trinômio necessidade-possibilidade-razoabilidade."
      },
      {
        "letra": "B",
        "texto": "Os alimentos possuem caráter absoluto, logo seria injusto que o ascendente, quando atingisse uma idade avançada e não tivesse condições de prover o próprio sustento, não pudesse contar com o auxílio material dos descendentes."
      },
      {
        "letra": "C",
        "texto": "A obrigação alimentar recíproca decorrente do vínculo de parentesco é baseada no princípio da solidariedade entre os parentes, segundo o qual aquele que contribuiu para o sustento de seu consanguíneo merece ser amparado por este caso necessite de alimentos futuramente."
      },
      {
        "letra": "D",
        "texto": "A relativização do princípio da reciprocidade na prestação de alimentos decorre da supressão do dever de solidariedade entre pessoas ligadas por vínculo familiar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2449076",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Cecília é filha de Eric, que não trabalha nem recebe qualquer renda. Em execução de alimentos, depois de anos tentando forçar Eric ao pagamento da pensão, pretende redirecionar a cobrança a seus avós paternos. Nesse caso, é correto afirmar que a pretensão deve ser:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "rechaçada, porque o ordenamento brasileiro não contempla os alimentos avoengos;"
      },
      {
        "letra": "B",
        "texto": "acolhida, cabendo aos avós paternos obrigação solidária e no mesmo valor imposto a Eric;"
      },
      {
        "letra": "C",
        "texto": "acolhida, com a ressalva de que cabe aos avós paternos obrigação subsidiária e complementar;"
      },
      {
        "letra": "D",
        "texto": "acolhida, com a ressalva de que cabe aos avós paternos obrigação subsidiária e no mesmo valor imposto a Eric (integral);"
      },
      {
        "letra": "E",
        "texto": "acolhida, com a ressalva de que cabe aos avós paternos obrigação solidária e no mesmo valor imposto a Eric (integral)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2394796",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "De acordo com o atual entendimento do Superior Tribunal de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cancelamento de pensão alimentícia de filho que atingiu a maioridade é automático, sendo necessária decisão judicial, mediante contraditório, nos próprios autos, para a sua manutenção."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público não tem legitimidade ativa para ajuizar ação/execução de alimentos em favor de criança ou adolescente."
      },
      {
        "letra": "C",
        "texto": "Cabe prisão civil do inventariante em virtude do descumprimento pelo espólio do dever de prestar alimentos."
      },
      {
        "letra": "D",
        "texto": "É possível a modificação da forma da prestação alimentar (em espécie ou in natura), desde que haja alteração na condição financeira das partes."
      },
      {
        "letra": "E",
        "texto": "Os valores pagos a título de alimentos são insuscetíveis de compensação, salvo quando configurado o enriquecimento sem causa do alimentando."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2386953",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Responsabilidade civil",
      "Obrigação Alimentar no Direito Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Os alimentos compensatórios e indenizatórios:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "designam o mesmo instituto, isto é, a pensão paga em decorrência de ato ilícito que resulte em redução da capacidade laboral;"
      },
      {
        "letra": "B",
        "texto": "prescindem da prova de atividade laboral anterior pelo alimentando e podem ser cumulados com pensão previdenciária;"
      },
      {
        "letra": "C",
        "texto": "são informados pelo trinômio necessidade, possibilidade e razoabilidade;"
      },
      {
        "letra": "D",
        "texto": "têm por finalidade atender a necessidade de subsistência do credor;"
      },
      {
        "letra": "E",
        "texto": "podem ser prestados em parcelas ou em pagamento único, mesmo quando os alimentos indenizatórios decorrerem de falecimento (dano-morte)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2427403",
    "metadata": "Ano: 2023 | Banca: CETAP | Órgão: IGEPREV-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Pedro, 75 anos de idade, viúvo, não tem condições de prover o próprio sustento. Considere que Pedro não tem mais ascendentes, nem irmãos, porém tem dois filhos e cinco netos, todos maiores de idade e com boas condições financeiras. Neste caso, é correto afirmar, em conformidade com o Código Civil e o Estatuto da Pessoa Idosa (Lei n.º 10.741/2003):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os descendentes em linha reta são solidariamente responsáveis pelos alimentos devidos a Pedro, podendo o idoso optar entre os prestadores."
      },
      {
        "letra": "B",
        "texto": "Embora todos os descendentes em linha reta sejam sujeitos passivos potenciais da obrigação alimentar, a responsabilidade é subsidiária e os graus mais próximos excluem os mais remotos, de modo que Pedro deverá inicialmente acionar seus filhos, esses solidários, e, apenas na impossibilidade de eles prestarem os alimentos, a obrigação re-cairá aos netos."
      },
      {
        "letra": "C",
        "texto": "Embora todos os descendentes em linha reta sejam sujeitos passivos potenciais da obrigação alimentar, a responsabilidade é subsidiária e a lei determina que o escalonamento seja feito pelos critérios de grau de parentesco e idade: primeiro a obrigação é dirigida ao filho mais velho, depois ao mais novo, e na impossibilidade, recairá aos netos, sempre respeitando a ordem de idade."
      },
      {
        "letra": "D",
        "texto": "Embora todos os descendentes em linha reta sejam sujeitos passivos potenciais da obrigação alimentar, a responsabilidade é subsidiária e a lei determina que a obrigação recaia primeiro sobre aquele que tiver mais condições de arcar com os pagamentos."
      },
      {
        "letra": "E",
        "texto": "Como a obrigação alimentar é divisível, Pedro terá que cobrar individualmente de cada um dos 5 (cinco) prestadores o equivalente a 1/5 (um quinto) do valor total fixado pelo juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2322737",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Quanto ao direito de família, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pensão alimentícia incide sobre o décimo terceiro salário e o terço constitucional de férias."
      },
      {
        "letra": "B",
        "texto": "Aplica-se à união estável contraída por septuagenário o regime da separação obrigatória de bens e, por isso, o entendimento do Superior Tribunal de Justiça é no sentido de que caso haja a compra de um imóvel com esforço comum, para que ambos tenham direito sobre ele em caso de dissolução da união, é necessário que se proceda o registro do bem em nome de ambos, em condomínio."
      },
      {
        "letra": "C",
        "texto": "A pessoa com deficiência mental ou intelectual em idade núbil poderá contrair matrimônio, necessitando que a expressão da vontade seja feita por meio de seu responsável ou curador."
      },
      {
        "letra": "D",
        "texto": "A mãe ou o pai é, de direito, curador do filho quando interdito, mesmo que ele seja casado ou conviva em união estável."
      },
      {
        "letra": "E",
        "texto": "O divórcio direto não pode ser concedido sem que haja a partilha de bens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2240853",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Poder Familiar",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Analise as assertivas a seguir e assinale a alternativa CORRETA: I. A dissolução da sociedade conjugal não extingue o bem de família. II. Perde o poder familiar e é excluído da sucessão o pai que praticar contra filha estupro ou outro crime contra a dignidade sexual sujeito à pena de reclusão. III. A pessoa maior de 70 (setenta) anos que se casar pode praticar todos os atos de disposição necessários ao desempenho de sua profissão, mas precisa da autorização do cônjuge para prestar fiança ou aval. IV. O dever dos pais de prestar alimentos aos filhos é extensivo aos avós e, não tendo os pais condições de suportar totalmente o encargo, os avós respondem solidariamente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, III e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II, III e IV são verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2211310",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Carlos é um homem viúvo de sessenta e quatro anos de idade e, durante alguns anos, recebeu mesada do seu filho Pedro, porque não desenvolvia trabalhos remunerados por questões de saúde. No ano corrente, Pedro faleceu, o que causou a drástica diminuição de renda de Carlos, que passou a auferir somente a pensão por morte de sua esposa, o que o deixou em situação de miserabilidade. Após o falecimento da esposa e do filho, restaram como familiares de Carlos somente dois irmãos unilaterais um pouco mais novos e de idades distintas e sobre os quais sabe, embora não tenha com eles contato próximo há alguns anos, que gerenciam conjuntamente uma fábrica de embalagens que gera bastante lucro. Em relação a essa situação hipotética, é correto afirmar, à luz da legislação de regência, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabe o ajuizamento de ação judicial de alimentos em desfavor dos dois irmãos de Carlos, os quais teriam uma obrigação subsidiária entre eles, sendo preferencialmente obrigado o mais velho."
      },
      {
        "letra": "B",
        "texto": "cabe o ajuizamento de ação judicial de alimentos em desfavor dos dois irmãos de Carlos, que teriam uma obrigação solidária entre eles."
      },
      {
        "letra": "C",
        "texto": "não cabe o ajuizamento de ação judicial de alimentos em desfavor dos dois irmãos de Carlos dado o parentesco unilateral."
      },
      {
        "letra": "D",
        "texto": "não cabe o ajuizamento de ação judicial de alimentos em desfavor dos dois irmãos de Carlos porque este recebe uma pensão por morte."
      },
      {
        "letra": "E",
        "texto": "não cabe o ajuizamento de ação judicial de alimentos em desfavor dos dois irmãos de Carlos porque esse tipo de demanda recai somente a ascendentes e descendentes diretos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2208473",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Nos termos da jurisprudência dominante e atual do Superior Tribunal de Justiça, em relação à obrigação alimentar, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação de prestar alimentos recai sobre os parentes mais próximos em grau, só transferindo aos mais remotos à falta daqueles. Essa falta deve ser compreendida apenas como ausência, e não como impossibilidade ou insuficiência financeira de suportar o encargo."
      },
      {
        "letra": "B",
        "texto": "O novo casamento do cônjuge devedor de alimentos extingue a obrigação constante da sentença de divórcio de pagar pensão alimentícia à ex-esposa ou ao exmarido."
      },
      {
        "letra": "C",
        "texto": "Concedidos os alimentos gravídicos à gestante, a fim de auxiliá-la nas despesas com a gestação, o nascimento com vida impõe a cassação desses alimentos, não sendo possível a conversão da natureza dos alimentos para provisórios, em favor do recém-nascido."
      },
      {
        "letra": "D",
        "texto": "A obrigação alimentar do pai em relação aos filhos cessa automaticamente com o advento da maioridade."
      },
      {
        "letra": "E",
        "texto": "É irrenunciável o direito aos alimentos presentes e futuros, facultado ao credor renunciar aos alimentos pretéritos, devidos e não prestados, isso porque a irrenunciabilidade atinge o direito, e não o seu exercício."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2173509",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "No direito de família, os alimentos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não são devidos aos filhos havidos fora do casamento."
      },
      {
        "letra": "B",
        "texto": "podem ser renunciados pela criança em relação ao pai, quando representada por sua genitora."
      },
      {
        "letra": "C",
        "texto": "não podem ser fixados em favor dos pais contra os filhos, em razão do princípio da hereditariedade."
      },
      {
        "letra": "D",
        "texto": "poderão ser cobrados dos avós da criança, caso o genitor ou a genitora não estejam em condições de pagar alimentos."
      },
      {
        "letra": "E",
        "texto": "devem ser fixados na proporção das necessidades do reclamante, sem considerar os recursos da pessoa obrigada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2110683",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Responsabilidade civil",
      "Obrigação Alimentar no Direito Civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Excludentes da Responsabilidade Civil",
      "Elementos Essenciais – Conduta, Nexo Causal, Culpa e Dano"
    ],
    "enunciado_principal": "Sobre a responsabilidade civil, segundo o entendimento dominante e atual do Superior Tribunal de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A vítima, ainda que se trate de família de baixa renda, deve provar a dependência econômica para ter direito à pensão por ato ilícito. Não há que se falar nesse caso em presunção relativa de necessidade."
      },
      {
        "letra": "B",
        "texto": "A indenização é medida pela extensão do dano, mas havendo excessiva desproporção entre a gravidade da culpa e o prejuízo causado, pode haver a redução equitativa do montante indenizatório. Em outras palavras, a redução equitativa da indenização prevista no Código Civil tem caráter excepcional e somente será realizada quando a amplitude do dano extrapolar os efeitos razoavelmente imputáveis à conduta do agente."
      },
      {
        "letra": "C",
        "texto": "A prisão civil decretada por descumprimento de obrigação alimentar decorrente de ato ilícito é legal, pois a exceção prevista na Constituição Federal sobre o tema não exige obrigação de pagar alimentos decorrente do Direito de Família."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade civil do dono ou detentor de animal é objetiva, não se admitindo a excludente do fato exclusivo de terceiro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2110682",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Sobre os alimentos, nos termos da jurisprudência dominante e atual do Superior Tribunal de Justiça, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Código Civil prevê o dever de solidariedade alimentar decorrente do parentesco, facultando-se ao alimentando a possibilidade de formular novo pedido de alimentos direcionado a seus familiares, caso necessário."
      },
      {
        "letra": "B",
        "texto": "os alimentos gravídicos visam a auxiliar a mulher gestante nas despesas decorrentes da gravidez, da concepção ao parto. A gestante é a beneficiária direta dos alimentos gravídicos, resguardando-se, assim, ainda que indiretamente, os direitos do próprio nascituro. Contudo, com o nascimento com vida da criança, esses alimentos são extintos ou perdem seu objeto, isto é, não podem ser convertidos automaticamente em pensão alimentícia."
      },
      {
        "letra": "C",
        "texto": "a obrigação alimentar do pai em relação aos filhos cessa automaticamente com o advento da maioridade."
      },
      {
        "letra": "D",
        "texto": "é irrenunciável o direito aos alimentos presentes e futuros, mas pode o credor renunciar aos alimentos pretéritos devidos e não prestados. A irrenunciabilidade atinge o direito e o seu exercício."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2065726",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: CGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "J.M., 7 anos, reside com a sua mãe, que tem a sua guarda. Nos últimos três meses, seu pai, que detém o poder familiar, deixou de pagar voluntariamente a pensão alimentícia. A respeito do tema prescrição e decadência, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de reclamar alimentos familiares é imprescritível, portanto, poderá J.M. a qualquer tempo exigir de seu pai os alimentos devidos nos últimos três meses."
      },
      {
        "letra": "B",
        "texto": "No caso narrado, os alimentos devidos vencidos e não pagos prescrevem em dois anos a contar da inadimplência."
      },
      {
        "letra": "C",
        "texto": "No caso narrado, corre a prescrição pois, inobstante a menoridade de J.M., ele é representado por sua genitora."
      },
      {
        "letra": "D",
        "texto": "No caso narrado, os alimentos devidos, vencidos e não pagos prescrevem em cinco anos a contar da inadimplência."
      },
      {
        "letra": "E",
        "texto": "Não corre prescrição entre ascendentes e descendentes, durante o poder familiar e também não corre a prescrição contra os absolutamente incapazes, portanto, no caso de J.M, a contagem do prazo inicial ainda não se iniciou."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2408603",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: Câmara de São Gonçalo - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Nat é casada com Brou e tem dois filhos. No curso da pandemia, o casal perdeu o emprego e decidiu pela separação. Cada um mudou-se para a casa dos seus pais, e os filhos foram morar com o pai. Diante da situação econômica dos pais, foi dado início ao debate sobre o fornecimento de alimentos aos filhos. Nos termos do Código Civil e da jurisprudência do Superior Tribunal de Justiça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os avós respondem solidariamente com os pais pelos alimentos aos netos"
      },
      {
        "letra": "B",
        "texto": "os avós respondem subsidiariamente pelos alimentos aos netos"
      },
      {
        "letra": "C",
        "texto": "os avós não respondem pelos alimentos aos netos, nem aos filhos"
      },
      {
        "letra": "D",
        "texto": "os avós respondem pelos alimentos aos filhos, mas não aos netos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2003838",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Adoção no Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Eduarda, espanhola, residente no Brasil desde 1993, e Marcelo, brasileiro, casaram-se em 1997, pelo regime da comunhão parcial de bens, adquiriram onerosamente dois imóveis durante o matrimônio, sendo que um deles por meio de valores exclusivamente obtidos pela venda de um terreno, advindo da herança do pai de Marcelo. Devido a impossibilidade de procriação por parte de Marcelo, o casal adotou, em 2006, uma criança recém-nascida, originária da Espanha. Em 2019, houve o divórcio do casal, tendo Eduarda, por força de acordo, a guarda da filha, cabendo ao genitor o pagamento da pensão alimentícia. Diante da situação narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O divórcio do casal depende necessariamente da prévia partilha dos bens."
      },
      {
        "letra": "B",
        "texto": "Os dois imóveis adquiridos onerosamente na constância do casamento estão inclusos na comunhão, pertencendo, por conseguinte, ao casal."
      },
      {
        "letra": "C",
        "texto": "Ao atingir a maioridade, o cancelamento de pensão alimentícia da filha do casal está sujeito a decisão judicial, mediante contraditório."
      },
      {
        "letra": "D",
        "texto": "A guarda da filha do casal deveria ser compartilhada por força legal, visto que a guarda exclusiva só se admite na hipótese de abandono afetivo de um dos genitores."
      },
      {
        "letra": "E",
        "texto": "A adoção de uma criança estrangeira por um casal residente no Brasil deverá ser feita mediante intervenção direta e exclusiva da autoridade judiciária brasileira de âmbito federal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1985401",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Personalidade, Pessoa Natural e Capacidade",
      "Responsabilidade civil",
      "Parte Geral",
      "Obrigação Alimentar no Direito Civil",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Com base na jurisprudência dos tribunais superiores sobre direitos da personalidade, responsabilidade civil, dever de prestar alimentos e direito das sucessões, julgue os itens a seguir. I De acordo com o Superior Tribunal de Justiça (STJ), o direito à indenização por danos morais é intransmissível, ressalvado apenas aos herdeiros o direito de se habilitar em processo já sentenciado que tenha sido ajuizado pelo falecido. II Segundo interpretação dada pela jurisprudência do Supremo Tribunal Federal (STF), o direito ao esquecimento, compreendido como a impossibilidade de divulgação de determinado fato ou dado verdadeiro em razão do decurso do tempo, seria incompatível como o regime constitucional brasileiro, ressalvada a possibilidade de proteção casuística contra eventuais abusos e excessos praticados no exercício da liberdade de expressão ou de informação. III Conforme entendimento sumulado do STJ, a obrigação dos avós de prestar alimentos a seus netos possui natureza complementar e subsidiária, sendo devida quando demonstrada a insuficiência total ou parcial de recursos dos genitores. IV A jurisprudência atual e dominante no STF considera ser legítima a diferenciação legal de regimes sucessórios entre cônjuges e companheiros. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1981429",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Flávio e Márcio lavraram escritura pública de união estável, estabelecendo como uma das cláusulas da união a renúncia aos alimentos. No curso da união estável, Márcio sofreu um acidente que o incapacitou para o trabalho. Após dois anos do acidente, Flávio decidiu romper a relação e procurou a Defensoria Pública em Cuiabá para entender seus direitos. Neste caso, respaldado por entendimento jurisprudencial do STJ, Márcio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá pleitear alimentos em face de Flávio, somente se não tiver sido o culpado pela dissolução do vínculo familiar."
      },
      {
        "letra": "B",
        "texto": "não poderá pleitear alimentos em face de Flávio, pois a renúncia se deu em contrato válido e eficaz, sem vícios de consentimento."
      },
      {
        "letra": "C",
        "texto": "poderá pleitear alimentos em face de Flávio, em razão da reciprocidade existente durante o vínculo familiar e diante da irrenunciabilidade dos alimentos."
      },
      {
        "letra": "D",
        "texto": "poderá pleitear alimentos em face de Flávio, independentemente da comprovação de necessidade."
      },
      {
        "letra": "E",
        "texto": "não poderá pleitear alimentos em face de Flávio, visto que a entidade familiar da união estável não prevê legalmente a obrigação alimentar entre os companheiros."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1971711",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "João e Maria casaram-se em junho de 2020 sob o regime da separação obrigatória. João, ainda estudante universitário, tinha 24 anos. Maria, com 72 anos de idade, decidiu aposentar-se como CEO de uma grande empresa em setembro de 2020. Em janeiro de 2022, João, às vésperas de sua formatura, ganhou na Mega Sena da Virada o prêmio de R$ 20.000.000,00 (vinte milhões) e requereu o divórcio em fevereiro de 2022. De acordo com o Código Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caberá alimentos de João para Maria, pois ela é aposentada."
      },
      {
        "letra": "B",
        "texto": "Caberá a Maria metade do prêmio por ter se aposentado na constância do casamento."
      },
      {
        "letra": "C",
        "texto": "João e Maria partilharão igualmente o valor do prêmio, pois Maria não aceita o regime de bens imposto."
      },
      {
        "letra": "D",
        "texto": "João e Maria não terão de partilhar o prêmio, pois se casaram sob o regime da separação obrigatória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1959645",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Júlia, mãe de Jonathan, 4 anos, ajuizou ação de alimentos em face do pai da criança por intermédio da Defensoria Pública. Ao receber a demanda, o Juiz de Direito da 1ª Vara de Família de Macapá arbitrou valor de alimentos provisórios devidos pelo pai à razão de 30% dos rendimentos líquidos, em caso de trabalho com vínculo empregatício ou 30% do salário mínimo nacional, em caso de trabalho informal ou desemprego. Logo após a decisão dos alimentos provisórios, nos meses de janeiro, fevereiro e março de 2022, a representante legal da criança recebeu os alimentos diretamente do pai da criança à razão de 30% do saláriomínimo nacional e também pela empresa empregadora do genitor via desconto em folha de pagamento. O valor recebido a maior foi integralmente revertido em favor da criança e, até então, o pai nunca havia contribuído com o sustento do filho. Diante do caso, a representante legal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá necessariamente devolver o valor dos alimentos, pois o recebimento em duplicidade gera enriquecimento sem causa à genitora."
      },
      {
        "letra": "B",
        "texto": "poderá sustentar a não devolução dos valores, considerando a característica da irrepetibilidade dos alimentos."
      },
      {
        "letra": "C",
        "texto": "poderá sustentar a não devolução dos valores, considerando a característica da irrenunciabilidade dos alimentos."
      },
      {
        "letra": "D",
        "texto": "deverá necessariamente devolver metade do valor dos alimentos, mediante desconto do valor nas prestações alimentares futuras."
      },
      {
        "letra": "E",
        "texto": "poderá sustentar a não devolução dos valores, considerando a característica da imprescritibilidade da obrigação alimentar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1952887",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Gláucia tem três filhos e dois netos. Caso necessite de alimentos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os filhos responderão em primeiro lugar, solidariamente e em partes iguais."
      },
      {
        "letra": "B",
        "texto": "filhos e netos responderão solidariamente, em partes iguais."
      },
      {
        "letra": "C",
        "texto": "os filhos responderão em primeiro lugar, concorrendo na proporção dos respectivos recursos."
      },
      {
        "letra": "D",
        "texto": "os netos não poderão ser chamados a responder, ainda que os filhos não estejam em condições de suportarem totalmente o encargo."
      },
      {
        "letra": "E",
        "texto": "filhos e netos responderão solidariamente, mas concorrendo apenas na proporção dos respectivos recursos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1938049",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "De acordo com entendimento sumular do Superior Tribunal de Justiça, a obrigação alimentar dos avós em relação aos netos possui natureza complementar e",
    "alternativas": [
      {
        "letra": "A",
        "texto": "subsidiária em relação aos pais, somente se configurando no caso de impossibilidade total ou parcial de seu cumprimento por estes."
      },
      {
        "letra": "B",
        "texto": "solidária em relação aos pais, somente se configurando no caso de impossibilidade total ou parcial de seu cumprimento por estes."
      },
      {
        "letra": "C",
        "texto": "alternativa em relação aos pais, somente se configurando na proporção dos respectivos recursos."
      },
      {
        "letra": "D",
        "texto": "solidária em relação aos pais, somente se configurando no caso de impossibilidade total de seu cumprimento por estes."
      },
      {
        "letra": "E",
        "texto": "solidária em relação aos pais, somente se configurando na proporção dos respectivos recursos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1926009",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Gilmara é viúva e não teve filhos. Idosa, necessita de ajuda para o seu sustento, pois a sua minguada aposentadoria não lhe permite pagar o aluguel, a alimentação e os remédios de que necessita para sobreviver. Seus únicos parentes vivos são uma sobrinha, um irmão, duas primas, um tio e duas tias. Diante disso, Gilmara pode requerer alimentos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "às duas primas;"
      },
      {
        "letra": "B",
        "texto": "ao irmão;"
      },
      {
        "letra": "C",
        "texto": "ao tio e às duas tias;"
      },
      {
        "letra": "D",
        "texto": "a todos eles;"
      },
      {
        "letra": "E",
        "texto": "à sobrinha."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1914829",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Do relacionamento entre Mateus, servidor público, e Luísa, estudante de medicina, foi gerada Raquel, nascida em 2/9/2015. Mateus iniciou um novo relacionamento e rompeu com Luísa. Em 2021, diante da pouca ajuda financeira recebida do pai, Raquel, representada por sua mãe, ajuizou ação de alimentos na comarca de sua cidade, tendo o juiz fixado, em sentença, pensão alimentícia em um percentual de 35% dos ganhos líquidos do requerido, determinando ainda a sua incidência sobre o terço constitucional das férias e o décimo terceiro salário. Com o trânsito em julgado da decisão, foi deflagrado o cumprimento de sentença com pedido de prisão civil. A partir dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O débito alimentar que autoriza a prisão civil do devedor é o que compreende até as três prestações alimentares anteriores ao ajuizamento da execução, excluídas as que vencerem no curso do processo."
      },
      {
        "letra": "B",
        "texto": "Segundo o STJ, o décimo terceiro salário e o terço constitucional de férias não comporão a base de cálculo da pensão alimentícia quando esta tiver sido estabelecida em percentual do salário do devedor."
      },
      {
        "letra": "C",
        "texto": "Há proibição, no CPC, do desconto de mais de 30% dos ganhos líquidos do devedor de alimentos."
      },
      {
        "letra": "D",
        "texto": "O cumprimento da pena de prisão isenta o executado do pagamento da dívida."
      },
      {
        "letra": "E",
        "texto": "O atraso de uma só prestação alimentícia, compreendida entre as três últimas atuais devidas, já é hábil a autorizar o pedido de prisão do devedor, nos termos do CPC."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1908880",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "José, pai de Antônio, compareceu na Defensoria Pública de João Pessoa relatando que seu filho completou 18 anos, motivo pelo qual não pretendia mais pagar alimentos. Nesse caso, o cancelamento da pensão alimentícia",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é automático, desde que o filho não esteja estudando em curso de nível superior."
      },
      {
        "letra": "B",
        "texto": "está condicionado à decisão judicial, mediante contraditório, pois vigora presunção absoluta de necessidade do filho menor de 24 anos."
      },
      {
        "letra": "C",
        "texto": "é automático, em razão da extinção do poder familiar."
      },
      {
        "letra": "D",
        "texto": "está condicionado à decisão judicial, mediante contraditório, não subsistindo a avaliação da necessidade com fundamento nas relações de parentesco."
      },
      {
        "letra": "E",
        "texto": "está condicionado à decisão judicial, mediante contraditório, tendo em vista que a obrigação alimentar não se extingue de forma automática."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1899383",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Em razão da crise financeira que assolava sua região, João estava muito preocupado pelo fato de não estar conseguindo pagar uma série de dívidas, o que, a seu ver, poderia acarretar a sua prisão. Por tal razão, consultou um advogado, que o informou corretamente que a decretação da prisão civil por dívida",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é admitida, em nenhuma hipótese, pela ordem constitucional brasileira."
      },
      {
        "letra": "B",
        "texto": "só é admitida na hipótese de inadimplemento voluntário e inescusável de obrigação alimentícia."
      },
      {
        "letra": "C",
        "texto": "só é admitida na hipótese de inadimplemento voluntário e inescusável de obrigação alimentícia e na do depositário infiel."
      },
      {
        "letra": "D",
        "texto": "só é admitida nas hipóteses em que haja ordem judicial específica para o pagamento da dívida, qualquer que seja sua origem."
      },
      {
        "letra": "E",
        "texto": "só é admitida na hipótese de inadimplemento voluntário e inescusável de obrigação alimentícia, na do depositário infiel e na hipótese de abandono material de idosos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1891790",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Jorge foi condenado por sentença transitada em julgado ao pagamento de dez salários mínimos mensais a título de pensão alimentícia a seu filho Mauro. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em razão do trânsito em julgado da sentença condenatória, pai e filho não poderão pedir majoração, redução ou exoneração do encargo."
      },
      {
        "letra": "B",
        "texto": "Jorge ou Mauro poderão pedir, conforme as circunstâncias, exoneração, redução ou majoração da pensão, se sobrevier mudança na situação financeira de quem a supre ou na de quem a recebe."
      },
      {
        "letra": "C",
        "texto": "apenas a alteração simultânea na situação financeira de Jorge e Mauro autorizará a revisão do valor da prestação alimentícia."
      },
      {
        "letra": "D",
        "texto": "a alteração do valor da pensão alimentícia só será possível se houver ação rescisória."
      },
      {
        "letra": "E",
        "texto": "apenas se ficar desempregado Jorge poderá pedir exoneração ou redução do encargo da pensão alimentícia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1873139",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do STJ sobre direito de propriedade, alienação fiduciária em garantia, contrato de seguro, direitos da personalidade e direito de família, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos denominados \"condomínios de fato\", as taxas criadas por associações de moradores são obrigatórias aos não associados que se beneficiarem de serviços prestados à coletividade."
      },
      {
        "letra": "B",
        "texto": "A teoria do adimplemento substancial se aplica a todo e qualquer contrato de alienação fiduciária em garantia de bem móvel."
      },
      {
        "letra": "C",
        "texto": "A embriaguez do segurado que falece em acidente automobilístico é, por si só, causa suficiente a eximir a responsabilidade da seguradora em seguro de vida."
      },
      {
        "letra": "D",
        "texto": "A verba recebida pelo genitor alimentante a título de horas extras integra a base de cálculo para o pagamento de pensão alimentícia que for fixada em percentual sobre seus rendimentos."
      },
      {
        "letra": "E",
        "texto": "O direito à indenização por danos morais somente se transmite aos sucessores caso já haja sentença judicial fixando verba indenizatória no momento do óbito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1870502",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Acerca do direito de receber e do dever de pagar alimentos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A redução de alimentos fixados em juízo somente poderá ser solicitada após o decurso do primeiro ano a contar da decisão."
      },
      {
        "letra": "B",
        "texto": "Os alimentos devem ser fixados na proporção das necessidades do reclamante e dos recursos da pessoa obrigada."
      },
      {
        "letra": "C",
        "texto": "O direito à prestação de alimentos dá-se em linha reta, do ascendente para o descendente."
      },
      {
        "letra": "D",
        "texto": "A prestação de alimentos limita-se à subsistência de quem os pleitear."
      },
      {
        "letra": "E",
        "texto": "A obrigação de prestar alimentos é personalíssima, ou seja, não se transmite aos herdeiros do devedor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1870401",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do Superior Tribunal de Justiça no que se refere a alimentos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de o devedor de alimentos estar recolhido a prisão pela prática de crime afasta a sua obrigação alimentar, haja vista a impossibilidade de desempenho de atividade remunerada."
      },
      {
        "letra": "B",
        "texto": "O valor recebido a título de horas extras não integra a base de cálculo da pensão alimentícia fixada em percentual sobre os rendimentos líquidos do alimentante."
      },
      {
        "letra": "C",
        "texto": "Não é possível a realização de acordo com a finalidade de exonerar o devedor do pagamento de parcelas de alimentos devidas e não pagas, em razão da irrenunciabilidade dos alimentos."
      },
      {
        "letra": "D",
        "texto": "É incabível o ajuizamento de ação de alimentos quando já existir acordo extrajudicial válido com o mesmo objeto, ainda que o valor da pensão alimentícia não atenda aos interesses da criança."
      },
      {
        "letra": "E",
        "texto": "O pai ou a mãe em cuja guarda não estejam os filhos poderá propor ação de prestação de contas, em desfavor do outro genitor, relativamente aos valores decorrentes de pensão alimentícia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1860021",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "João, metalúrgico, e Maria, auxiliar de cozinha, viveram em união estável por dez anos, tiveram dois filhos, que contam quatro e seis anos de idade. Nesse período, construíram uma casa sobre o lote que João adquiriu antes da união e compraram um carro. Considerando que o casal se separou e Maria buscou a Defensoria Pública para realização da dissolução da união estável, julgue o item que se segue. Caso a guarda dos filhos seja pactuada em favor de Maria, é cabível que o pedido de fixação de alimentos sobre os rendimentos de João inclua o décimo terceiro salário e o terço constitucional de férias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1852356",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "O Código Civil traz disposições expressas acerca dos alimentos. Considerando as disposições em questão, assinale a afirmativa que contenha previsão diversa do procedimento previsto na legislação civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aos herdeiros do devedor transmite-se a obrigação de prestar alimentos."
      },
      {
        "letra": "B",
        "texto": "Ao credor capaz é facultada a renúncia ao direito a alimentos, sendo o respectivo crédito passível de compensação ou penhora."
      },
      {
        "letra": "C",
        "texto": "A mudança da situação financeira do devedor ou do credor de alimentos autoriza o pleito de redução, majoração ou exoneração da obrigação."
      },
      {
        "letra": "D",
        "texto": "O direito à prestação de alimentos é recíproco entre pais e filhos, e extensivo a todos os ascendentes, recaindo a obrigação nos mais próximos em grau, uns em falta de outros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1836872",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "João, criança de 10 anos, está sob a guarda unilateral de fato de Luana, sua mãe. O pai está desempregado e havia sido condenado ao pagamento de alimentos no valor de 20% do salário mínimo. Há meses o pai não está contribuindo com o sustento do filho, motivo pelo qual Luana resolveu ajuizar ação de alimentos em face dos avós. Nesse caso, a obrigação alimentar dos avós",
    "alternativas": [
      {
        "letra": "A",
        "texto": "paternos é solidária em relação ao genitor de Lucas, contudo a obrigação em relação aos ascendentes maternos é divisível."
      },
      {
        "letra": "B",
        "texto": "é de natureza indenizatória, motivo pelo qual é vedada a prisão civil diante da falta de pagamento."
      },
      {
        "letra": "C",
        "texto": "é complementar e subsidiária em relação aos pais, somente se configurando no caso de impossibilidade total ou parcial de seu cumprimento por estes."
      },
      {
        "letra": "D",
        "texto": "é complementar e solidária entre os avós, podendo ser acionado qualquer um dos quatro ascendentes a prestar alimentos ao neto."
      },
      {
        "letra": "E",
        "texto": "não depende da impossibilidade total ou parcial de seu cumprimento da obrigação por parte dos pais, uma vez que os alimentos são fixados de acordo com as possibilidades dos ascendentes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1824940",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Antônio, 4 anos de idade, passou a figurar como credor de alimentos de seu pai Bernardo, que vinha honrando a prestação fixada em juízo de três salários mínimos. Bernardo veio a falecer no dia do aniversário de 7 anos de idade do alimentando. A representante legal está cobrando do espólio de Bernardo os alimentos que deixaram de ser pagos a partir do falecimento deste. Diante do exposto, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ante o caráter personalíssimo do débito alimentar, o falecimento do devedor leva à extinção da obrigação;"
      },
      {
        "letra": "B",
        "texto": "ainda que não existisse prévia condenação do falecido pai, a criança poderia pedir alimentos ao espólio em razão da presunção de necessidade;"
      },
      {
        "letra": "C",
        "texto": "em se tratando de alimentos com fundamento na relação de parentesco, a referida obrigação transmite-se aos herdeiros do alimentante;"
      },
      {
        "letra": "D",
        "texto": "o credor dos alimentos deverá, para exercer o seu direito, se habilitar tempestivamente no inventário e poderá levantar o valor junto com os demais herdeiros por ocasião da partilha;"
      },
      {
        "letra": "E",
        "texto": "a relação jurídica de débito alimentar entre pai e filho se extinguiu com a morte do devedor, sendo cabível nova ação de alimentos em face do espólio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1714756",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "No que se refere a essa situação hipotética, julgue o item a seguir, à luz do disposto no Código Civil e no Estatuto da Criança e do Adolescente e do entendimento jurisprudencial dos tribunais superiores. Caso Daniela requeira o divórcio, ela poderá requerer aos pais de Tiago a prestação de alimentos para os seus filhos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1616450",
    "metadata": "Ano: 2020 | Banca: GUALIMP | Órgão: Prefeitura de Conceição de Macabu - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Leia o trecho a seguir, extraído do Código Civil e assinale ao que segue: “Se o parente, que deve alimentos em primeiro lugar, não estiver em condições de suportar totalmente o encargo, __________________ a concorrer os de grau imediato; sendo várias as pessoas obrigadas a prestar alimentos, todas devem concorrer na proporção dos respectivos recursos, e, intentada ação contra uma delas, poderão as demais ser chamadas a integrar a lide.” Assinale a alternativa que preenche corretamente a lacuna:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Podem ou não ser chamados."
      },
      {
        "letra": "B",
        "texto": "Devem obrigatoriamente ser chamados."
      },
      {
        "letra": "C",
        "texto": "Serão chamados."
      },
      {
        "letra": "D",
        "texto": "Podem, mas não devem ser chamados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1142546",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Acerca de obrigação alimentar e de tomada de decisão apoiada, julgue o item subsequente. Os alimentos devem ser fixados na proporção da necessidade de quem os pleiteia e dos recursos da pessoa obrigada, sendo o direito à prestação recíproco entre pais e filhos e extensivo a todos os ascendentes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1142545",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Acerca de obrigação alimentar e de tomada de decisão apoiada, julgue o item subsequente. O ex-cônjuge devedor de alimentos ficará isento da obrigação alimentar constante da sentença de divórcio se contrair novo casamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1119689",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Enquanto era menor de idade, Bruno ajuizou ação contra o seu genitor, Francisco, para a fixação de alimentos. O pedido foi acolhido, e o genitor foi condenado ao pagamento de metade do salário mínimo a título de alimentos. Na semana passada, Bruno completou a maioridade, mas não tem renda própria e está matriculado no primeiro ano de curso de ensino superior. Nesse cenário, Francisco",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segue com a obrigação de pagar alimentos enquanto não houver decisão de exoneração da pensão alimentícia, mas eventual inadimplemento não poderá gerar a prisão civil do alimentante, por não se tratar de alimentos devidos a incapaz."
      },
      {
        "letra": "B",
        "texto": "está desobrigado do pagamento dos alimentos, uma vez que foram fixados diante da menoridade do alimentando, cessando de pleno direito o dever de prestar alimentos ao filho após o atingimento da maioridade, sendo irrelevante o fato de não ter renda própria e realizar curso de ensino superior."
      },
      {
        "letra": "C",
        "texto": "segue com a obrigação de pagar alimentos enquanto não houver decisão de exoneração da pensão alimentícia, pois a maioridade não faz cessar automaticamente o dever de prestar alimentos."
      },
      {
        "letra": "D",
        "texto": "está desobrigado do pagamento dos alimentos, uma vez que houve alteração do binômio possibilidade-necessidade, cessando de pleno direito o dever de prestar alimentos ao seu filho, cabendo a Bruno, caso queira, ajuizar nova ação com a comprovação de que ainda tem necessidade, pois está realizando curso superior."
      },
      {
        "letra": "E",
        "texto": "segue com a obrigação de pagar alimentos enquanto Bruno não concluir seus estudos para preparação ao mercado de trabalho, perdurando a presunção absoluta de necessidade enquanto não for concluído o nível superior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1092899",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Acerca dos alimentos, pode-se afirmar corretamente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a constituição de nova família pelo alimentante acarreta a revisão automática da quantia estabelecida em favor dos filhos advindos de união anterior, devendo ser reduzido o valor, em decorrência do dever de sustento que se estende a todos os filhos."
      },
      {
        "letra": "B",
        "texto": "os alimentos devidos entre ex-cônjuges devem ter caráter excepcional, transitório e devem ser fixados por prazo determinado, exceto quando um dos cônjuges não possui mais condições de reinserção no mercado de trabalho ou de readquirir sua autonomia financeira."
      },
      {
        "letra": "C",
        "texto": "são devidos alimentos ao filho maior quando comprovada a frequência em curso universitário, por força da obrigação parental de promover adequada formação profissional, mas não em caso de frequência a cursos técnicos."
      },
      {
        "letra": "D",
        "texto": "os valores pagos a título de alimentos são insuscetíveis de compensação, mesmo quando configurado o enriquecimento sem causa do alimentando."
      },
      {
        "letra": "E",
        "texto": "a responsabilidade dos avós de prestar alimentos aos netos apresenta natureza complementar e subsidiária, configurando-se sempre que não for cumprida adequadamente, independentemente da demonstração da insuficiência de recursos do genitor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1037193",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Com base nas disposições da Constituição Federal e do Código Civil, analise as seguintes afirmações sobre a guarda dos filhos e alimentos. I. Na fixação da guarda dos filhos, deve preponderar o princípio do melhor interesse da criança ou adolescente. II. A aplicação da guarda compartilhada dos filhos depende da existência de consenso entre os genitores. III. O direito à prestação de alimentos entre os parentes, cônjuges ou companheiros é recíproco. Entre parentes, na linha reta, é extensivo a todos os ascendentes, recaindo a obrigação nos mais próximos em grau, uns em falta dos outros. IV. A maioridade dos filhos não acarreta a exoneração automática da obrigação de prestar alimentos. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1008822",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Quanto à sua natureza, os alimentos naturais são aqueles destinados à manutenção da condição social do credor de alimentos. Já os alimentos civis dizem respeito ao estritamente necessário à sobrevivência do alimentando.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1008816",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "A Súmula n. 596 do STJ enuncia que “A obrigação alimentar dos avós tem natureza complementar e subsidiária, somente se configurando no caso de impossibilidade total de seu cumprimento pelos pais”.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "984623",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os alimentos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os alimentos gravídicos são devidos pelo suposto pai, à mulher gestante, bastando a existência de indícios de paternidade para sua fixação."
      },
      {
        "letra": "B",
        "texto": "Sendo várias as pessoas obrigadas a prestar alimentos, a obrigação é, em regra, solidária."
      },
      {
        "letra": "C",
        "texto": "É nula de pleno direito a renúncia aos alimentos, realizada por um dos cônjuges, em ação de divórcio."
      },
      {
        "letra": "D",
        "texto": "Fixados os alimentos judicialmente, sua redução ou majoração somente poderá ser pleiteada após decorridos 6 (seis) meses da fixação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "972384",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRA-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "No que tange ao direito de família, julgue o item a seguir. O cancelamento de pensão alimentícia de filho que atingiu a maioridade está sujeito à decisão judicial, mediante contraditório, ainda que nos próprios autos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1226089",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Sobre alimentos, responda: I. Com relação ao credor cessa o direito a alimentos, se tiver procedimento indigno em relação ao devedor. II. Com o casamento, a união estável ou o concubinato do credor, cessa o dever de prestar alimentos. III. Os alimentos serão apenas os indispensáveis à subsistência, quando a situação de necessidade resultar de culpa de quem os pleiteia. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva II é verdadeira."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva I é verdadeira."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e III são verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "953758",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Uma pessoa de idade avançada e viúva, que não possui bens, nem mais podendo prover, pelo seu trabalho, à própria mantença, tem como únicos parentes um primo e um sobrinho neto, ambos em excelentes condições financeiras. Nesse caso, necessitando alimentos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem direito de exigi-los de ambos, que deverão concorrer de acordo com as suas possibilidades e segundo as necessidades do alimentando."
      },
      {
        "letra": "B",
        "texto": "não tem direito de exigi-los de qualquer deles."
      },
      {
        "letra": "C",
        "texto": "tem direito de exigi-los de ambos, que os devem solidariamente."
      },
      {
        "letra": "D",
        "texto": "só poderá exigi-los do primo, que é parente sucessível mais próximo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "952066",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Sobre o Direito de Família, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a família natural é aquela formada pelos pais, qualquer deles, seus descendentes e os avós."
      },
      {
        "letra": "B",
        "texto": "segundo entendimento do Superior Tribunal de Justiça (STJ), na ação de investigação de paternidade, a ausência do réu ao exame de DNA leva à procedência da ação mesmo na ausência de indícios de provas da paternidade alegada."
      },
      {
        "letra": "C",
        "texto": "cabe a prisão civil do devedor de alimentos gravídicos deferidos em caráter de antecipação de tutela."
      },
      {
        "letra": "D",
        "texto": "a maioridade extingue automaticamente o direito dos filhos de percepção dos alimentos pelos pais porque são devidos com base na relação de parentesco."
      },
      {
        "letra": "E",
        "texto": "o dever de prestar alimentos é recíproco, devendo recair sobre o parente com maior poder aquisitivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932085",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Sentença judicial condenou o Distrito Federal a pagar gratificação a servidor público titular de cargo público, devida desde 2017, incidente sobre o total de sua remuneração. Para fins de determinação do valor devido, a sentença converteu a remuneração do servidor em 5 salários mínimos, ordenando que a vantagem fosse paga sobre essa base de cálculo. Esse mesmo servidor foi réu em ação de alimentos, em que foi proferida sentença condenando-o ao pagamento de pensão alimentícia em 2 salários mínimos a seu filho adolescente. Considerando as normas da Constituição Federal e a jurisprudência do Supremo Tribunal Federal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ambas as decisões estão juridicamente corretas, uma vez que o salário mínimo pode ser utilizado como indexador de vantagem que tenha natureza alimentícia."
      },
      {
        "letra": "B",
        "texto": "ambas as decisões estão juridicamente corretas, uma vez que é apenas vedada a utilização do salário mínimo como indexador de obrigações contratuais."
      },
      {
        "letra": "C",
        "texto": "ambas as decisões estão juridicamente incorretas, uma vez que é vedada a vinculação do salário mínimo para qualquer fim."
      },
      {
        "letra": "D",
        "texto": "somente a vinculação ao salário mínimo imposta pela decisão condenatória no pagamento da gratificação está juridicamente correta, dada sua natureza remuneratória."
      },
      {
        "letra": "E",
        "texto": "somente a vinculação ao salário mínimo imposta pela decisão condenatória no pagamento de pensão alimentícia está juridicamente correta, dado que tem por objetivo a preservação da subsistência humana e o resguardo do padrão de vida daquele que a percebe."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "927218",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Quanto ao direito de família, analise as afirmativas a seguir. I. A guarda compartilhada não exclui a fixação do regime de convivência e não implica ausência do pagamento de pensão alimentícia. II. Qualquer descendente possui legitimidade, por direito próprio, para propor o reconhecimento do vínculo de parentesco em face dos avós ou de qualquer ascendente de grau superior, ainda que o pai não tenha iniciado a ação de prova da filiação em vida. III. A obrigação alimentar dos avós tem natureza subsidiária, somente se configurando no caso de impossibilidade total de seu cumprimento pelos pais. IV. O cancelamento do pagamento de pensão alimentícia a filho que atingiu a maioridade está sujeito à decisão judicial, mediante contraditório, ainda que nos próprios autos. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "914159",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Shirley e Henrique, universitários, os dois com 19 anos, tiveram uma filha, fruto de um rápido namoro. Após o nascimento de Kátia, Shirley estabeleceu união estável com sua amiga de infância Carla, próspera e jovem empresária, com quem reside junto com sua filha. Shirley, embora trabalhe, não aufere renda suficiente para o sustento de Kátia, que não recebe qualquer contribuição de Henrique, visto que desempregado. Inconformada por não contar com Henrique na divisão das despesas de Kátia, Shirley resolve propor ação de alimentos em face dos avós paternos da criança, já que não conta com a ajuda de seus falecidos pais. Quanto ao pedido de alimentos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Procede a cobrança, uma vez que os avós são responsáveis subsidiários."
      },
      {
        "letra": "B",
        "texto": "Deve ser acolhido, pois os avós são solidários com Henrique na dívida alimentar."
      },
      {
        "letra": "C",
        "texto": "Não deve ser acolhido, uma vez que os avós não são os pais de Kátia."
      },
      {
        "letra": "D",
        "texto": "Não tem cabimento, pois Carla deverá auxiliar nas despesas de Kátia."
      },
      {
        "letra": "E",
        "texto": "Pode ser acolhido, desde que os alimentos sejam proporcionais ao auxílio prestado por Carla."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "908323",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Em relação a alimentos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com o nascimento com vida da criança, os alimentos gravídicos concedidos à gestante serão convertidos automaticamente em pensão alimentícia em favor do recém-nascido, com mudança, assim, da titularidade dos alimentos, sem que, para tanto, seja necessário pronunciamento judicial ou pedido expresso da parte."
      },
      {
        "letra": "B",
        "texto": "uma vez tendo o alimentante sido preso pelo inadimplemento das prestações alimentícias, estará isento de nova prisão por inadimplemento futuro, nesse caso sendo possível apenas penhora em bens de que seja proprietário ou possuidor."
      },
      {
        "letra": "C",
        "texto": "o direito à prestação de alimentos é recíproco entre pais e filhos, e extensivo a todos os ascendentes, recaindo a obrigação nos parentes consanguíneos ou afins até o terceiro grau, inclusive."
      },
      {
        "letra": "D",
        "texto": "o inadimplemento de prestações alimentícias que justifica a prisão civil do alimentante é o que se refere aos últimos seis meses vencidos, em razão da finalidade do crédito, de resguardo à sobrevivência do alimentando."
      },
      {
        "letra": "E",
        "texto": "ao completar 18 anos, pode o alimentante deixar de pagar automaticamente os alimentos, haja vista a maioridade atingida pelo alimentando, a quem caberá a prova da permanência da necessidade à pensão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "904445",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "João, capaz, com 19 anos de idade, decide propor cumprimento da sentença que fixa alimentos contra seu genitor, que nunca pagou os alimentos fixados quando do divórcio. Em caso de ajuizamento da ação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considerada a maioridade de João, apenas é possível a proposição de cumprimento de sentença para cobrar as últimas três parcelas alimentares vencidas."
      },
      {
        "letra": "B",
        "texto": "considerada a maioridade de João, não é possível que o genitor tenha sua liberdade restringida em razão da dívida alimentar."
      },
      {
        "letra": "C",
        "texto": "o cumprimento de sentença deverá ser limitado às prestações vencidas e inadimplidas nos últimos dois anos."
      },
      {
        "letra": "D",
        "texto": "o cumprimento de sentença poderá abranger todas as parcelas vencidas e inadimplidas."
      },
      {
        "letra": "E",
        "texto": "o divórcio dos pais de João é relevante para definição do termo inicial da contagem do prazo prescricional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886197",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Tendo em vista as normas e a doutrina que versa sobre a prestação alimentar, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os alimentos não servem apenas para garantir as necessidades básicas do alimentando, mas para manter sua educação e preservar e condição social."
      },
      {
        "letra": "B",
        "texto": "A doutrina afirma que a obrigação de alimentar possui como características básicas: irrenunciabilidade, intransmissibilidade e irrepetibilidade."
      },
      {
        "letra": "C",
        "texto": "O poder familiar que os pais continuam a exercer confere aos filhos maiores o direito de pedir alimentos aos pais."
      },
      {
        "letra": "D",
        "texto": "Na doutrina e na jurisprudência vigentes o cônjuge culpado não sofre restrição quanto ao direito de pedir alimentos ao outro cônjuge."
      },
      {
        "letra": "E",
        "texto": "Os filhos maiores não podem pedir alimentos aos pais, ainda que necessitados."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886113",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Considere como Verdadeiras (V) ou Falsas (F) as proposições a seguir: I. Quanto à Lei dos Registros Públicos, podemos afirmar que a naturalidade poderá ser do Município em que ocorreu o nascimento ou do Município de residência da mãe do registrando na data do nascimento, desde que localizado em território nacional, e a opção caberá ao declarante no ato de registro do nascimento. II. A extinção das obrigações do falido, em decorrência da aplicação do art. 158, III, da Lei 11.101/05 (“III - o decurso do prazo de 5 (cinco) anos, contado do encerramento da falência, se o falido não tiver sido condenado por prática de crime previsto nesta lei.”), não extingue e nem impede o prosseguimento de execução ajuizada contra avalista e devedor solidário.III. De acordo com a Lei 12.318/10, considera-se ato de alienação parental a interferência na formação psicológica da criança ou do adolescente promovida ou induzida por um dos genitores, pelos avós e irmãos, mesmo que não tenham a criança ou adolescente sob a sua autoridade, para que repudie genitor, outro membro da família, ou que cause prejuízo ao estabelecimento ou à manutenção de vínculos com este. IV. O cancelamento de pensão alimentícia de filho que atingiu a maioridade está sujeito à decisão judicial, mediante contraditório, ainda que nos próprios autos. V. A ação de alimentos gravídicos não se extingue ou perde seu objeto com o nascimento da criança. Assinale a alternativa correta da sequência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, F, V."
      },
      {
        "letra": "B",
        "texto": "V, F, V, V, V."
      },
      {
        "letra": "C",
        "texto": "F, V, F, F, F"
      },
      {
        "letra": "D",
        "texto": "V, F, V, V, V"
      },
      {
        "letra": "E",
        "texto": "V, V, F, V, V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "886111",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Adoção no Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação alimentar dos avós tem natureza complementar e subsidiária, somente se configurando no caso de impossibilidade total ou parcial de seu cumprimento pelos pais."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público tem legitimidade ativa para ajuizar ação de alimentos em proveito de criança ou adolescente, independentemente do exercício do poder familiar dos pais, ou do fato de o menor se encontrar nas situações de risco descritas no art. 98 do Estatuto da Criança e do Adolescente, ou de quaisquer outros questionamentos acerca da existência ou eficiência da Defensoria Pública na comarca."
      },
      {
        "letra": "C",
        "texto": "Parentes colaterais são legitimados ativos para a ação de anulação de adoção proposta após o falecimento do adotante, em virtude da inconstitucionalidade do art. 1.790 do Código Civil declarada pelo Supremo Tribunal Federal."
      },
      {
        "letra": "D",
        "texto": "Se, no curso da ação de adoção conjunta, um dos cônjuges desistir do pedido e outro vier a falecer sem ter manifestado inequívoca intenção de adotar unilateralmente, não poderá ser deferido ao interessado falecido o pedido de adoção unilateral post mortem."
      },
      {
        "letra": "E",
        "texto": "Ante o abandono do adotando pelo pai biológico e o estabelecimento de relação paterno-filial (vínculo afetivo) entre adotante e adotando, a adoção de pessoa maior de idade não pode ser refutada sem apresentação de justa causa por parte do pai biológico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "884846",
    "metadata": "Ano: 2018 | Banca: CESGRANRIO | Órgão: Transpetro",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "L, dona de casa e P, jogador de futebol, romperam o relacionamento amoroso que mantinham há nove anos, durante o qual nasceu J. Na vigência da relação, L dedicava-se a cuidar da filha, matriculada em uma escola particular de elite, e da casa em que moravam, em um condomínio fechado em um bairro nobre do Rio de Janeiro. Sem chegarem a um acordo sobre como viabilizar o sustento da menor, L promove ação de alimentos na qual pede a prestação mensal no valor de R$ 6 mil. Ocorre que, no decorrer do trâmite da ação, P renova o contrato de trabalho com o clube em que competia por um valor três vezes maior ao que recebia anteriormente. Ao fim do processo, o juiz decide fixar em R$18 mil o valor da obrigação alimentícia devida por P. Considerando a situação apresentada,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o valor fixado na decisão observa o princípio da prioridade na tramitação da ação."
      },
      {
        "letra": "B",
        "texto": "a decisão é nula, pois viola o princípio da congruência."
      },
      {
        "letra": "C",
        "texto": "a decisão é citra petita e viola o princípio dispositivo."
      },
      {
        "letra": "D",
        "texto": "a decisão é extra petita, pois o juiz não fica adstrito ao pedido feito pelo autor."
      },
      {
        "letra": "E",
        "texto": "a fixação da obrigação alimentar não é adstrita ao valor pedido pelo autor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "883319",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "À luz da legislação e da jurisprudência dos tribunais superiores, julgue o item a seguir, a respeito dos direitos da personalidade, do direito de família, dos direitos reais e da prescrição.A obrigação dos avós de prestar alimentos aos netos possui natureza complementar e subsidiária, somente surgindo em caso de comprovação da impossibilidade total ou parcial dos dois genitores de proverem os alimentos de seus filhos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "873670",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Um adolescente de 15 anos recebe da mãe a notícia de que aquele que como pai o criara, e assim consta de seu registro de nascimento, falecido no ano anterior, não é seu pai biológico. O pai biológico, a seu turno, embora reconheça o fato, não tem a intenção de se aproximar do adolescente, de modo a provê-lo de suporte emocional e material. Diante do impasse, o adolescente pretende socorrer-se das vias judiciais para ver comprovada e reconhecida formalmente a paternidade biológica, mas gostaria que fosse preservada em seu registro de nascimento a indicação de filiação daquele que como pai o criou. À luz da Constituição Federal e da jurisprudência do Supremo Tribunal Federal sobre a matéria, a pretensão do adolescente é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ilegítima, pois, em conformidade com o princípio constitucional da paternidade responsável, a paternidade biológica prevalece sobre a paternidade socioafetiva, para fins de registro, embora não impeça o reconhecimento do vínculo de filiação baseado na socioafetividade, com os efeitos jurídicos próprios desta."
      },
      {
        "letra": "B",
        "texto": "legítima, pois, em conformidade com o princípio constitucional da dignidade da pessoa humana, a paternidade socioafetiva prevalece sobre a paternidade biológica, para fins de registro, embora não impeça o reconhecimento do vínculo de filiação baseado na origem biológica, com os efeitos jurídicos próprios desta."
      },
      {
        "letra": "C",
        "texto": "legítima, pois, conforme julgamento em sede de repercussão geral, merecem tutela jurídica concomitante, para todos os fins de direito, os vínculos parentais de origem afetiva e biológica, a fim de prover a mais completa e adequada tutela aos sujeitos envolvidos, ante os princípios constitucionais da dignidade da pessoa humana e da paternidade responsável."
      },
      {
        "letra": "D",
        "texto": "legítima, pois, em conformidade com súmula vinculante, a paternidade socioafetiva, declarada ou não em registro público, não impede o reconhecimento do vínculo de filiação concomitante baseado na origem biológica, com os efeitos jurídicos próprios desta."
      },
      {
        "letra": "E",
        "texto": "ilegítima, pois não é consagrada, no ordenamento brasileiro, a pluriparentalidade, não sendo dado ao Judiciário, ainda que provocado, atuar de modo a permitir que a eleição individual dos objetivos de vida tenha preferência em relação a formulações legais definidoras de modelos destinados a produzir resultados eleitos a priori pelo legislador, em caráter geral."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "873615",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Em relação aos alimentos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na falta dos ascendentes cabe a obrigação aos descendentes, guardada a ordem de sucessão e, faltando estes, aos parentes colaterais até quarto grau, inclusive."
      },
      {
        "letra": "B",
        "texto": "O novo casamento do cônjuge devedor extingue a obrigação alimentar para com o ex-cônjuge constante da sentença de divórcio."
      },
      {
        "letra": "C",
        "texto": "A obrigação de prestar alimentos não se transmite aos herdeiros do devedor."
      },
      {
        "letra": "D",
        "texto": "Pode o credor não exercer, porém lhe é vedado renunciar o direito a alimentos, sendo o respectivo crédito insuscetível de cessão, compensação ou penhora, salvo em relação a crédito de igual natureza."
      },
      {
        "letra": "E",
        "texto": "Os alimentos serão prestados sempre em pecúnia, em valor suficiente para suprir as necessidades de saúde, habitação, vestuário e educação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "866418",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "À luz da legislação vigente e do entendimento dos tribunais superiores acerca de alimentos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público não tem legitimidade ativa para ajuizar ação de alimentos em proveito de crianças ou adolescentes: o ajuizamento dessa ação compete à Defensoria Pública ou ao advogado particular."
      },
      {
        "letra": "B",
        "texto": "A obrigação de prestar alimentos não se transmite aos herdeiros, cessando o dever com a morte do alimentante."
      },
      {
        "letra": "C",
        "texto": "O novo casamento do cônjuge devedor extingue a obrigação de prestar alimentos constante da sentença de divórcio."
      },
      {
        "letra": "D",
        "texto": "Se o cônjuge credor contrair nova união estável, cessa o dever de prestar alimentos ao cônjuge devedor."
      },
      {
        "letra": "E",
        "texto": "Julgada procedente a ação de investigação de paternidade, os alimentos são devidos desde a data da propositura da ação."
      }
    ],
    "gabarito": "D"
  }
]