[
  {
    "id": "3616288",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Após o falecimento de sua esposa, com quem tinha dois filhos pequenos, Renato estabeleceu nova união estável com Patrícia. Com o passar do tempo, o convívio entre Patrícia e as crianças tornou-se conflituoso. Renato, diante da dificuldade de lidar com a situação, passou a deixar os filhos sob os cuidados de vizinhos e, por fim, entregou-os a uma conhecida que vivia em outra cidade para que ela os adotasse. Essa entrega foi feita sem qualquer autorização judicial ou comunicação ao Ministério Público. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A perda do poder familiar depende da prévia suspensão judicial do exercício pelo prazo mínimo de 12 (doze) meses."
      },
      {
        "letra": "B",
        "texto": "A entrega dos filhos a terceiros só caracterizaria hipótese de perda do poder familiar se houvesse sentença penal condenatória definitiva."
      },
      {
        "letra": "C",
        "texto": "A nova união estável de Renato, por si só, configura hipótese legal de extinção do poder familiar."
      },
      {
        "letra": "D",
        "texto": "Por meio de ato judicial, ocorrerá a perda do poder familiar."
      },
      {
        "letra": "E",
        "texto": "Ocorrerá a suspensão do poder familiar, que deverá ser requerida exclusivamente pelo Ministério Público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3582936",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Acerca da prescrição, responsabilidade civil, poder familiar e perdas e danos, julgue o item que se segue, à luz da jurisprudência do STJ. Os pais, na condição de administradores e usufrutuários dos bens dos filhos menores, possuem legitimidade para levantar valores depositados em nome destes, salvo se houver justo motivo em sentido contrário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3401937",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Luana e William são réus em uma ação de Destituição do Poder Familiar sobre sua filha Bianca, 1 ano. Avalie quais das situações abaixo podem fundamentar uma ação desta natureza: I. o castigo imoderado II. o abandono afetivo e material III. o falecimento dos genitores IV. a pobreza extrema V. a violência sexual contra a criança Podem de fato fundamentar tal ação as situações",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e V, apenas."
      },
      {
        "letra": "B",
        "texto": "I, IV e V, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e V, apenas."
      },
      {
        "letra": "E",
        "texto": "II, III, IV e V, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3272349",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Direito de Família",
      "Transmissão das Obrigações",
      "Poder Familiar",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Considerando os enunciados do Conselho de Justiça Federal sobre alimentos, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação alimentar originada do poder familiar, especialmente para atender às necessidades educacionais, pode não cessar com a maioridade."
      },
      {
        "letra": "B",
        "texto": "Em acordos celebrados antes do advento do novo Código, ainda que expressamente convencionado que os alimentos cessarão com a maioridade, o juiz deve ouvir os interessados, apreciar as circunstâncias do caso concreto e obedecer ao princípio rebus sic stantibus."
      },
      {
        "letra": "C",
        "texto": "Quando se tratar de sócio de serviço em sociedade simples, poderá haver penhora das verbas que seriam destinadas ao sócio, ainda que de caráter alimentar."
      },
      {
        "letra": "D",
        "texto": "As despesas com doula e consultora de amamentação podem ser objeto de alimentos gravídicos, observado o trinômio da necessidade, possibilidade e proporcionalidade para a sua fixação."
      },
      {
        "letra": "E",
        "texto": "A transmissibilidade da obrigação alimentar é limitada às forças da herança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3272302",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Responsabilidade civil",
      "Parentesco",
      "Poder Familiar",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Conforme a jurisprudência do STJ, analise as assertivas a seguir: I. É possível o reconhecimento da pluriparentalidade, pois a paternidade socioafetiva, declarada ou não em registro não impede o reconhecimento concomitante da filiação de origem biológica. II. Todos os integrantes da cadeia de consumo respondem solidariamente pela comercialização de conteúdo impróprio para criança e adolescente sem as precauções exigidas no ECA. III. A guarda compartilhada não demanda custódia física conjunta nem tempo de convívio igualitário, pois, diante de sua flexibilidade, essa modalidade de guarda comporta as fórmulas mais diversas para sua implementação, a serem fixadas pelo juiz ou por acordo entre as partes. IV. A competência para processar e julgar as ações conexas de interesse de menor é, em princípio, do foro do domicílio do detentor de sua guarda. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3265294",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "A guarda compartilhada estabelece que o tempo de convívio com os filhos deve ser dividido de forma equilibrada entre a mãe e o pai. Contudo, foi feita uma alteração significativa na lei, em 2023, relacionando-a com a violência doméstica ou familiar. Sobre a guarda compartilhada, segundo a legislação em vigor, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será aplicada a guarda exclusiva à pessoa vítima da violência, e a destituição do poder familiar ao autor da agressão."
      },
      {
        "letra": "B",
        "texto": "Será aplicada a guarda compartilhada, salvo quando houver certeza da existência comprovada de violência doméstica ou familiar."
      },
      {
        "letra": "C",
        "texto": "Será aplicada a guarda compartilhada, salvo quando houver elementos que evidenciem a probabilidade de risco de violência doméstica ou familiar."
      },
      {
        "letra": "D",
        "texto": "Será aplicada a guarda compartilhada, salvo quando houver risco de violência física e/ou sexual, dada a maior probabilidade de comprovação em comparação à violência psicológica."
      },
      {
        "letra": "E",
        "texto": "Será aplicada a guarda compartilhada mesmo quando houver risco de violência doméstica ou familiar, devendo o autor da agressão ou a família como um todo serem encaminhados para programa de auxílio e orientação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3213336",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Responsabilidade civil",
      "Poder Familiar"
    ],
    "enunciado_principal": "Julgue o item seguinte, referente a obrigações, contratos, responsabilidade civil e direitos reais.Em se tratando de emancipação voluntária, os pais continuarão responsáveis pelos atos praticados pelo filho menor emancipado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3208079",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Acerca de aspectos do direito de família, julgue o seguinte item. Salvo decisão judicial em sentido contrário, os valores recebidos por filhos maiores de dezesseis anos de idade e menores de dezoito anos de idade no exercício de atividade profissional e os bens adquiridos com tais recursos serão submetidos ao regime de usufruto e administração dos pais, decorrente do exercício do poder familiar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3268606",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Poder Familiar"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta o contexto em que a capacidade civil para menores cessa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concessão dos pais, ou de um deles na falta do outro, mediante instrumento público, que dependerá de homologação judicial."
      },
      {
        "letra": "B",
        "texto": "Sentença do juiz, ouvido o tutor, se o menor tiver 16 anos de idade incompletos."
      },
      {
        "letra": "C",
        "texto": "Se estiver exercendo de emprego público efetivo."
      },
      {
        "letra": "D",
        "texto": "Se houver estabelecimento civil ou comercial, ou existência de relação de emprego, sem a necessidade de o menor com 16 anos de idade completos ter economia própria."
      },
      {
        "letra": "E",
        "texto": "Se estiver namorando."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3104180",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Com base no disposto no Código Civil a respeito de guarda compartilhada de filhos e espécies de direitos reais, julgue o item seguinte. Em regra, se não houver acordo entre os genitores quanto à guarda do filho e ambos estiverem aptos a exercer o poder familiar, será aplicada a guarda compartilhada do filho, sendo, no entanto, tal regra afastada caso um dos genitores declare ao magistrado que não deseja a guarda do filho.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3087127",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Após longo processo judicial, Augusto logrou êxito em ter deferida, a seu favor, a guarda unilateral de sua filha Lia, de 13 anos de idade. Ao longo do processo, restou demonstrado que Ana, mãe de Lia, não estava apta a exercer a guarda. Cerca de um ano após o trânsito em julgado da sentença, com a respectiva expedição do termo de guarda definitiva, Augusto faleceu. Diante do fato, Bruno, irmão unilateral paterno de Lia, de 40 anos, pretende assumir todas as responsabilidades pela criação da irmã. Diante da situação hipotética narrada e com base na legislação vigente, é correto afirmar que, no caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a guarda de Lia, necessariamente, deverá ser deferida para Ana, pois é quem detém o poder familiar e é a única genitora sobreviva, restando a Bruno requerer o direito à visitação."
      },
      {
        "letra": "B",
        "texto": "considerando que a inaptidão de Ana já foi reconhecida judicialmente, Bruno deverá requerer a tutela de sua irmã, Lia."
      },
      {
        "letra": "C",
        "texto": "Bruno deverá requerer a guarda unilateral de sua irmã, com especiais poderes de representação, demonstrando que o seu pedido vai ao encontro do princípio do melhor interesse da criança e do adolescente."
      },
      {
        "letra": "D",
        "texto": "Bruno deverá requerer a guarda unilateral de Lia, mas não poderá representá-la nos atos da vida civil, pois os poderes de representação permanecerão exclusivamente com Ana."
      },
      {
        "letra": "E",
        "texto": "deverá ser deferida a guarda compartilhada, pois é a regra no sistema brasileiro, a qual só pode ser excepcionada a favor de um dos genitores."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3086912",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "A equipe técnica multidisciplinar de um juízo de família concluiu que, pelas peculiaridades do caso concreto, era importante manter, na maior medida possível, o status quo vigente antes do divórcio, de modo a causar a menor interferência na vida e na rotina da criança, notadamente quanto ao lar em que reside. Apontou, ainda, que ambos os genitores estavam maduros e convergentes em dividir as responsabilidades na criação de seu filho. Nesse caso, entre as opções disponíveis, a melhor será a guarda:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "compartilhada clássica, fixado o domicílio no último lar conjugal;"
      },
      {
        "letra": "B",
        "texto": "alternada clássica;"
      },
      {
        "letra": "C",
        "texto": "unilateral, com o genitor que permaneceu no lar conjugal;"
      },
      {
        "letra": "D",
        "texto": "compartilhada nidal;"
      },
      {
        "letra": "E",
        "texto": "alternada nidal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3085865",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: DATAPREV",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Responsabilidade civil",
      "Poder Familiar"
    ],
    "enunciado_principal": "João, de 16 anos, estudante do ensino médio, foi a uma festa com seus amigos, em que estava Túlio, um antigo desafeto de João. Em um determinado momento, e sem nenhuma razão aparente, João iniciou uma discussão com Túlio, e acabou desferindo um soco que causou lesões graves no rosto de Túlio, resultando em uma fratura. Túlio foi levado ao hospital e, posteriormente, ingressou com uma ação de indenização por danos morais e materiais contra João e seus pais, Sr. Antônio e Sra. Maria. Em contestação Antônio e Maria alegam que não estavam presentes na festa, que sempre bem educaram seu filho e que são contrários a todo ato de violência, não sendo, portanto, responsáveis pelo ocorrido. Diante da situação hipotética narrada e com a legislação brasileira, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Antônio e Maria não podem ser responsabilizados, pois João não estava na companhia deles quando do fato e, sendo assim, não há que se falar em negligência a eles imputável."
      },
      {
        "letra": "B",
        "texto": "Antônio e Maria respondem, independentemente de culpa, pelos atos de João, sendo irrelevante o fato de terem bem educado seu filho e de serem contrários a todo ato de violência."
      },
      {
        "letra": "C",
        "texto": "João é plena e diretamente responsável pelos danos causados a Túlio, mas seus pais só poderão ser responsabilizados se ficar comprovado que agiram com culpa ao não fiscalizarem devidamente as ações de seu filho."
      },
      {
        "letra": "D",
        "texto": "os pais de João só podem ser responsabilizados se Túlio conseguir provar que houve falha grave na educação e vigilância de João."
      },
      {
        "letra": "E",
        "texto": "Antônio e Maria respondem de forma objetiva pelos atos de João, mas poderão reaver dele as quantias pagas para indenizar Túlio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3085863",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: DATAPREV",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Poder Familiar"
    ],
    "enunciado_principal": "Ana, de 85 anos, viúva e mãe de Carlos, vive sozinha em sua casa no Rio de Janeiro, desde que o filho se mudou para o interior de São Paulo, deixando de visitá-la com frequência. Ana é lúcida e saudável, mantendo uma vida social ativa, participando de encontros com amigas e parentes. Apesar disso, por sua mera conveniência, desde 2021, confiou a administração de seus bens ao seu sobrinho João, pessoa de sua maior confiança. Em 2023, sabendo que João pretendia empreender, Ana pediu que ele vendesse um de seus imóveis e, fato seguinte, doou parte considerável da renda advinda da venda para João. Carlos, ao saber do negócio, interpelou João e, imediatamente, promoveu ação judicial, requerendo a curatela de sua mãe, bem como ação anulatória da doação. Ante a situação hipotética narrada e a legislação vigente, analise as assertivas a seguir: I. No caso, considerando a idade avançada e a doação realizada, Ana deve ser declarada incapaz. II. A doação é anulável em razão do dolo praticado por João e da incapacidade de Ana. III. A idade avançada e a outorga de poderes, por si só, não indicam a incapacidade de Ana. IV. Ana é presumidamente capaz, assim como a doação realizada, mas Carlos, por ser seu único filho, deve ser nomeado apoiador de Ana em processo de tomada de decisão apoiada. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3030474",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: MPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Ana e João estão em processo de divórcio litigioso e têm dois filhos menores. João deseja obter a guarda unilateral das crianças, enquanto Ana propõe a guarda compartilhada. No contexto jurídico atual, qual das seguintes opções representa corretamente a posição da legislação brasileira em relação à guarda compartilhada?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A guarda compartilhada é a regra geral, salvo se um dos pais estiver impossibilitado de exercê-la."
      },
      {
        "letra": "B",
        "texto": "A guarda unilateral deve ser concedida ao genitor que fizer o pedido primeiro."
      },
      {
        "letra": "C",
        "texto": "A guarda compartilhada é obrigatória, independentemente de acordo entre os pais."
      },
      {
        "letra": "D",
        "texto": "A guarda unilateral é preferível quando há conflito entre os pais."
      },
      {
        "letra": "E",
        "texto": "A guarda unilateral deve ser concedida ao genitor com maior renda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2681876",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRM-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "De acordo com a Código Civil, julgue o item a seguir, a respeito do direito de família. Estabelecimento público ou privado é obrigado a prestar informações aos genitores sobre os filhos menores destes, sob pena de multa diária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2407037",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Nos termos do Código Civil, e da jurisprudência do STJ, é possível a modificação do lar de referência de criança sob guarda compartilhada para um país distinto daquele em que reside um dos genitores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2397767",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "De acordo com o Código Civil, considere: I. Morte dos pais. II. Emancipação do filho. III. Decisão judicial de modificação de guarda. IV. Adoção. São hipóteses de extinção do poder familiar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2324598",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A guarda unilateral é aquela atribuída a um só dos genitores ou a alguém que o substitua, ao passo que guarda compartilhada é a responsabilização conjunta e o exercício de direitos e deveres do pai e da mãe que não vivam sob o mesmo teto, concernentes ao poder familiar dos filhos comuns."
      },
      {
        "letra": "B",
        "texto": "Na guarda compartilhada, a cidade considerada base de moradia dos filhos será preferencialmente a da mãe quando aqueles tiverem até 12 (doze) anos incompletos."
      },
      {
        "letra": "C",
        "texto": "Não havendo acordo entre a mãe e o pai quanto à guarda dos filhos e estando ambos aptos a exercer o poder familiar, a guarda será compartilhada, salvo se um dos genitores manifestar que não deseja a guarda ou quando houver elementos que evidenciem a probabilidade de risco de violência doméstica ou familiar."
      },
      {
        "letra": "D",
        "texto": "Nos casos de guarda compartilhada, para estabelecer as atribuições do pai e da mãe e os períodos de convivência, o juiz, de ofício ou a requerimento do Ministério Público, poderá solicitar orientação técnico-profissional ou o auxílio de equipe interdisciplinar, que deverá visar à divisão equilibrada do tempo com os genitores."
      },
      {
        "letra": "E",
        "texto": "A decisão sobre guarda de filhos, mesmo que provisória, será proferida preferencialmente após a oitiva de ambas as partes perante o juiz, salvo se a proteção aos interesses dos filhos exigir a concessão de liminar sem a oitiva da outra parte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2322738",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Poder Familiar"
    ],
    "enunciado_principal": "No âmbito da violência contra a mulher, analise as afirmativas a seguir. I. A mulher vítima de violência doméstica e familiar que esteja sob medida protetiva de urgência está autorizada a realizar o distrato dos contratos de compra e venda afetos ao Programa Minha Casa Minha Vida antes do prazo final contratual, sendo-lhe permitido ser beneficiada em outra unidade habitacional, independentemente do registro no Cadastro Nacional de Mutuários (CADMUT). II. O agressor tem o dever de ressarcir as despesas médicas necessárias em decorrência da violência doméstica, inclusive se a mulher receber todo o tratamento necessário pelo Sistema Único de Saúde (SUS). III. É exigida a autorização do cônjuge da mulher casada para que ela utilize métodos contraceptivos invasivos, pois ele possui o direito de discordar, por desejar ser pai no matrimônio constituído. Tal exigência não configura violência à mulher ou uma desigualdade de gênero, pois também é exigida ao homem casado a autorização de seu cônjuge para a realização de vasectomia. Está(ão) correta(as) a(s) afirmativa(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2272716",
    "metadata": "Ano: 2023 | Banca: TJ-AM | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "O Código Civil prevê que os pais, durante o exercício do poder familiar, detêm o usufruto e administração dos bens dos filhos menores. A respeito do assunto, leia as assertivas abaixo. I. Não podem os pais alienar ou gravar de ônus real os imóveis dos filhos salvo por necessidade ou evidente interesse da prole, mediante prévia autorização do juiz. II. É possível que o doador ou testador exclua o usufruto e administração dos bens dos filhos menores de um ou ambos os pais mediante cláusula ou disposição testamentária expressa no instrumento. III. Os valores auferidos pelo filho maior de dezesseis anos, no exercício de atividade profissional e os bens com tais recursos adquiridos são excluídos do usufruto e administração dos pais. Considerando as assertivas acima, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas estão corretas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva I está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas estão corretas as assertivas II e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas as assertivas I, II, III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2240853",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Poder Familiar",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Analise as assertivas a seguir e assinale a alternativa CORRETA: I. A dissolução da sociedade conjugal não extingue o bem de família. II. Perde o poder familiar e é excluído da sucessão o pai que praticar contra filha estupro ou outro crime contra a dignidade sexual sujeito à pena de reclusão. III. A pessoa maior de 70 (setenta) anos que se casar pode praticar todos os atos de disposição necessários ao desempenho de sua profissão, mas precisa da autorização do cônjuge para prestar fiança ou aval. IV. O dever dos pais de prestar alimentos aos filhos é extensivo aos avós e, não tendo os pais condições de suportar totalmente o encargo, os avós respondem solidariamente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, III e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II, III e IV são verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2231541",
    "metadata": "Ano: 2023 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "O Código Civil disciplina o exercício do poder familiar, as causas de suspensão e extinção. Sobre a temática considere as assertivas abaixo: I- A emancipação é causa de extinção do poder familiar. II- A perda do poder por ato judicial pode ocorrer em razão ter praticado, o pai ou a mãe, atos contrários à moral e aos bons costumes. III- Consiste no exercício do poder familiar, por ambos os pais, conceder ou negar aos filhos o consentimento para mudarem sua residência permanente para outro Município. IV- Também perderá o poder familiar por ato judicial aquele que praticar o crime de estelionato contra outrem também detentor do poder familiar. V- Divergindo os pais quanto ao exercício do poder familiar, é defeso a qualquer deles recorrer ao juiz para solução do desacordo. Está CORRETO o disposto nas assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III"
      },
      {
        "letra": "B",
        "texto": "II e III"
      },
      {
        "letra": "C",
        "texto": "II, III e IV"
      },
      {
        "letra": "D",
        "texto": "III e IV"
      },
      {
        "letra": "E",
        "texto": "III, IV e V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2115946",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Se houver violação de direito do filho, por parte do pai, durante o poder familiar, a prescrição ficará suspensa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2099013",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "O Código Civil de 2002 determina que “Os filhos estão sujeitos ao poder familiar, enquanto menores” (art. 1.630). Em relação ao tema, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "durante o casamento ou a união estável, o poder familiar é exercido pelos pais, em igualdade de condições; com a sua dissolução, será exercido pelo genitor que tiver a guarda unilateral."
      },
      {
        "letra": "B",
        "texto": "a plena capacidade civil do filho menor de 18 anos extingue o poder familiar."
      },
      {
        "letra": "C",
        "texto": "o exercício da tutela é incompatível com o poder familiar, cuja destituição dos pais de seu exercício será necessária para a nomeação de tutor."
      },
      {
        "letra": "D",
        "texto": "a adoção extingue o poder familiar dos pais naturais, que se restabelece com a eventual morte dos pais adotantes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2372064",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Diógenes e Margarete se separaram e a guarda unilateral de seu filho Benjamin, menor de 18 anos, ficou a cargo de Diógenes. Benjamin pretende se casar. Por possuir guarda unilateral de Benjamin, Diogenes entende que pode autorizar sozinho o casamento, sem a necessidade de consentimento de Margarete. (art. 1634 do CC).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como a guarda decorre do pater potestas Margarete não necessita autorizar o casamento."
      },
      {
        "letra": "B",
        "texto": "Margarete poderia autorizar o casamento somente se possuísse a guarda compartilhada de Benjamin."
      },
      {
        "letra": "C",
        "texto": "A autorização do casamento decorre do poder familiar e, portanto, não gera o direito unilateral de autorização para o casamento."
      },
      {
        "letra": "D",
        "texto": "Por não possuir a guarda do filho, Margarete deverá ter o suprimento de consentimento outorgado judicialmente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2044398",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "De acordo com o Código Civil, Lei 10.406, de 10 de janeiro de 2002, a respeito da guarda unilateral ou compartilhada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A decisão de guarda compartilhada é atribuída ao juiz, ainda que um dos pais refira que prefere abrir mão dos cuidados do filho, mesmo que seja por questões de trabalho."
      },
      {
        "letra": "B",
        "texto": "A guarda unilateral significará que o genitor que a obtém é o que reúne mais condições gerais de exercê-la, Inclusive em tennos de prioridade em relação a tomada de decisões importantes, sem que o outro genitor tenha poder de contrariála."
      },
      {
        "letra": "C",
        "texto": "Quando não houver acordo entre a mãe e o pai quanto à guarda do filho, será aplicada, sempre que possível, a guarda unilateral para o genitor que tiver a renda mais elevada."
      },
      {
        "letra": "D",
        "texto": "Para a lei, ambos os pais devem ter igual vocação e flexibilidade para aderir a guarda compartilhada, de modo que a decisão por guarda unilateral é condicionada aos casos de menor renda ou violência intra-familiar."
      },
      {
        "letra": "E",
        "texto": "A indicação de guarda compartilhada deve estar condicionada ao bem-estar do filho. Deste modo, o juiz poderá basear sua decisão sobre as atribuições do pai e da mãe e dos períodos de convivência na orientação técnico-profissional ou multidisciplinar."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1971712",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Sobre o exercício do poder familiar, considere as assertivas a seguir: I. Na fixação da guarda unilateral, afasta-se o titular do poder familiar que não detém a guarda, cabendo-lhe, apenas, o direito de visitas e o dever de alimentos. II. Em hipótese de condenação criminal do pai ou da mãe, extingue-se o poder familiar, mas permanecem obrigatórios os alimentos, como dever de sustento. III. Comprovado o inadimplemento da obrigação alimentar fixada judicialmente, o titular do poder familiar, enquanto devedor, tem suspenso o direito de convivência e de visitas. IV. É permitido aos titulares do poder familiar, durante a convivência com os filhos menores, exigir-lhes obediência, respeito e prestação de serviços próprios de sua idade. V. O múnus decorrente do poder familiar cabe aos seus titulares, independentemente da fixação unilateral ou compartilhada da guarda dos filhos. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, III e IV são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II, III e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas IV e V são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II, III e V são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1964360",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Poder Familiar"
    ],
    "enunciado_principal": "Gilvan e Mariana mantinham relacionamento amoroso havia seis anos, quando Mariana engravidou. O casal contou aos familiares e amigos que a criança que estava a caminho era um menino e se chamaria Cauã. No entanto, às vésperas do nascimento do filho, Gilvan rompeu o relacionamento após ter descoberto que, havia três meses, Mariana mantinha outro relacionamento amoroso. Nascida a criança, Gilvan registrou-a com o nome de Enzo Cauã, em homenagem ao seu avô, sem consultar Mariana. Nessa situação hipotética, em consonância com o entendimento do Superior Tribunal de Justiça, Mariana",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderia requerer a supressão do prenome Enzo ainda que não tivesse combinado um nome previamente com Gilvan."
      },
      {
        "letra": "B",
        "texto": "não poderá requerer a alteração do nome de seu filho, em razão da imutabilidade do nome."
      },
      {
        "letra": "C",
        "texto": "poderá requerer, perante o cartório de registro civil, a exclusão do prenome Enzo, sob o argumento de que Gilvan violou o dever de lealdade familiar e a boa-fé objetiva."
      },
      {
        "letra": "D",
        "texto": "deverá requerer em juízo a exclusão do prenome Enzo e comprovar que Gilvan violou o dever de lealdade familiar e a boa-fé objetiva."
      },
      {
        "letra": "E",
        "texto": "poderá requerer em juízo a supressão do prenome Enzo desde que comprove o intuito de vingança de Gilvan."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960655",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Poder Familiar",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Silmara e Edson são bastante rigorosos na disciplina de seu filho, Bruno, de 16 anos. Em razão da inflexibilidade dos pais, o jovem Bruno consulta um advogado para saber, dentre as medidas descritas abaixo, qual delas, se tomada por seus pais, viola uma norma jurídica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "negar consentimento para ele se casar;"
      },
      {
        "letra": "B",
        "texto": "exigir que lhes preste obediência, respeito e serviços próprios de sua idade e condição;"
      },
      {
        "letra": "C",
        "texto": "nomear um tutor por testamento conjuntivo para o caso de ambos morrerem;"
      },
      {
        "letra": "D",
        "texto": "assisti-lo nos atos em que for parte, suprindo-lhe o consentimento;"
      },
      {
        "letra": "E",
        "texto": "negar consentimento para que ele mude sua residência permanente para outro Município."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960395",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Poder Familiar"
    ],
    "enunciado_principal": "As situações denominadas de alienação parental representam uma particularidade do Serviço Social, visto que podem desvelar expressões da questão social e constituir fundamental contribuição para a compreensão do objeto da disputa judicial. Gois e Oliveira (2019) consideram que, do ponto de vista social, as situações no processo judicial como alienação parental devem ser apreendidas a partir do direito à convivência social (familiar e comunitária) e da equidade de direitos e deveres entre pai e mãe. Ainda de acordo com as autoras citadas, o posicionamento quanto à equidade parental, pressuposto legal da sociedade contemporânea, passa pelo reconhecimento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da preservação da convivência pacífica entre pais e filhos."
      },
      {
        "letra": "B",
        "texto": "da assimetria nas relações de poder do par parental."
      },
      {
        "letra": "C",
        "texto": "da violência doméstica enquanto uma realidade."
      },
      {
        "letra": "D",
        "texto": "do pertencimento social em condições dignas."
      },
      {
        "letra": "E",
        "texto": "da judicialização de questões de âmbito social."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1938047",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "A guarda compartilhada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pressupõe tempo de convivência alternado com distribuição igualitária entre os pais."
      },
      {
        "letra": "B",
        "texto": "somente será deferida se houver consenso entre os pais."
      },
      {
        "letra": "C",
        "texto": "afasta a obrigação alimentar em relação ao filho."
      },
      {
        "letra": "D",
        "texto": "não pode ser instituída entre pais que residam em cidades distintas."
      },
      {
        "letra": "E",
        "texto": "pode não ser aplicada a pedido de um dos genitores."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1908874",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Sandro e Lívia são divorciados e exercem a guarda compartilhada da filha Sofia. Diante da notícia da campanha de imunização contra a Covid-19 para crianças, Sandro manifestou desejo de não vacinar Sofia. Lívia, por outro lado, sustentou que a vacinação atende aos interesses da criança. Considerando a situação, divergindo os pais quanto ao exercício do poder familiar,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ser modificada a guarda para outro familiar."
      },
      {
        "letra": "B",
        "texto": "é assegurado a qualquer deles recorrer ao Poder Judiciário para solução do desacordo."
      },
      {
        "letra": "C",
        "texto": "devem resolver a questão consensualmente, sem a possibilidade de intervenção judicial."
      },
      {
        "letra": "D",
        "texto": "deve prevalecer a decisão do/a genitor/a que detém a base de moradia da filha."
      },
      {
        "letra": "E",
        "texto": "há necessidade de modificação da guarda para a modalidade unilateral."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1872376",
    "metadata": "Ano: 2022 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "À luz da legislação civil vigente, considere a seguinte situação-problema. Joana L. move contra o ex-cônjuge, Marcelo N., ação por meio da qual requer a guarda unilateral da filha comum, a menor Olívia. Para tanto, argumenta apenas que Marcelo N. renunciou tacitamente ao convívio com a menina ao contrair novas núpcias e aceitar emprego na cidade vizinha.Tendo em conta os elementos do caso hipotético acima e que ambos os genitores estão aptos a exercer o poder familiar, o pedido de Joana L. será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "procedente porque as novas núpcias do pai resultam em perda do direito dele de ter consigo a filha menor."
      },
      {
        "letra": "B",
        "texto": "improcedente porque a guarda unilateral foi abolida no Direito Brasileiro."
      },
      {
        "letra": "C",
        "texto": "procedente caso Marcelo N. declare ao magistrado que não deseja a guarda de Olívia."
      },
      {
        "letra": "D",
        "texto": "improcedente porque, uma vez aptos a exercer o poder familiar, a guarda compartilhada se torna impositiva aos pais e melhor atende aos interesses da menor."
      },
      {
        "letra": "E",
        "texto": "procedente porque a aceitação de emprego na cidade vizinha é incompatível com a guarda compartilhada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1860022",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "João, metalúrgico, e Maria, auxiliar de cozinha, viveram em união estável por dez anos, tiveram dois filhos, que contam quatro e seis anos de idade. Nesse período, construíram uma casa sobre o lote que João adquiriu antes da união e compraram um carro. Considerando que o casal se separou e Maria buscou a Defensoria Pública para realização da dissolução da união estável, julgue o item que se segue. Caso João e Maria não entrem em acordo a respeito da guarda dos filhos, estando ambos aptos e desejosos de seu exercício, a guarda será fixada de forma compartilhada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1854236",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Contrariando o acordo que havia feito com a mulher, mãe da criança, o genitor escolheu um nome duplo, magoando profundamente sua mulher. Diante desse fato, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A criança somente poderá alterar o nome no primeiro ano após ter atingido a maioridade civil."
      },
      {
        "letra": "B",
        "texto": "A modificação do nome é qualificada como excepcional e as hipóteses em que se admite a alteração são restritivas, de modo que não haverá alteração."
      },
      {
        "letra": "C",
        "texto": "Exercício abusivo do poder de família pelo pai. Há possibilidade de exclusão do prenome indevidamente acrescido."
      },
      {
        "letra": "D",
        "texto": "Trata-se de ato ilícito, na medida em que o pai feriu os deveres de lealdade e boa-fé, porém o prenome é imutável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1844990",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Marcela, apesar de ser uma criança, é proprietária de um bem imóvel na cidade de Garuva-SC, onde reside com seus pais, que detêm o poder familiar. Nessas circunstâncias, os pais são",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os verdadeiros proprietários do imóvel, uma vez que a criança incapaz não pode titularizar o bem, cabendo aos pais todos os atributos da propriedade, salvo se houver conflito de interesses com a filha, hipótese em que necessitarão de autorização judicial."
      },
      {
        "letra": "B",
        "texto": "usufrutuários do bem, de modo que têm a posse, o direito de uso e de gozo do imóvel, que lhes permite, inclusive, alugar o bem para terceiros."
      },
      {
        "letra": "C",
        "texto": "usufrutuários do bem, de modo que têm a posse, o direito de uso e de gozo do imóvel, mas é vedada a locação do bem para terceiros."
      },
      {
        "letra": "D",
        "texto": "apenas possuidores diretos do bem, não lhes assistindo nenhum outro direito real sobre o imóvel titularizado por sua filha."
      },
      {
        "letra": "E",
        "texto": "meros representantes da criança e, por este motivo, não têm qualquer direito real sobre o bem, sendo-lhes vedado o uso, gozo ou disposição do bem sem autorização judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1839531",
    "metadata": "Ano: 2021 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Sobre a filiação e o reconhecimento dos filhos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O filho maior poderá ser reconhecido sem o seu consentimento, e o menor pode impugnar o reconhecimento, nos quatro anos que se seguirem à maioridade, ou à emancipação."
      },
      {
        "letra": "B",
        "texto": "Quando feito em testamento, o reconhecimento de filho poderá ser revogado."
      },
      {
        "letra": "C",
        "texto": "Presumem-se concebidos no casamento os filhos havidos, a qualquer tempo, quando se tratar de embriões excedentários, decorrentes de concepção artificial homóloga."
      },
      {
        "letra": "D",
        "texto": "A confissão materna de per si é suficiente para excluir a paternidade."
      },
      {
        "letra": "E",
        "texto": "Mesmo que haja justo interesse, não poderá qualquer pessoa contestar a ação de investigação de paternidade ou de maternidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1824942",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "João e Amália chegaram a um consenso de que o nome de sua filha seria Cláudia. Entretanto, após o nascimento, aproveitando-se de que sua esposa estava se recuperando da cesárea, João foi ao Registro Civil de Pessoas Naturais e registrou a filha do casal como Maria Cláudia, em homenagem à sua mãe, que se chamava Maria. Meses depois, Amália veio a descobrir o prenome duplo da filha registrado ao precisar utilizar sua certidão de nascimento. À luz dos ensinamentos doutrinários e jurisprudenciais atuais, é correto afirmar que Amália:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá pleitear que o prenome “Maria” seja excluído do registro da filha, em virtude do princípio da imutabilidade do nome, pois tanto o pai quanto a mãe podem proceder ao registro do filho perante o Registro Civil de Pessoas Naturais;"
      },
      {
        "letra": "B",
        "texto": "poderá pleitear que o prenome “Maria” seja excluído do registro da filha, se provar que o genitor agiu, por ocasião do registro civil da criança, de má-fé, com propósito de vingança ou com o escopo de, pela prole, atingir a genitora;"
      },
      {
        "letra": "C",
        "texto": "poderá pleitear que o prenome “Maria” seja excluído do registro da filha, porque o exercício do poder familiar pressupõe bilateralidade e consensualidade, ocorrendo, no caso, violação da boa-fé e da lealdade;"
      },
      {
        "letra": "D",
        "texto": "não poderá pleitear que o prenome “Maria” seja excluído do registro da filha, porque somente esta, no primeiro ano após atingir a maioridade, poderá fazê-lo pessoalmente ou por procurador bastante;"
      },
      {
        "letra": "E",
        "texto": "poderá pleitear que o prenome “Maria” seja excluído do registro da filha somente se comprovar que na declaração de nascido vivo emitida pela maternidade figurava “Cláudia” em lugar de “Maria Cláudia”."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1813993",
    "metadata": "Ano: 2021 | Banca: Unesc | Órgão: PGM - Criciúma - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Marcelo e Camila convivem em união estável desde janeiro de 2005 e da relação nasceram os filhos Mauricio (15 anos) e Carla (10 anos). Marcelo sempre demonstrou sentir um ciúme desmedido de Camila, o que resultou em várias discussões entre o casal. Ocorre que, agravado pelo alcoolismo, Marcelo passou a agredir fisicamente Camila e, em março de 2021, veio a cometer feminicídio, o que causou a morte de Camila. Assim, em relação aos filhos Mauricio e Carla:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marcelo terá suspenso o poder familiar sobre os filhos, por ato de autoridade policial."
      },
      {
        "letra": "B",
        "texto": "Marcelo perderá o poder familiar sobre os filhos menores, por ato judicial."
      },
      {
        "letra": "C",
        "texto": "Marcelo terá suspenso o poder familiar sobre os filhos menores, por ato judicial."
      },
      {
        "letra": "D",
        "texto": "Marcelo perderá o poder familiar sobre os filhos, por ato de autoridade policial."
      },
      {
        "letra": "E",
        "texto": "Marcelo não perderá o poder familiar em relação a seus filhos menores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1785382",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Poder Familiar"
    ],
    "enunciado_principal": "Paula, 17 anos, ficou órfã de pai e mãe e reside juntamente com dois irmãos mais novos em um barraco construído por sua falecida mãe. Paula, apesar de muito jovem, assumia a responsabilidade da família, guardava os documentos dos irmãos, incluindo cartão de vacinação, e se apresentava para tratar das demandas de todos. Tal situação retrata claramente uma hipótese de família",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anaparental."
      },
      {
        "letra": "B",
        "texto": "pluriparental."
      },
      {
        "letra": "C",
        "texto": "monoparental."
      },
      {
        "letra": "D",
        "texto": "unipessoal."
      },
      {
        "letra": "E",
        "texto": "em mosaico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1785377",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Carlos era casado com Márcia e registrou o filho, João, em seu nome, acreditando que fosse o pai da criança. Anos depois, Márcia relatou que, na época, mantinha relacionamento concomitante com outro homem e que João não é filho de Carlos. Considerando o caso concreto,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o reconhecimento da multiparentalidade não atribui efeitos alimentares e sucessórios em relação ao pai biológico."
      },
      {
        "letra": "B",
        "texto": "a ação negatória de paternidade ajuizada pelo pai em face do filho é imprescritível, porém a ação para conhecimento da origem genética pelo filho prescreve em quatro anos, contados do momento em que atingida a maioridade."
      },
      {
        "letra": "C",
        "texto": "a declaração da mãe é suficiente para excluir a paternidade, de modo que as partes podem comparecer ao Cartório de Registro Civil para promover administrativamente a exclusão de Carlos, pai registral, da certidão de nascimento de João."
      },
      {
        "letra": "D",
        "texto": "a paternidade socioafetiva configura modalidade de parentesco civil e impede o reconhecimento do vínculo biológico, contudo é admissível a multiparentalidade, desde que haja consentimento de todos os envolvidos."
      },
      {
        "letra": "E",
        "texto": "ainda que registrado o filho em vício de consentimento, a afetividade possui valor jurídico e pode prevalecer em relação ao biológico, uma vez que construída com base na posse do estado de filho."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1782469",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "A respeito da filiação, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O filho maior não pode ser reconhecido sem o seu consentimento, e o menor pode impugnar o reconhecimento, nos quatro anos que se seguirem à maioridade ou à emancipação."
      },
      {
        "letra": "B",
        "texto": "A paternidade socioafetiva, declarada ou não em registro público, não impede o reconhecimento do vínculo de filiação concomitantemente baseado na origem biológica, com os efeitos jurídicos próprios."
      },
      {
        "letra": "C",
        "texto": "A recusa do réu em se submeter ao exame de código genético – DNA – gerará presunção relativa da paternidade, a ser apreciada em conjunto com o contexto probatório."
      },
      {
        "letra": "D",
        "texto": "Nas hipóteses de técnicas de reprodução humana assistida, a presunção de paternidade somente persiste quando provado o vínculo biológico entre os genitores e os filhos frutos das referidas técnicas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1752669",
    "metadata": "Ano: 2021 | Banca: APICE | Órgão: DPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Segundo o Código Civil, a perda do poder familiar é a forma mais grave de destituição desse poder, dando-se por ato judicial quando o pai ou mãe:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incidir nas faltas aos deveres inerentes aos pais ou arruinando os bens dos filhos de forma reiterada."
      },
      {
        "letra": "B",
        "texto": "castigar imoderadamente o filho;"
      },
      {
        "letra": "C",
        "texto": "abandonar o filho;"
      },
      {
        "letra": "D",
        "texto": "praticar atos contrários à moral e aos bons costumes;"
      },
      {
        "letra": "E",
        "texto": "todas as alternativas estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1744080",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Quando não há acordo entre mãe e pai, mas ambos estão aptos a exercer o poder familiar e desejam exercer a guarda no melhor interesse do(s) filho(s), como deverá decidir o juiz, segundo o Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concederá a guarda unilateral à mãe, regulamentando a visitação do pai."
      },
      {
        "letra": "B",
        "texto": "Concederá a guarda unilateral ao pai, regulamentando a visitação da mãe."
      },
      {
        "letra": "C",
        "texto": "Concederá a guarda compartilhada, em que o tempo de convívio com o(s) filho(s) deve ser dividido de forma equilibrada de acordo com as condições fáticas da mãe e do pai."
      },
      {
        "letra": "D",
        "texto": "Concederá a guarda a terceira pessoa que revele compatibilidade com a natureza da medida, de preferência, considerando o grau de parentesco e afetividade com a criança, regulamentando a visitação dos pais."
      },
      {
        "letra": "E",
        "texto": "Concederá a guarda alternada, determinando que o(s) filho(s) passe(m) obrigatoriamente uma semana sob a responsabilidade e autoridade exclusiva da mãe e na semana seguinte, sob a responsabilidade e autoridade exclusiva do pai."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1714758",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "No que se refere a essa situação hipotética, julgue o item a seguir, à luz do disposto no Código Civil e no Estatuto da Criança e do Adolescente e do entendimento jurisprudencial dos tribunais superiores. Dada a condenação criminal de Tiago, seu poder familiar sobre os filhos será extinto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1637390",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Mata Grande - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Leia as afirmativas a seguir: I. De acordo com a lei n° 12.318, de 26 de agosto de 2010, a prática de ato de alienação parental fere o direito fundamental da criança ou do adolescente de convivência familiar saudável, prejudica a realização de afeto nas relações com genitor e com o grupo familiar, constitui abuso moral contra a criança ou o adolescente e descumprimento dos deveres inerentes à autoridade parental ou decorrentes de tutela ou guarda. II. À luz da lei n° 12.318, de 26 de agosto de 2010, quando for declarado indício de ato de alienação parental, a requerimento ou de ofício, em qualquer momento processual, em ação autônoma ou incidentalmente, o processo terá tramitação prioritária, e o juiz determinará, com urgência, ouvido o Ministério Público, as medidas provisórias necessárias para preservação da integridade psicológica da criança ou do adolescente, inclusive para assegurar sua convivência com genitor ou viabilizar a efetiva reaproximação entre ambos, se for o caso. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As duas afirmativas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "A afirmativa I é verdadeira, e a II é falsa."
      },
      {
        "letra": "C",
        "texto": "A afirmativa II é verdadeira, e a I é falsa."
      },
      {
        "letra": "D",
        "texto": "As duas afirmativas são falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1149325",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Considerando o casal hipotético Renato e Helena, casados sob o regime de comunhão parcial de bens e pais de um garoto de oito anos de idade, julgue o próximo item, à luz das disposições legais sobre direito de família.Na hipótese de Renato comprovadamente deixar o filho em abandono, ato judicial determinará a perda do poder familiar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1723688",
    "metadata": "Ano: 2019 | Banca: COMPERVE - UFRN | Órgão: Câmara de Parnamirim - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Valentina e Enzo, maiores e capazes, tiveram um rápido romance. Algumas semanas após o rompimento da relação, Valentina descobriu que estava grávida e compartilhou a informação com Enzo. Ao saber da gravidez, Enzo imediatamente negou a paternidade da criança e questionou a conduta afetiva de Valentina. Após o nascimento do bebê, Valentina re solveu ajuizar ação de investigação de paternidade, pretendendo o reconhecimento de Enzo como genitor. Autorizado o exame de DNA pelo juízo, ao ser intimado, Enzo recusou -se a fazê-lo. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a recusa voluntária do réu é suficiente para afastar a pretensão de Valentina ao reconhecimento da paternidade."
      },
      {
        "letra": "B",
        "texto": "a negação do réu em se submeter ao exame de DNA é irrelevante como prova da paternidade, em razão do princípio constitucional de presunção de inocência."
      },
      {
        "letra": "C",
        "texto": "a recusa de Enzo em realizar o exame de DNA na ação proposta por Valentina gera presunção absoluta, devendo o juiz reconhecer de imediato a paternidade por sentença."
      },
      {
        "letra": "D",
        "texto": "a recusa de Enzo em se submeter ao exame de DNA gerará uma presunção relativa de paternidade, que deve ser apreciada em conjunto com o contexto probatório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1048872",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Acerca do instituto da guarda compartilhada no Código Civil, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A guarda compartilhada encontra suas origens na “Common Law” do Direito Inglês, com a denominação de “joint custody”. A partir da década de 1960, se difundiu tal conceito pela Europa, porém, foi nos Estados Unidos da América que a denominada guarda conjunta avançou em virtude de intensas pesquisas em decorrência da transformação das famílias. Daí, é possível concluir que a adoção de previsão legal da guarda compartilhada no Brasil retrata uma crescente tendência mundial, fortalecida pela Convenção de Nova Iorque sobre Direitos da Criança (ONU, 1989)."
      },
      {
        "letra": "B",
        "texto": "A guarda compartilhada define os dois genitores como detentores da autoridade parental para tomar todas as decisões que afetem os filhos, visando manter os laços de afetividade e abrandar os efeitos que o fim da sociedade conjugal pode trazer à prole, ao passo que tenta manter de forma igualitária a função parental, consagrando os direitos da criança e de seus genitores. Em face disso, a guarda compartilhada, como regra, é recomendável, não se aplicando, porém, quando um dos genitores declarar ao magistrado que não deseja a guarda do menor ou um dos genitores não estiver apto a exercer o poder familiar."
      },
      {
        "letra": "C",
        "texto": "Em sede de medida cautelar de separação de corpos, em sede de medida cautelar de guarda ou em outra sede de fixação liminar de guarda, a decisão sobre guarda de filhos, salvo se provisória, será proferida preferencialmente após a oitiva de ambas as partes perante o juiz."
      },
      {
        "letra": "D",
        "texto": "A guarda pode ser deferida para outra pessoa que não seja o pai ou a mãe. Se o juiz verificar que o filho não deve permanecer sob a guarda do pai ou da mãe, deferirá a guarda a pessoa que revele compatibilidade com a natureza da medida, considerados, de preferência, o grau de parentesco e as relações de afinidade e afetividade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "987276",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "A respeito da guarda dos filhos após a separação do casal, julgue os itens a seguir. I De acordo com o STJ, o estabelecimento da guarda compartilhada não se sujeita à transigência dos genitores. II Na audiência de conciliação, o juiz deverá instar o Ministério Público a informar os pais do significado da guarda compartilhada, da sua importância, da similitude de deveres e dos direitos atribuídos aos genitores bem como das sanções pelo descumprimento de suas cláusulas. III O descumprimento imotivado de cláusula de guarda compartilhada acarretará a redução do número de horas de convivência com o filho. IV O pai ou a mãe, em cuja guarda não esteja o filho, poderá visitá-lo e tê-lo em sua companhia, segundo o que acordar com o outro cônjuge, bem como fiscalizar a sua manutenção e educação. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "972018",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Fábio e Eliana foram casados e tiveram um filho chamado Enzo. Após terem se divorciado, foi determinado judicialmente que ambos teriam a guarda do menino. Alguns meses após a separação, durante uma discussão por questões financeiras, Fábio chamou Eliana de prostituta, por ela estar em um novo relacionamento, e a agrediu, causando-lhe lesão corporal de natureza grave. À luz do Código Civil, é correto afirmar que Fábio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá perder o poder familiar de Enzo por decisão judicial."
      },
      {
        "letra": "B",
        "texto": "poderá perder o poder familiar de Enzo somente se comprovado que ele agrediu também o menino."
      },
      {
        "letra": "C",
        "texto": "não poderá perder o poder familiar de Enzo, somente a sua guarda."
      },
      {
        "letra": "D",
        "texto": "não poderá perder nem o poder familiar de Enzo, nem a sua guarda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "960536",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Perderá por ato judicial o poder familiar aquele que: I - castigar imoderadamente o filho. II - entregar de forma irregular o filho a terceiros para fins de adoção. III - praticar contra outrem igualmente titular do mesmo poder familiar estupro ou outro crime contra a dignidade sexual sujeito à pena de reclusão.IV - praticar contra filho, filha ou outro descendente, homicídio, feminicídio ou lesão corporal de natureza grave ou seguida de morte, quando se tratar de crime doloso envolvendo violência doméstica e familiar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas III e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "Todas estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1788628",
    "metadata": "Ano: 2018 | Banca: CEV-URCA | Órgão: Prefeitura de Milagres - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "A família, base da sociedade, tem especial proteção do Estado. Nesse sentido, assinale a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O casamento é civil e paga sua celebração."
      },
      {
        "letra": "B",
        "texto": "O casamento religioso não tem efeito civil."
      },
      {
        "letra": "C",
        "texto": "Os direitos e deveres referentes à sociedade conjugal são exercidos de forma desigual entre o homem e a mulher."
      },
      {
        "letra": "D",
        "texto": "O casamento civil pode ser dissolvido pelo divórcio, após prévia separação judicial por mais de um ano ou comprovada a separação de fato por mais de dois anos."
      },
      {
        "letra": "E",
        "texto": "Entende-se como entidade familiar a comunidade formada por qualquer dos pais e seus descendentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1299579",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CFP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Julgue os itens que se seguem. I O pátrio poder implica, segundo o art. 1.634 do Código Civil (Lei n.º 10.406/2002), quanto à pessoa dos filhos menores, dirigir‐lhes a criação e a educação.II O pátrio poder implica, segundo o art. 1.634 do Código Civil (Lei n.º 10.406/2002), quanto à pessoa dos filhos menores, tê‐los em sua companhia e guarda. III O pátrio poder implica, segundo o art. 1.634 do Código Civil (Lei n.º 10.406/2002), quanto à pessoa dos filhos menores, dar‐lhes ou negar‐lhes consentimento para se casarem. IV O pátrio poder implica, segundo o art. 1.634 do Código Civil (Lei n.º 10.406/2002), quanto à pessoa dos filhos menores, nomear‐lhes, por testamento ou documento autêntico, se outro dos pais lhe não sobreviver, ou o sobrevivo não puder exercitar o pátrio poder. V O pátrio poder implica, segundo o art. 1.634 do Código Civil (Lei n.º 10.406/2002), quanto à pessoa dos filhos menores, representá‐los, até os quatorze anos, nos atos da vida civil, e assisti‐los, após essa idade, nos atos em que forem parte, suprindo‐lhes o consentimento. A quantidade de itens certos é igual a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1."
      },
      {
        "letra": "B",
        "texto": "2."
      },
      {
        "letra": "C",
        "texto": "3."
      },
      {
        "letra": "D",
        "texto": "4."
      },
      {
        "letra": "E",
        "texto": "5."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1299575",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CFP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Considerando o que preconiza a Lei n.º 11.698/2008 quanto à instituição e à disciplina na guarda compartilhada, julgue os itens que se seguem. I Na audiência de conciliação, o juiz informará ao pai e à mãe o significado da guarda compartilhada, sua importância, a similitude de deveres e direitos atribuídos aos genitores e as sanções pelo descumprimento de suas cláusulas. II Quando não houver acordo entre a mãe e o pai quanto à guarda do filho, o juiz determinará, sempre que possível, a guarda da mãe. III Para estabelecer as atribuições do pai e da mãe e os períodos de convivência sob guarda compartilhada, o juiz, de ofício ou a requerimento do Ministério Público, poderá basear‐se em orientação técnico‐profissional ou de equipe interdisciplinar. IV A alteração não autorizada ou o descumprimento imotivado de cláusula de guarda, unilateral ou compartilhada, poderá implicar a redução de prerrogativas atribuídas a seu detentor, inclusive quanto ao número de horas de convivência com o filho. A quantidade de itens certos é igual a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "0."
      },
      {
        "letra": "B",
        "texto": "1."
      },
      {
        "letra": "C",
        "texto": "2."
      },
      {
        "letra": "D",
        "texto": "3."
      },
      {
        "letra": "E",
        "texto": "4."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1299573",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CFP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Conforme o disposto na Lei n.º 11.698/2008, que altera os arts. 1.583 e 1.584 da Lei n.º 10.406/2002 (Código Civil), no tocante à guarda compartilhada, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compreende‐se por guarda unilateral a atribuída a um só dos genitores ou a alguém que o substitua e, por guarda compartilhada, a responsabilização conjunta e o exercício de direitos e deveres do pai e da mãe que não vivam sob o mesmo teto, concernentes ao poder familiar dos filhos comuns."
      },
      {
        "letra": "B",
        "texto": "A guarda unilateral será atribuída ao genitor que revele melhores condições para exercê‐la e, objetivamente, mais aptidão para propiciar aos filhos os seguintes fatores: afeto nas relações com o genitor e com o grupo familiar; saúde; segurança; e educação."
      },
      {
        "letra": "C",
        "texto": "A guarda unilateral não obriga o pai ou a mãe que não a detenha a supervisionar os interesses dos filhos."
      },
      {
        "letra": "D",
        "texto": "A guarda, unilateral ou compartilhada, poderá ser requerida, por consenso, pelo pai e pela mãe, ou por qualquer deles, em ação autônoma de separação, de divórcio, de dissolução de união estável ou em medida cautelar."
      },
      {
        "letra": "E",
        "texto": "A guarda, unilateral ou compartilhada, poderá ser decretada pelo juiz, em atenção a necessidades específicas do filho ou em razão da distribuição de tempo necessário ao convívio deste com o pai e com a mãe."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "936112",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Poder Familiar"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item subsequente de acordo com o entendimento do STF.A paternidade socioafetiva, por estar declarada em registro público, impede o reconhecimento do vínculo de filiação baseado na origem biológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "930631",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "A respeito dos poderes do Estado, em matéria de direito de família, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É defeso a qualquer pessoa de direito público interferir na comunhão de vida instituída pela família, sendo o planejamento familiar de livre escolha, competindo ao Estado propiciar recursos educacionais e financeiros para o exercício desse direito, vedado qualquer tipo de coerção por parte de instituições privadas ou públicas."
      },
      {
        "letra": "B",
        "texto": "É defeso a qualquer pessoa de direito público, mas não às de direito privado de natureza assistencial, interferir na comunhão de vida instituída pela família, e, no caso de planejamento familiar, incumbe ao Estado orientar o casal nas escolhas e assistir na decisão sobre métodos contraceptivos."
      },
      {
        "letra": "C",
        "texto": "É inconstitucional a regra que estabelece ser o casamento civil, porque as pessoas têm liberdade de optar pelo casamento religioso com a mesma eficácia, e independentemente de qualquer outra formalidade."
      },
      {
        "letra": "D",
        "texto": "A direção da sociedade conjugal será exercida exclusivamente em colaboração pelo marido e pela mulher, sempre no interesse do casal e dos filhos, sendo vedado recorrer à autoridade administrativa ou judiciária para dirimir eventuais controvérsias."
      },
      {
        "letra": "E",
        "texto": "A guarda compartilhada de filhos, no caso de divórcio, só pode ser decidida em acordo amigável, entre pai e mãe, e não por decreto do Juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "908328",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Casamento no Direito de Família",
      "União Estável",
      "Poder Familiar"
    ],
    "enunciado_principal": "Considerando-se os princípios atuais aplicáveis à família, inclusive sob o prisma constitucional,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o casamento homoafetivo é possível, estabelecendo relações obrigacionais mútuas, mas por falta de previsão legal não estabelece relações sucessórias, devendo os cônjuges homoafetivos beneficiarem-se por meio de testamento."
      },
      {
        "letra": "B",
        "texto": "à união estável aplicam-se somente as normas do direito civil obrigacional, acrescidas daquelas que amparam a mulher previdenciariamente e no reconhecimento da constituição de patrimônio comum."
      },
      {
        "letra": "C",
        "texto": "nada obstante a igualdade jurídica entre homem e mulher, permanece o patriarcalismo, residualmente, na administração do patrimônio material do núcleo familiar."
      },
      {
        "letra": "D",
        "texto": "os filhos possuem direitos iguais, independentemente de sua origem, salvo aqueles adotados após a maioridade, em relação a restrições sucessórias, somente."
      },
      {
        "letra": "E",
        "texto": "a paternidade socioafetiva, declarada ou não em registro público, não impede o reconhecimento do vínculo de filiação concomitante baseado na origem biológica, com todas as suas consequências patrimoniais e extrapatrimoniais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "886189",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Adoção no Direito de Família",
      "Poder Familiar"
    ],
    "enunciado_principal": "Examine as assertivas abaixo e assinale a alternativa correta. I - No atual contexto do ordenamento jurídico, é possível afirmar que toda paternidade/maternidade é socioafetiva. II - A filiação, no direito brasileiro se fundamenta no seguinte tripé: a igualdade entre os filhos, a desvinculação ao estado civil dos seus pais e a proteção integral do Estado, salvo a filiação decorrente da adoção. III - A adoção é um instituto mediante o qual se formarão novos vínculos jurídicos, dando à condição de adotante e adotado todos os direitos e obrigações de pais e filhos, inclusive com os mesmos direitos e deveres (art. 41 do ECA),mas não rompe os vínculos parentais anteriores porque biológicos. IV - A posse do estado de filho seria uma construção doutrinária que está sendo aceita pela jurisprudência, para que se caracterize primeiro a afetividade como corolário básico das relações familiares, em detrimento de uma relação puramente biológica.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "D"
  }
]