[
  {
    "id": "3530642",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativos à posse, à propriedade, à responsabilidade civil e à prescrição, de acordo com o entendimento do STJ. A apreensão física de bem móvel por meio de furto ou roubo impede a caracterização da posse.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3386993",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Acerca da posse, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor de má-fé não responde pela perda da coisa se essa for acidental."
      },
      {
        "letra": "B",
        "texto": "A composse pressupõe pluralidade de sujeitos e coisa indivisa, mas os demais compossuidores ficarão privados temporariamente da utilização da coisa entre si."
      },
      {
        "letra": "C",
        "texto": "O possuidor de má-fé responde pelos frutos colhidos, mas não pelos frutos percebidos."
      },
      {
        "letra": "D",
        "texto": "O responsável por indenizar as benfeitorias necessárias ao possuidor de má-fé terá o direito potestativo de optar entre o valor atual e o de custo."
      },
      {
        "letra": "E",
        "texto": "A posse injusta, obtida por meio violento, não pode ser defendida pelos interditos possessórios contra terceiros que venham a desejar arrebatá-la para si."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3275767",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Prefeitura de Itumbiara - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Pertinente à posse, nos termos fixados pelo Código Civil de 2002, considera-se possuidor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade."
      },
      {
        "letra": "B",
        "texto": "aquele que, achando-se em relação de dependência para com outro, conserva a posse em nome deste e em cumprimento de ordens ou instruções suas."
      },
      {
        "letra": "C",
        "texto": "todo aquele que possuir coisa indivisa, podendo cada um que exercer sobre ela atos possessórios, dispor sobre os demais compossuidores."
      },
      {
        "letra": "D",
        "texto": "aquele que, de boa-fé, achando-se em relação de dependência para com outro, conserva a posse em nome deste e em cumprimento de ordens ou instruções suas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3219456",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "O Direito das Coisas regula as relações jurídicas que envolvem bens materiais e imateriais, abordando a posse, a propriedade e os direitos reais relacionados. Nesse sentido, é correto informar, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São exemplos de direitos reais a superfície, o penhor, a anticrese e a obra."
      },
      {
        "letra": "B",
        "texto": "São defesos os atos que não trazem ao proprietário qualquer comodidade, ou utilidade, e sejam animados pela intenção de prejudicar outrem."
      },
      {
        "letra": "C",
        "texto": "É justa a posse que não for violenta, clandestina ou precária."
      },
      {
        "letra": "D",
        "texto": "A posse pode ser adquirida por terceiro sem mandato, dependendo de ratificação."
      },
      {
        "letra": "E",
        "texto": "O Direito das Coisas organiza a convivência jurídica em relação aos bens, assegurando direitos e limites ao uso e posse, promovendo segurança e estabilidade nas relações patrimoniais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3186475",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Em 2021, Gertrudes adquiriu, de boa-fé, um imóvel rural mediante contrato de compra e venda. Posteriormente, em 2023, descobriu que o vendedor não detinha a titularidade do domínio. Durante o período em que acreditava ser proprietária legítima, Gertrudes realizou no imóvel diversas benfeitorias, classificadas como necessárias, úteis e voluptuárias, tais como: instalação de cercas de proteção, construção de uma casa de alvenaria e de um lago ornamental. Em 2024, o verdadeiro proprietário ajuizou ação reivindicatória, obtendo sentença favorável que determinou a restituição do imóvel. Ao ser intimada a desocupar o bem, Gertrudes requereu indenização pelas benfeitorias realizadas e o direito de retenção até o recebimento do valor correspondente. Considerando a situação hipotética apresentada, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o possuidor de boa-fé é obrigado a compensar o legítimo proprietário pelos frutos obtidos durante o período de posse, no entanto, as despesas de manutenção e investimento devem ser deduzidas."
      },
      {
        "letra": "B",
        "texto": "durante a posse de boa-fé, o possuidor é responsável pela perda ou danos à coisa, mesmo que sejam acidentais ou imprevistos, a menos que possa demonstrar que as mesmas circunstâncias teriam ocorrido se o objeto estivesse na posse do reclamante."
      },
      {
        "letra": "C",
        "texto": "o possuidor de boa-fé faz jus à indenização pelas benfeitorias necessárias e úteis realizadas; em relação às benfeitorias voluptuárias, caso não sejam indenizadas, podem ser levantadas, desde que não haja detrimento da coisa."
      },
      {
        "letra": "D",
        "texto": "o possuidor de boa-fé é responsável por todos os frutos colhidos e percebidos, assim como por aqueles que, por sua culpa, deixou de perceber. No entanto, assiste-lhe o direito ao ressarcimento das despesas de custeio e produção."
      },
      {
        "letra": "E",
        "texto": "os frutos pendentes no momento em que cessar a boa-fé pertencem ao possuidor, cabendo ao legítimo proprietário indenizá-los pelo valor de mercado, acrescido das despesas de produção e custeio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3542128",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: Prefeitura de Jaboatão dos Guararapes - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "De acordo com disciplina do Código Civil acerca da posse,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao possuidor de má-fé serão ressarcidas as benfeitorias necessárias que realizar."
      },
      {
        "letra": "B",
        "texto": "a posse transmite-se aos herdeiros, mas não aos legatários do possuidor."
      },
      {
        "letra": "C",
        "texto": "a alegação de propriedade impede a manutenção de posse."
      },
      {
        "letra": "D",
        "texto": "os atos de mera permissão induzem a posse."
      },
      {
        "letra": "E",
        "texto": "a posse não pode ser adquirida por representante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3303791",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Os poderes inerentes à propriedade permitem ao proprietário usar, gozar, dispor do bem e reavê-lo de quem injustamente o possua. De acordo com o Código Civil, considera-se possuidor todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade. Sobre o tema da posse, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É justa a posse que for violenta, clandestina ou precária."
      },
      {
        "letra": "B",
        "texto": "O possuidor com justo título não tem por si a presunção de boa-fé."
      },
      {
        "letra": "C",
        "texto": "Em qualquer hipótese entende-se manter a posse o mesmo caráter com que foi adquirida."
      },
      {
        "letra": "D",
        "texto": "Considera-se detentor aquele que, achando-se em relação de dependência para com outro, conserva a posse em nome deste e em cumprimento de ordens ou instruções suas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3268605",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "É o paradoxo da posse vinculada à propriedade sob a perspectiva da teoria objetiva. O instituto evidencia a autonomia e a função social da posse que sacrificará propriedade sem função social. Assinale o instituto jurídico que se refere ao conceito apresentado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desapropriação judicial"
      },
      {
        "letra": "B",
        "texto": "usucapião"
      },
      {
        "letra": "C",
        "texto": "venda"
      },
      {
        "letra": "D",
        "texto": "reintegração"
      },
      {
        "letra": "E",
        "texto": "esbulho possessório"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3233109",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Analise as proposições abaixo, acerca da posse: I. Via de regra, o justo titulo gera presunção relativa de boa-fé.II. O possuidor direto pode defender sua posse contra O indiretoIII. Se duas ou mais pessoas possuírem coisa indivisa, apenas em conjunto poderão exercer atos de posse.IV. A posse de imóvel gera presunção absoluta de posse dos móveis que nele estiverem. De acordo com o Código Civil, está coreto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e lII."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I a IV."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3170836",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "De acordo com o Código Civil, a posse NÃO é justa se for",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mansa."
      },
      {
        "letra": "B",
        "texto": "condicional."
      },
      {
        "letra": "C",
        "texto": "temporária."
      },
      {
        "letra": "D",
        "texto": "indireta."
      },
      {
        "letra": "E",
        "texto": "precária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3135099",
    "metadata": "Ano: 2024 | Banca: UNIVALI | Órgão: Prefeitura de Luiz Alves - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "A Prefeitura tomou posse de um imóvel particular para ampliar uma área pública, sem autorização judicial. Esse tipo de posse é classificado como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Posse precária."
      },
      {
        "letra": "B",
        "texto": "Posse de má-fé."
      },
      {
        "letra": "C",
        "texto": "Posse indireta."
      },
      {
        "letra": "D",
        "texto": "Posse justa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3129211",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Sorocaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "A antiga sede da Procuradoria do Município de Sorocaba foi desativada, restando o imóvel, de propriedade do Município, desativado sem nenhuma destinação pública. Miguel, que havia perdido seu imóvel em uma enchente, decidiu ocupar a antiga sede da Procuradoria para lá fixar sua nova residência, realizando, para tanto, diversas benfeitorias. Passados seis anos, Marcelo, desempregado e sem ter onde morar, ameaça invadir o imóvel em que Miguel fixou residência. O Município de Sorocaba, verificando a confusão em seu imóvel, decide requerer a desocupação de Miguel. Diante da situação hipotética, de acordo com o atual entendimento do Superior Tribunal de Justiça, é correto afirmar que Miguel",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá direito à indenização, pelo Município, em razão das benfeitorias realizadas."
      },
      {
        "letra": "B",
        "texto": "tem direito à proteção possessória apenas em face do Município, uma vez que ele exerce a detenção de um bem dominical."
      },
      {
        "letra": "C",
        "texto": "tem direito à proteção possessória apenas em face de Marcelo, uma vez que entre eles a disputa será relativa à posse."
      },
      {
        "letra": "D",
        "texto": "apenas teria direito à proteção possessória em relação ao Município, caso se tratasse de bem de uso comum do povo."
      },
      {
        "letra": "E",
        "texto": "tem direito à proteção possessória tanto em relação ao Município quanto a Marcelo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3128243",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Santo André - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Assinale a alternativa que trata corretamente a respeito da posse, nos termos do Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se possuidor aquele que, achando-se em relação de dependência para com outro, conserva a posse em nome deste e em cumprimento de ordens ou instruções suas."
      },
      {
        "letra": "B",
        "texto": "Considera-se detentor aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade."
      },
      {
        "letra": "C",
        "texto": "É justa a posse quando o possuidor ignora o vício, ou o obstáculo que impede a aquisição da coisa."
      },
      {
        "letra": "D",
        "texto": "É de boa-fé a posse que não for violenta, clandestina ou precária."
      },
      {
        "letra": "E",
        "texto": "A posse de boa-fé só perde esse caráter no caso e desde o momento em que as circunstâncias façam presumir que o possuidor não ignora que possui indevidamente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3117489",
    "metadata": "Ano: 2024 | Banca: IMPARH | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Ressalva Fabrício Zamprogna Matiello (MATIELLO, Fabrício Zamprogna. Código Civil Comentado. 5ª edição. São Paulo: LTr, 2013, pág. 745): “...duas teorias marcaram sobremaneira a discussão que durante largo tempo grassou em torno da caracterização da posse.” Sobre as teorias da posse, assinale o quesito correto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse é constituída por três elementos, necessariamente conjugados."
      },
      {
        "letra": "B",
        "texto": "Sustenta a teoria objetiva defendida por Ihering a existência de posse quando verifica a presença do corpus, que seria o proceder do indivíduo como se fosse dono. O elemento animus estaria implícito naquele outro, e não consistiria na vontade ou convicção de ser dono. Por tal teoria, o corpus predomina sobre o animus."
      },
      {
        "letra": "C",
        "texto": "Aduz a teoria objetiva de Savigny que a posse é constituída por dois elementos, necessariamente conjugados: corpus, que seria a concreta faculdade de dispor fisicamente da coisa (poder físico sobre ela exercido) e de promover sua defesa contra agressões de outrem, animus, traduzido na intenção de ter a coisa para si e como sua, embora o indivíduo não tenha a convicção de ser dono, prevalecendo o animus sobre o corpus."
      },
      {
        "letra": "D",
        "texto": "Posse é a visibilidade do domínio ou de qualquer outro direito real."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3117488",
    "metadata": "Ano: 2024 | Banca: IMPARH | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião"
    ],
    "enunciado_principal": "De acordo com o Código Civil, assinale o item correto em relação à delimitação conceitual do fenômeno da acessio possessionis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que exercer, por 2 (dois) anos ininterruptamente e sem oposição, posse direta, com exclusividade, sobre imóvel urbano de até 250m² (duzentos e cinquenta metros quadrados) cuja propriedade divida com ex-cônjuge ou ex-companheiro que abandonou o lar, utilizando-o para sua moradia ou de sua família, adquirir-lhe-á o domínio integral, desde que não seja proprietário de outro imóvel urbano ou rural."
      },
      {
        "letra": "B",
        "texto": "Poderá o possuidor requerer ao juiz seja declarada adquirida, mediante usucapião, a propriedade imóvel."
      },
      {
        "letra": "C",
        "texto": "Adquire a propriedade do imóvel aquele que, contínua e incontestadamente, com justo título e boa-fé, o possuir por dez anos."
      },
      {
        "letra": "D",
        "texto": "O possuidor pode, para o fim de contar o tempo exigido pela usucapião, acrescentar à sua posse a dos seus antecessores, contanto que todas sejam contínuas, pacíficas e, nos casos de usucapião ordinária, com justo título e de boa-fé."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3117481",
    "metadata": "Ano: 2024 | Banca: IMPARH | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Fortaleza é marcada por diversas ocupações indevidas de bens públicos municipais, desde favelas/comunidades até edifícios suntuosos. Diante dos fatos narrados, é correto afirmar à luz de jurisprudência sumulada do Superior Tribunal de Justiça (STJ).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ocupação indevida de bem público configura mera detenção, de natureza precária, insuscetível de retenção ou indenização por acessões e benfeitorias."
      },
      {
        "letra": "B",
        "texto": "O particular deve ser indenizado pelas acessões e benfeitorias, sem direito de retenção."
      },
      {
        "letra": "C",
        "texto": "O particular tem direito de retenção, bem como de ser indenizado das benfeitorias úteis e necessárias."
      },
      {
        "letra": "D",
        "texto": "Deve-se aferir a boa-fé do particular, a fim de fixar o direito à indenização e consequente regularização imobiliária em seu nome."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3104450",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Rafael contraiu financiamento imobiliário com garantia hipotecária com instituição financeira para adquirir bem imóvel. Diante disso, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rafael exerce a posse direta e é proprietário do imóvel"
      },
      {
        "letra": "B",
        "texto": "A instituição financeira é proprietária e Rafael somente possuidor direto do imóvel"
      },
      {
        "letra": "C",
        "texto": "Rafael exerce a posse indireta e a instituição financeira é proprietária"
      },
      {
        "letra": "D",
        "texto": "Apesar de Rafael ser possuidor direto do imóvel, somente será proprietário quando concluir o pagamento das prestações contraídas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3103581",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de São José da Tapera - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base no Código Civil, assinale a alternativa CORRETA em relação à posse.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse direta de uma pessoa anula a posse indireta de quem lhe cedeu a coisa, independentemente do motivo da posse."
      },
      {
        "letra": "B",
        "texto": "Aquele que detém um bem em nome de outro, por dependência e sob ordens ou instruções, é considerado possuidor pleno do bem."
      },
      {
        "letra": "C",
        "texto": "O possuidor de má-fé tem direito aos frutos colhidos e percebidos durante o período de sua posse."
      },
      {
        "letra": "D",
        "texto": "O possuidor de boa-fé tem direito à indenização pelas benfeitorias necessárias e úteis realizadas no bem, podendo exercer o direito de retenção sobre o valor dessas benfeitorias."
      },
      {
        "letra": "E",
        "texto": "A posse se adquire exclusivamente pelo possuidor original, não podendo ser transferida para sucessores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3095376",
    "metadata": "Ano: 2024 | Banca: IMPARH | Órgão: PGM de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "De acordo com o Código Civil, assinale o item correto em relação à classificação da posse de um imóvel privado como justa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É justa a posse que não for violenta, clandestina ou precária."
      },
      {
        "letra": "B",
        "texto": "É justa a posse, se o possuidor ignora o vício, ou o obstáculo que impede a aquisição da coisa."
      },
      {
        "letra": "C",
        "texto": "A posse justa só perde esse caráter no caso e desde o momento em que as circunstâncias façam presumir que o possuidor não ignora que possui indevidamente."
      },
      {
        "letra": "D",
        "texto": "A posse justa, de pessoa que tem a coisa em seu poder, temporariamente, em virtude de direito pessoal, ou real, não anula a injusta, de quem aquela foi havida, podendo o possuidor injusto defender a sua posse contra o justo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3080931",
    "metadata": "Ano: 2024 | Banca: UPENET/IAUPE | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo sobre a posse e seus efeitos: I. A posse pode ser adquirida por terceiro sem mandato, dependendo de ratificação. II. O possuidor de má-fé tem direito às despesas da produção e custeio dos frutos colhidos e percebidos, desde o momento em que se constituiu de má-fé. III. O possuidor de má-fé tem direito a indenização das benfeitorias necessárias e poderá exercer o direito de retenção pelo valor de tais benfeitorias. IV. O possuidor turbado, ou esbulhado, poderá manter-se ou restituir-se por sua própria força, contanto que o faça logo; os atos de defesa, ou de desforço, não podem ir além do indispensável à manutenção ou restituição da posse. Levando-se em consideração as regras do Código Civil sobre a posse e seus efeitos, está INCORRETO o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, apenas."
      },
      {
        "letra": "B",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3068955",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Cruz Alta - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "A respeito da posse, assinale a alternativa INCORRETA, à luz do disposto no Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse direta, de pessoa que tem a coisa em seu poder, temporariamente, em virtude de direito pessoal, ou real, não anula a indireta, de quem aquela foi havida, podendo o possuidor direto defender a sua posse contra o indireto."
      },
      {
        "letra": "B",
        "texto": "A posse de boa-fé só perde este caráter no caso e desde o momento em que as circunstâncias façam presumir que o possuidor não ignora que possui indevidamente."
      },
      {
        "letra": "C",
        "texto": "Não induzem posse os atos de mera permissão ou tolerância assim como não autorizam a sua aquisição os atos violentos, ou clandestinos, senão depois de cessar a violência ou a clandestinidade."
      },
      {
        "letra": "D",
        "texto": "Os frutos pendentes ao tempo em que cessar a boa-fé devem ser restituídos, depois de deduzidas as despesas da produção e custeio; não devem ser restituídos os frutos colhidos com antecipação."
      },
      {
        "letra": "E",
        "texto": "As benfeitorias compensam-se com os danos e só obrigam ao ressarcimento se ao tempo da evicção ainda existirem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3058659",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Contratos em Espécie",
      "Depósito, Mandato, Comissão, Agência e Distribuição",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Jeremias resolveu passar suas férias fora da cidade e, em razão disso, emprestou seu automóvel à sua irmã, Lucrécia. Quando retornou, ela se recusou a devolvê-lo no prazo que havia sido combinado. Somente duas semanas depois, graças à mediação da mãe de ambos, Lucrécia devolveu o veículo. Entretanto, ela cobrou de Jeremias as despesas que realizou nas duas últimas semanas: os gastos com gasolina, o conserto de um vazamento de óleo (que estava degradando o automóvel) e a instalação de ar-condicionado. A respeito dessas despesas, Jeremias deve pagar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os gastos com gasolina, somente."
      },
      {
        "letra": "B",
        "texto": "o conserto do vazamento de óleo, somente."
      },
      {
        "letra": "C",
        "texto": "os gastos com gasolina e o conserto do vazamento de óleo, somente."
      },
      {
        "letra": "D",
        "texto": "a instalação de ar-condicionado, somente."
      },
      {
        "letra": "E",
        "texto": "o conserto do vazamento de óleo e a instalação de ar-condicionado, somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3030250",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Quanto aos efeitos correlatos à natureza da posse, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A forma de aquisição da posse, lícita ou ilícita, implicará o caráter justo ou injusto, que não comportará conversão."
      },
      {
        "letra": "B",
        "texto": "Os atos de permissão ou tolerância induzem posse à medida que implicam transferência de direitos, irrevogáveis."
      },
      {
        "letra": "C",
        "texto": "Presume-se manter a posse o mesmo caráter com que foi adquirida, admitindo-se a conversão da posse injusta em justa e vice-versa, mediante inversão do título."
      },
      {
        "letra": "D",
        "texto": "A detenção injusta, violenta ou clandestina, eivada de vício de origem ligado à causa ilícita, não autoriza ao possuidor a tutela possessória em face de terceiro (que não a vítima), mesmo que cessada a violência ou clandestinidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2645797",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "De acordo com o Código Civil, a posse pode ser classificada em justa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando decorrente de ocupação de prédios públicos."
      },
      {
        "letra": "B",
        "texto": "se o possuidor ignora o vício, ou o obstáculo que impede a aquisição da coisa."
      },
      {
        "letra": "C",
        "texto": "somente quando tiver justo título."
      },
      {
        "letra": "D",
        "texto": "quando duas ou mais pessoas possuírem coisa indivisa."
      },
      {
        "letra": "E",
        "texto": "se não for violenta, clandestina ou precária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2590033",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Londrina - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Nos termos do disposto no Código Civil, o possuidor de má-fé:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não responde pela perda, ou deterioração da coisa, quando acidentais."
      },
      {
        "letra": "B",
        "texto": "Responde pela perda, ou deterioração da coisa, ainda que acidentais, salvo se provar que de igual modo se teriam dado, estando ela na posse do reivindicante."
      },
      {
        "letra": "C",
        "texto": "Tem direito de ser ressarcidos pelas benfeitorias necessárias e úteis, mas não pelas voluptuárias."
      },
      {
        "letra": "D",
        "texto": "Tem direito de ser ressarcido pelas benfeitorias necessárias; em relação às benfeitorias úteis e voluptuárias não tem direito a ressarcimento, mas poderá levantá-las."
      },
      {
        "letra": "E",
        "texto": "Quando indenizado por benfeitorias, tem o direito de optar entre o seu valor atual, salvo em relação às voluptuárias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2589785",
    "metadata": "Ano: 2024 | Banca: ACAFE | Órgão: CELESC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "A posse como se sabe não é um direito real, contudo, tem enorme importância no direito das coisas e vários são os seus efeitos. Em relação aos efeitos da posse, avalie as afirmativas a seguir. I. O possuidor de boa-fé tem direito aos frutos percebidos e pendentes. II. O possuidor de má-fé tem direito a ser indenizado pelas benfeitorias necessárias, bem como ao direito de retenção em relação a estas. III. O possuidor de má-fé não tem responsabilidade civil pela perda do objeto na hipótese de ser possível demonstrar que a perda se daria do mesmo modo na posse do reivindicante, rompendo-se desta forma o nexo de causalidade. IV. A posse pode ser protegida através da autotutela. Tal meio de defesa consiste na legítima defesa da posse quando da ocorrência de turbação e do desforço imediato da hipótese da ocorrência de esbulho. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas IV."
      },
      {
        "letra": "E",
        "texto": "Apenas III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2580920",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Rio Branco - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Leia o caso a seguir. Um homem e sua esposa invadiram uma pequena gleba de terra, com apenas três hectares, localizada na zona rural de um município, passando a nela residir com seus dois filhos menores e a dela retirar o sustento mediante agricultura familiar. O casal já exerce a posse de forma mansa e pacífica, com publicidade e intenção de domínio, sem qualquer tipo de interrupção pelo prazo de cinco anos. O imóvel não é terra devoluta ou bem público de qualquer natureza. O casal não possui propriedade de nenhum outro imóvel rural ou urbano. Contudo, o imóvel ocupado possui tamanho inferior ao módulo rural determinado pela respectiva lei municipal. Elaborado pelo(a) autor(a). Considerando o que disciplina a legislação, notadamente o Código Civil, o Estatuto da Terra e a Constituição Federal, e a jurisprudência consolidada do Superior Tribunal de Justiça, o casal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá, após o decurso de mais cinco anos, postular o reconhecimento da usucapião especial rural porque o desatendimento ao requisito do módulo rural não pode obstar o direito à propriedade."
      },
      {
        "letra": "B",
        "texto": "poderá postular de imediato o reconhecimento da usucapião especial rural porque o desatendimento ao requisito do módulo rural não pode obstar o direito à propriedade."
      },
      {
        "letra": "C",
        "texto": "ficará impedido de postular a usucapião especial rural porque a área é inferior ao módulo rural, o que impede a configuração de propriedade familiar."
      },
      {
        "letra": "D",
        "texto": "poderá, após o decurso de mais dez anos, postular o reconhecimento da usucapião extraordinária porque não estão preenchidos os requisitos da usucapião especial rural."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2564202",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TCE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Patrícia é dona da Fazenda Santa Helena, localizada no interior brasileiro. A fazenda foi adquirida em 2007 por meio de instrumento particular sem registro no órgão público competente. Nos últimos anos, Patrícia vem explorando os recursos minerais do subsolo causando diversas erosões no solo e prejudicando os rios que abastecem as propriedades vizinhas. Com base no tema posse e propriedade, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A jurisprudência brasileira admite a possibilidade de comprovação da propriedade imobiliária por meio de prova testemunhal."
      },
      {
        "letra": "B",
        "texto": "A propriedade do solo abrange, pelo princípio da atração jurídica, as jazidas, as minas e os demais recursos minerais."
      },
      {
        "letra": "C",
        "texto": "Patrícia tem direito absoluto em relação a sua fazenda, podendo aproveitar os recursos naturais de acordo com seu interesse privado."
      },
      {
        "letra": "D",
        "texto": "O Direito brasileiro consagra que a propriedade do solo inclui o subsolo, contudo o espaço aéreo pertence à União."
      },
      {
        "letra": "E",
        "texto": "Os atos que não trazem ao proprietário qualquer comodidade, ou utilidade, e sejam animados pela intenção de prejudicar outrem, são defesos no ordenamento jurídico brasileiro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2559425",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Mossoró - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Julgue o item subsequente com base no disposto na LINDB e com base no que dispõe o Código Civil a respeito do domicílio, da prescrição, das obrigações e da posse. A aquisição da posse, por ser ato precário, independe do possível exercício, pelo adquirente, dos poderes inerentes à propriedade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2535299",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Câmara de Venâncio Aires - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Determinada família passou a ocupar, sem qualquer autorização, um terreno que é de propriedade do Município de Venâncio Aires, com área de 300 metros quadrados, tendo nele construído uma casa na qual reside há mais de cinco anos e instalado um pequeno comércio. O Município ingressou com ação de reintegração de posse em relação à referida área. Sobre a situação apresentada, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação será julgada improcedente, pois os ocupantes do imóvel já adquiriram o direito de propriedade da área pela ocorrência da usucapião."
      },
      {
        "letra": "B",
        "texto": "Não é admitido o reconhecimento de usucapião do imóvel aos ocupantes, mas há o direito de indenização pelas benfeitorias necessárias e úteis."
      },
      {
        "letra": "C",
        "texto": "Somente assiste aos ocupantes o direito de indenização pelas benfeitorias úteis referentes à construção do imóvel que serve de moradia; o gasto com a instalação da atividade comercial não é indenizável."
      },
      {
        "letra": "D",
        "texto": "Serão indenizadas todas as benfeitorias realizadas no local, sejam necessárias, úteis ou voluptuárias."
      },
      {
        "letra": "E",
        "texto": "A ocupação indevida de bem público configura mera detenção, de natureza precária, insuscetível de retenção ou indenização por acessões e benfeitorias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2533516",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Câmara de Maria da Fé - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Josué é proprietário de um sítio. O sítio está emprestado por contrato de comodato a Pedro, seu irmão, uma vez que Josué está residindo fora do Brasil. O contrato é por tempo indeterminado e permite que Josué requeira a devolução do imóvel a qualquer momento. Pedro utiliza o imóvel, esporadicamente, com sua família, em finais de semana e férias. O sítio é cuidado por Marcelo, caseiro contratado por Pedro e que faz a manutenção e cuida do sítio. No último final de semana, invasores de terra pularam a cerca e tentaram tomar a posse do imóvel. Sobre a situação hipotética, analise as afirmativas a seguir. I. Marcelo pode exercer o direito de desforço possessório. Entretanto, não possui legitimidade para nenhuma ação possessória. II. Pedro tem a posse direta do imóvel. Por este motivo, possui legitimidade para qualquer ação possessória contra a turbação da posse em nome próprio. III. Josué não possui qualquer posse sobre o imóvel, é apenas o proprietário sem posse. Por este motivo, não possui legitimidade para qualquer ação possessória contra a turbação da posse em seu imóvel. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2522209",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Enfiteuse e Superfície",
      "Usufruto",
      "Direito de Laje"
    ],
    "enunciado_principal": "São direitos reais os seguintes, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Usufruto."
      },
      {
        "letra": "B",
        "texto": "Laje."
      },
      {
        "letra": "C",
        "texto": "Superfície."
      },
      {
        "letra": "D",
        "texto": "Concessão de uso especial para qualquer fim."
      },
      {
        "letra": "E",
        "texto": "Os direitos oriundos da imissão provisória na posse, quando concedida à União, aos Estados, ao Distrito Federal, aos Municípios ou às suas entidades delegadas e a respectiva cessão e promessa de cessão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2521595",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Em relação à posse, indique a alternativa FALSA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perde-se a posse pela perda da própria coisa, ainda que não haja desistência da busca do bem. No caso de título ao portador, o dono poderá obter novo título em juízo e impedir que sejam pagos a outrem capital e rendimentos,"
      },
      {
        "letra": "B",
        "texto": "é admissível a oposição de embargos de terceiro fundado em alegação de posse advinda do compromisso de compra e venda, ainda que desprovido de registro."
      },
      {
        "letra": "C",
        "texto": "o constituto possessório pode acarretar a perda da posse."
      },
      {
        "letra": "D",
        "texto": "o ente público detém legitimidade e interesse para intervir, incidentalmente, na ação possessória entre particulares, podendo deduzir qualquer matéria defensiva, inclusive, se for o caso, o domínio."
      },
      {
        "letra": "E",
        "texto": "perde-se a posse pela destruição da coisa decorrente de evento natural ou fortuito, de ato do próprio possuidor ou de terceiro, inutilizando definitivamente e impossibilitando o exercício do poder de utilizar, economicamente, o bem por parte do possuidor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2493717",
    "metadata": "Ano: 2024 | Banca: UNIVIDA | Órgão: Prefeitura de Iguaraçu - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "A palavra posse designa quer uma relação factual entre uma pessoa e uma coisa, quer a posição jurídica correspondente, constituída por direitos, poderes, etc., legalmente consagrados, quer, por vezes, as próprias regras jurídicas que atribuem esta posição jurídica naquela situação de facto. Com base no Código Civil responda a alternativa correta sobre posse:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse não pode ser adquirida por representante."
      },
      {
        "letra": "B",
        "texto": "A posse pode ser adquirida por terceiro sem mandato, dependendo de ratificação."
      },
      {
        "letra": "C",
        "texto": "A posse não se transmite aos herdeiros ou legatários do possuidor com os mesmos caracteres."
      },
      {
        "letra": "D",
        "texto": "A posse do imóvel não se faz presumir, até prova contrária, a das coisas móveis que nele estiverem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2464808",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Acerca da classificação da posse, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse injusta é aquela praticada com má-fé."
      },
      {
        "letra": "B",
        "texto": "Há presunção juris et de jure de posse de boa-fé quando o possuidor da coisa é portador do chamado justo título."
      },
      {
        "letra": "C",
        "texto": "Os atos de mera permissão e tolerância tornam a posse justa."
      },
      {
        "letra": "D",
        "texto": "A posse direta, em regra, é temporária, pois se extingue ao fim do tempo que a determina."
      },
      {
        "letra": "E",
        "texto": "Considera-se de boa-fé a posse pública, pacífica, não precária e que observa sua função social e os deveres com o meio ambiente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2414866",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Luíza e Carlos querem se casar, entretanto não têm onde morar após a sua união. A mãe de Luíza, que reside em uma pequena casa em uma comunidade, ofereceu a eles a possibilidade de construírem sobre a laje da sua residência, o que foi feito. Não existiu contrato escrito entre as partes. Levando em conta os bens reciprocamente considerados, pela falta de contrato escrito e pelo princípio do acessório acompanha o principal, a aplicação da lei e da jurisprudência implicam que o que foi construído se acresce ao patrimônio da mãe de Luíza, não havendo direitos a serem reclamados por Luíza e Carlos. Caso houvesse um contrato escrito ou a edificação tivesse sido feita no terreno ao fundo do lote e não na laje da casa seria possível requerer-se eventual indenização pelo que foi gasto com a edificação. Na situação que foi narrada, não existe esta hipótese.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2388796",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Acerca da classificação da posse, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quanto ao exercício e ao gozo, a posse é classificada em posse de boa-fé e posse de má-fé."
      },
      {
        "letra": "B",
        "texto": "Quanto à legitimidade do título, a posse é classificada em posse direta e posse indireta."
      },
      {
        "letra": "C",
        "texto": "Quanto à existência de vício, a posse é classificada em posse com título e posse sem título."
      },
      {
        "letra": "D",
        "texto": "Quanto ao tempo, a posse é classificada em posse nova e posse velha."
      },
      {
        "letra": "E",
        "texto": "Quanto à proteção, a posse é classificada em posse ad interdicta e posse ad usucapionem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2375284",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Olga é proprietária e possuidora de um terreno localizado no Bairro Azul do Município Verde. Devido à COVID-19, Olga mudou da cidade em 2020, só regressando à cidade três anos depois. Para sua supressa, o imóvel havia sido invadido por seu vizinho, que realizou diversas obras no bem, inclusive, uma horta, que ele explora economicamente. Dez meses após a notícia da invasão, Olga procurou consultoria jurídica com fim do exercício de seus direitos. Diante da situação hipotética narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Olga tem o direito de ser reintegrada na posse do bem, por meio da ação petitória, em virtude da turbação sofrida."
      },
      {
        "letra": "B",
        "texto": "A posse da vizinha é de boa-fé, devendo ser ressarcida dos frutos percebidos e pendentes."
      },
      {
        "letra": "C",
        "texto": "As acessões realizadas pela vizinha devem ser ressarcidas por Olga devido ao princípio do enriquecimento sem causa."
      },
      {
        "letra": "D",
        "texto": "Ao possuidor de má-fé, que é o caso da vizinha, serão ressarcidas as benfeitorias necessárias, sem direito à retenção."
      },
      {
        "letra": "E",
        "texto": "No momento da invasão do bem, Olga perdeu automaticamente a posse de seu bem, devendo notificar o invasor, antes de qualquer medida judicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2375247",
    "metadata": "Ano: 2024 | Banca: UNIVIDA | Órgão: Prefeitura de Pérola - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Acerca da posse, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Possuidor é aquele que conserva a posse em nome alheio, subordinando-se às suas ordens e instruções."
      },
      {
        "letra": "B",
        "texto": "Ao detentor é permitido invocar, em nome próprio, proteção possessória."
      },
      {
        "letra": "C",
        "texto": "A aquisição da posse pode ser classificada como originária ou derivada."
      },
      {
        "letra": "D",
        "texto": "O exercício da posse não pode ser deferido a mais de uma pessoa de modo concomitante."
      },
      {
        "letra": "E",
        "texto": "A aquisição da posse originária não pode se dar pelo exercício de direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2360730",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Antônio de Bolonha promoveu ação reivindicatória de um terreno de mais de duzentos mil metros quadrados em face de cem pessoas que possuem determinada área, fundamentando o pleito na qualidade de proprietário do imóvel; para tanto, anexou a certidão do registro geral de imóveis competente. Em suma, os réus contestam a demanda com base na função social e alegam que estão na posse ininterrupta do bem há mais de dez anos e que realizaram obras de interesse social relevante. Alegam ainda os réus a posse de boa-fé. Sobre a situação hipotética, com base no tema propriedade, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A função social não é prevista no ordenamento jurídico brasileiro, devendo a ação ser julgada procedente, pois o proprietário tem o direito de reaver o bem independentemente de com que esteja."
      },
      {
        "letra": "B",
        "texto": "Na situação narrada, o Juiz pode considerar as alegações trazidas pelos réus, privando Antônio de Bolonha da coisa, devendo fixar a justa indenização que será devida ao proprietário."
      },
      {
        "letra": "C",
        "texto": "O Direito Civil brasileiro considera o direito absoluto à propriedade, devendo ser julgada procedente a ação, desconsiderando, por falta de base normativa, os alegados pelos réus."
      },
      {
        "letra": "D",
        "texto": "O proprietário somente pode ser privado da coisa, nos casos de desapropriação, por necessidade ou utilidade pública ou interesse social, bem como no de requisição, em caso de perigo público iminente."
      },
      {
        "letra": "E",
        "texto": "A expropriação da propriedade que não atende a função social independe do pagamento de indenização."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2360729",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Hamlet e Macbeth, proprietários de um imóvel, celebram por escrito contrato de comodato com Lear, sobrinho dos proprietários, pelo prazo de dez anos, ficando o comodatário responsável pela preservação da coisa. Sobre a hipótese, em relação ao tema posse, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lear, comodatário, é considerado detentor do bem imóvel citado no enunciado, em virtude do dever da conservação do bem."
      },
      {
        "letra": "B",
        "texto": "Os atos de mera permissão ou tolerância não autorizam a sua aquisição, logo Lear não é possuidor do bem."
      },
      {
        "letra": "C",
        "texto": "Lear, por ser possuidor de má-fé, responde pela perda, ou deterioração da coisa, ainda que acidentais."
      },
      {
        "letra": "D",
        "texto": "A faculdade de usar, gozar e dispor da coisa, e o direito de reavê-la do poder de quem quer que injustamente a possua ou detenha, pertence a Lear, possuidor exclusivo do bem."
      },
      {
        "letra": "E",
        "texto": "Hamlet e Macbeth, na situação narrada, são considerados possuidores indiretos do bem imóvel."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2356790",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de Serra da Raiz - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Aquele que, achando-se em relação de dependência para com outro, conserva a posse em nome deste e em cumprimento de ordens ou instruções suas é considerado pelo Código Civil como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possuidor."
      },
      {
        "letra": "B",
        "texto": "precário."
      },
      {
        "letra": "C",
        "texto": "proprietário."
      },
      {
        "letra": "D",
        "texto": "detentor."
      },
      {
        "letra": "E",
        "texto": "usufrutuário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2351244",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara Municipal de São Paulo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "João e sua família residiam em uma área urbana de duzentos e cinquenta metros quadrados situada no Município Beta. Essa situação, que já perdurava há cinco anos, sem qualquer oposição, não foi alterada mesmo durante os dois meses em que trabalharam como agricultores em sua pequena propriedade rural, já que continuaram a pernoitar no imóvel. Apesar de o módulo urbano em Beta ser fixado por lei em trezentos metros quadrados, foi reconhecida a aquisição do domínio por usucapião. Considerando os balizamentos estabelecidos pela Constituição da República, é correto afirmar, em relação à narrativa acima, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não apresenta qualquer irregularidade."
      },
      {
        "letra": "B",
        "texto": "somente apresenta irregularidade em relação ao tempo de posse."
      },
      {
        "letra": "C",
        "texto": "somente apresenta irregularidade em relação aos requisitos a serem preenchidos pelo possuidor."
      },
      {
        "letra": "D",
        "texto": "somente apresenta irregularidades em relação aos requisitos a serem preenchidos pelo possuidor e ao tempo de posse."
      },
      {
        "letra": "E",
        "texto": "somente apresenta irregularidades em relação à dimensão do imóvel, que não se ajusta ao módulo urbano estabelecido em lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3581463",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Rolante - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA quanto ao chamado título ao portador, nos termos dos artigos 904 a 909 do Código Civil Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A transferência de título ao portador se faz por simples tradição."
      },
      {
        "letra": "B",
        "texto": "O devedor só poderá opor ao portador exceção fundada em direito pessoal, ou em nulidade de sua obrigação."
      },
      {
        "letra": "C",
        "texto": "É nulo o título ao portador emitido sem autorização de lei especial."
      },
      {
        "letra": "D",
        "texto": "A prestação não é devida quando o título tenha entrado em circulação contra a vontade do emitente."
      },
      {
        "letra": "E",
        "texto": "O proprietário, que perder ou extraviar título, ou for injustamente desapossado dele, poderá obter novo título em juízo, bem como impedir que sejam pagos a outrem capital e rendimentos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2645312",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: CAU-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Pedro é proprietário de um imóvel urbano na área da circunscrição territorial da cidade de Porto Alegre/RS. Estudioso dos direitos reais, ele é indagado por Paula, sua filha, sobre situações em que o pai poderia ser privado do imóvel. Assinale a alternativa que indica uma resposta correta de Pedro à Paula.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o imóvel esteja localizado em área necessária para a construção de nova estação ferroviária, Pedro não poderá ser privado do imóvel por desapropriação."
      },
      {
        "letra": "B",
        "texto": "Para que se operem os efeitos da perda da propriedade imóvel pela renúncia, é desnecessário o registro do ato renunciativo no Registro de Imóveis."
      },
      {
        "letra": "C",
        "texto": "Se Pedro for proprietário de imóvel de extensa área, que esteja na posse ininterrupta e de boa-fé por mais de cinco anos, de qualquer número de pessoas, e estas nela houverem realizado, em conjunto ou separadamente, obras e serviços considerados pelo juiz de interesse social e econômico relevante, Pedro poderá ser privado do imóvel."
      },
      {
        "letra": "D",
        "texto": "Se Pedro abandonar o imóvel com intenção de não mais conservá-lo em seu patrimônio, e o imóvel não se encontrar na posse de outrem, deverá ocorrer a arrecadação do imóvel como bem vago."
      },
      {
        "letra": "E",
        "texto": "Presume-se de modo absoluto a intenção de abandono do imóvel quando, cessados os atos de posse, o proprietário não mais satisfazer os ônus fiscais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2434527",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Câmara de Várzea Grande - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Na hipótese de desapropriação judicial por posse-trabalho, o proprietário pode ser privado de bem imóvel. Para a aplicação do referido instituto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a posse deve ocorrer em área de tamanho reduzido"
      },
      {
        "letra": "B",
        "texto": "a posse deve se dar de boa-fé e de modo intermitente"
      },
      {
        "letra": "C",
        "texto": "durante a posse, devem ter sido realizadas obras e serviços de interesse social"
      },
      {
        "letra": "D",
        "texto": "durante a posse, um pequeno número de pessoas deve ter ocupado a propriedade"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2336055",
    "metadata": "Ano: 2023 | Banca: IDHTEC | Órgão: Prefeitura de Ilha de Itamaracá - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Conforme estabelece o artigo 1.196, do Código Civil, “Considera-se possuidor todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade.”. Acerca do instituto da posse, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se duas ou mais pessoas possuírem coisa indivisa, poderá cada uma exercer sobre ela atos possessórios, contanto que não excluam os dos outros compossuidores."
      },
      {
        "letra": "B",
        "texto": "A posse de boa-fé só perde este caráter no caso e desde o momento em que as circunstâncias façam presumir que o possuidor não ignora que possui indevidamente."
      },
      {
        "letra": "C",
        "texto": "A posse transmite-se aos herdeiros ou legatários do possuidor com os mesmos caracteres."
      },
      {
        "letra": "D",
        "texto": "É de boa-fé a posse que não for violenta, clandestina ou precária."
      },
      {
        "letra": "E",
        "texto": "A posse do imóvel faz presumir, até prova contrária, a das coisas móveis que nele estiverem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2322734",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião",
      "Efeitos, Tutela, Transmissão e Perda da Posse",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Em sua atuação como defensora pública ou defensor público hipoteticamente é recebida a intimação de uma sentença proferida em Ação de Usucapião na modalidade extraordinária, julgando improcedente o pedido para que seja declarada adquirida a propriedade de imóvel no qual a assistida, que compõe o polo ativo da ação, estabelece a sua moradia há cerca de dezessete anos, sendo três os fundamentos do juízo julgador: I - a área usucapienda é de tamanho inferior ao definido como módulo mínimo no município sede da comarca, não só comprometendo a organização urbana da localidade como também inviabilizando o posterior registro do imóvel no cartório competente, considerando as leis registrais vigentes. II - por ser a parte autora possuidora de má-fé, a procedência da ação geraria um enriquecimento sem causa em seu benefício e com prejuízo ao proprietário registral e III - em certidão constante dos autos há a comprovação de que a parte autora é proprietária de outro imóvel na mesma região. Considerando esse caso, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fundamento III está correto porque a usucapião é forma originária de aquisição da propriedade e tem como objetivo atingir sua função social e salvaguardar o direito à moradia, não sendo permitido que o proprietário de um imóvel se valha da via da usucapião extraordinária para adquirir uma segunda propriedade."
      },
      {
        "letra": "B",
        "texto": "São requisitos para a usucapião extraordinária a posse mansa, pacífica, de boa-fé e com animus domini, pelo período ininterrupto de quinze anos, sendo tal prazo reduzido para dez anos se o possuidor houver estabelecido no imóvel a sua moradia habitual, ou nele tiver realizado obras ou serviços de caráter produtivo."
      },
      {
        "letra": "C",
        "texto": "O reconhecimento da usucapião extraordinária pode ser obstado em razão de a área usucapienda ser inferior ao módulo estabelecido em lei municipal."
      },
      {
        "letra": "D",
        "texto": "O cartório de registro de imóveis não pode criar matrícula de imóvel que esteja em desacordo com a área mínima exigida em lei local, mesmo diante de decisão judicial declarando a propriedade da área pela via da usucapião extraordinária."
      },
      {
        "letra": "E",
        "texto": "A posse de má-fé não é impeditiva para que seja declarada adquirida uma propriedade pela via da usucapião extraordinária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2322733",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Quanto à posse e à propriedade, analise as afirmativas a seguir. I. O possuidor tem direito a ser mantido na posse em caso de turbação, restituído no de esbulho, e segurado de violência iminente, se tiver justo receio de ser molestado, não obstando à manutenção ou reintegração na posse a alegação de propriedade, ou de outro direito sobre a coisa. II. O possuidor tem direito a ser mantido na posse em caso de turbação, restituído no de esbulho, e segurado de violência iminente, se tiver justo receio de ser molestado, porém a sua manutenção na posse é obstada pela alegação de propriedade, pois o proprietário pode reaver a coisa por ter o domínio. III. Não há posse ad usucapionem em favor daqueles que ocupam um imóvel se nele ingressaram por meio de ato violento, pois não induzem posse os atos de mera permissão ou tolerância, assim como não autorizam a sua aquisição os atos violentos ou clandestinos. Está(ão) correta(s) a(s) afirmativa(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2319999",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Manuel, residente no Rio de Janeiro, emprestou para Eduarda, sua sobrinha, um sítio de sua propriedade até então desabitado e descuidado, na cidade de Petrópolis, e autorizou Eduarda a utilizá-lo como bem entendesse. Manuel, todavia, esqueceu-se de que um carro velho, que havia pertencido a seu pai, estava na garagem do sítio. Eduarda, empreendedora, e muito talentosa, decidiu fazer uma reforma completa na velha casa, para transformá-la em uma pousada. Durante a obra, Eduarda teve a ideia de transformar o carro velho em uma escultura para ornamentar o jardim, inutilizando o automóvel, que passou a ter função meramente decorativa. O empreendimento deu muito certo, e a pousada de Eduarda tornou-se a mais valorizada da região, acarretando, inclusive, uma valorização enorme também dos imóveis da vizinhança. Um ano mais tarde, Manuel faleceu, e Eduarda foi procurada por Thomaz, herdeiro mais próximo do falecido, que pediu a ela a restituição do imóvel e do carro. Com base nos fatos narrados, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eduarda adquiriu a propriedade do sítio por acessão inversa e, a do carro, por especificação."
      },
      {
        "letra": "B",
        "texto": "Manuel adquiriu a propriedade de todas as obras feitas por Eduarda, que poderá cobrar, agora, as devidas indenizações."
      },
      {
        "letra": "C",
        "texto": "As obras no imóvel geram para Eduarda direito a indenização, porém, a obra no carro não é indenizável, por ter Eduarda procedido de má-fé."
      },
      {
        "letra": "D",
        "texto": "Eduarda não poderia ter feito obras em bens que não lhe pertenciam, razão pela qual não tem direito a qualquer indenização."
      },
      {
        "letra": "E",
        "texto": "As obras no imóvel geram para Eduarda direito à indenização, enquanto a obra no carro gera o direito de propriedade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2319983",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Efeitos, Tutela, Transmissão e Perda da Posse",
      "Modos de Aquisição da Propriedade Imóvel",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Em um lançamento de um condomínio de lotes de terrenos, Jaqueline adquire o Lote 3 da Quadra 5 pelo valor de R$ 50.000,00 (cinquenta mil reais). Um mês após a aquisição, Jaqueline construiu sua casa por meio de empreitada, de lavor e material, que consumiu R$ 150.000,00 (cento e cinquenta mil reais de sua economia) de suas economias. Três anos após o início da obra, Jaqueline recebeu notificação extrajudicial de Marcos reclamando a posse do imóvel, sob a alegação de ser proprietário do terreno em que a casa foi construída. Aturdida, Jaqueline descobre que, de fato, construiu, por total descuido, sobre terreno que julgava ser o Lote 3. Contudo, após análise técnica, verificou que sua casa estava, de fato, construída sobre o lote 4, titularizado por Marcos. Sem chegar a uma composição amigável, Jaqueline",
    "alternativas": [
      {
        "letra": "A",
        "texto": "faz jus à retenção do terreno, enquanto não for indenizada pela benfeitoria."
      },
      {
        "letra": "B",
        "texto": "adquirirá a propriedade, independentemente da vontade de Marcos, indenizando-o pelo solo."
      },
      {
        "letra": "C",
        "texto": "deve devolver o terreno a Marcos de forma livre e desembaraçada de pessoas e coisas."
      },
      {
        "letra": "D",
        "texto": "faz jus à propriedade do Lote 4 por força de usucapião especial."
      },
      {
        "letra": "E",
        "texto": "tem direito à indenização, após transferir a posse a Marcos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2307912",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Paulo, um senhor bastante idoso, alugou uma de suas casas para Isabela pelo prazo de 30 meses. No quinto mês do contrato de locação, Paulo vem a falecer, deixando como único herdeiro seu filho, Rafael. Finalizado o inventário, sem ter as chaves do imóvel e sem saber do contrato de locação vigente, Rafael decide invadir o imóvel para fixar moradia. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rafael é o possuidor direto, razão pela qual pode invadir o imóvel para fixar moradia."
      },
      {
        "letra": "B",
        "texto": "Isabela é a possuidora direta e, portanto, não pode defender a sua posse contra Rafael, possuidor indireto."
      },
      {
        "letra": "C",
        "texto": "Isabela é a possuidora indireta e, portanto, não pode defender a sua posse contra Rafael, possuidor direto."
      },
      {
        "letra": "D",
        "texto": "Para que Isabela pudesse defender o imóvel contra a invasão de Rafael, a sua posse não poderia ser temporária."
      },
      {
        "letra": "E",
        "texto": "Rafael é possuidor indireto e não terá sua posse anulada em razão da posse direta de Isabela."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2304877",
    "metadata": "Ano: 2023 | Banca: FADESP | Órgão: Prefeitura de Parauapebas - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Segundo o Código Civil, adquire-se a posse desde o momento em que se torna possível o exercício, em nome próprio, de qualquer dos poderes inerentes à propriedade. Nesse sentido,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a posse pode ser adquirida por terceiro sem mandato, dependendo de ratificação."
      },
      {
        "letra": "B",
        "texto": "apesar de adquirida, a posse do imóvel não faz presumir a das coisas móveis que nele estiverem."
      },
      {
        "letra": "C",
        "texto": "podem presumir a posse os atos de mera permissão ou tolerância, desde que contínuos."
      },
      {
        "letra": "D",
        "texto": "quando mais de uma pessoa se disser possuidora, manter-se-á provisoriamente a que tiver a coisa, ainda que esteja manifesto que a obteve de modo vicioso, pois que se trata de uma manutenção provisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2288565",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CORE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Em determinada cidade, Pedro adquiriu um terreno de forma irregular, sabendo que o vendedor não possuía a devida autorização para efetuar a venda. Pedro plantou laranja no referido terreno e comercializa os frutos plantados e colhidos. Após alguns meses, o verdadeiro proprietário do terreno descobriu a ocupação indevida e decidiu entrar com uma ação de reintegração de posse para reaver o imóvel. Em relação aos frutos plantados, colhidos e percebidos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro terá direito aos frutos percebidos enquanto a boa-fé dele durar."
      },
      {
        "letra": "B",
        "texto": "Pedro terá direito aos frutos pendentes enquanto durar a boa-fé e ao tempo em que cessar a boa-fé estes devem ser restituídos, depois de deduzidas as despesas da produção e custeio; devem também ser restituídos os frutos colhidos com antecipação."
      },
      {
        "letra": "C",
        "texto": "Pedro, considerado possuidor de má-fé, responde por todos os frutos colhidos e percebidos, bem como pelos que, por culpa sua, deixou de perceber, desde o momento em que se constituiu de má-fé; tem direito às despesas da produção e custeio."
      },
      {
        "letra": "D",
        "texto": "Pedro, considerado possuidor de má-fé, responde por todos os frutos colhidos e percebidos, bem como pelos que, por culpa sua, deixou de perceber, desde o momento em que se constituiu de boa-fé; tem direito às despesas da produção e custeio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2271409",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Acerca do instituto da posse, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é lícito ao locatário valer-se das ações possessórias em face do locador, na hipótese de ocorrência de atos atentatórios ao exercício da posse indireta que lhe foi transferida;"
      },
      {
        "letra": "B",
        "texto": "o comodatário, diante de sua posse precária, não poderá invocar usucapião a seu favor, ainda que permaneça nessa situação por muitos anos, já que sua posse não se qualifica como ad usucapionem, embora se caracterize como ad interdicta;"
      },
      {
        "letra": "C",
        "texto": "o desforço pessoal pode ser intentado pelo possuidor, a fim de que se defenda da ameaça de esbulho. Após a realização do esbulho, no intuito de reaver a posse violada, poderá o possuidor, se agir imediatamente, defender sua posse através da legítima defesa;"
      },
      {
        "letra": "D",
        "texto": "considera-se justa a posse que não for violenta, clandestina ou precária. Desse modo, sendo injusta a posse, tal caráter não poderá ser modificado ao longo do tempo, ainda que findada a qualidade caracterizadora da injustiça;"
      },
      {
        "letra": "E",
        "texto": "adquire-se a posse desde o momento em que se torna possível o exercício, em nome próprio, de qualquer dos poderes inerentes à propriedade, sendo certo que somente se admite a aquisição pela própria pessoa que pretende exercê-la."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2271408",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Um grupo de cerca de 160 pessoas, incluindo Antônio e José, foi surpreendido pelo recebimento de um mandado de citação no dia 29 de setembro de 2023, expedido em processo judicial no qual a empresa Capital Expresso S/A exige a reivindicação de uma área de 2.500 hectares, situada em Vargem Grande. A ação foi distribuída no dia 16 de abril de 2023. Antônio e José procuram a Defensoria Pública após o recebimento do mandado e alegam que o local reivindicado, antes abandonado, foi ocupado pelo grupo desde agosto de 2017, oportunidade na qual os ocupantes fixaram moradia e iniciaram atividade de agricultura familiar e orgânica. Acrescentaram que o grupo é formado por 42 famílias. Alegaram ainda que os alimentos produzidos são utilizados para a manutenção das famílias ocupantes e doados para as creches e escolas públicas locais, além de vendidos em uma feira realizada no próprio local, atendendo à vizinhança. Considerando as regras concernentes à posse e propriedade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente fazem jus à indenização pelas benfeitorias úteis e necessárias realizadas, não cabendo retenção da posse;"
      },
      {
        "letra": "B",
        "texto": "não será possível alegar direito algum, diante da qualidade da posse dos ocupantes, devendo ser restituído o bem aos legítimos proprietários;"
      },
      {
        "letra": "C",
        "texto": "caberá a alegação de Usucapião Especial Rural, tendo em vista o tempo que os ocupantes estão no local e as características do imóvel, bem como sua destinação, não sendo relevante a medida da área;"
      },
      {
        "letra": "D",
        "texto": "caberá o pedido de manutenção da posse, somente, já que possuem direito à indenização pelas benfeitorias realizadas no imóvel, bem como à retenção pelas benfeitorias úteis e necessárias enquanto não for paga a indenização;"
      },
      {
        "letra": "E",
        "texto": "caberá o pleito de perda da propriedade pela empresa demandante em favor dos ocupantes, por decisão judicial, diante da realização de obras e serviços de interesse social e econômico relevante pelos demandados, além do tempo de posse e a boa-fé dos ocupantes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2264082",
    "metadata": "Ano: 2023 | Banca: Instituto UniFil | Órgão: Prefeitura de Japira - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Sobre a Classificação da Posse, analise as assertivas e assinale a alternativa correta. I. Considera-se possuidor todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade. II. A posse direta, de pessoa que tem a coisa em seu poder, temporariamente, em virtude de direito pessoal, ou real, não anula a indireta, de quem aquela foi havida, podendo o possuidor direto defender a sua posse contra o indireto. III. Se duas ou mais pessoas possuírem coisa indivisa, poderá cada uma exercer sobre ela atos possessórios, mesmo que excluam os dos outros compossuidores. IV. É justa a posse que não for violenta, clandestina ou precária. V. É de boa-fé a posse, se o possuidor ignora o vício, ou o obstáculo que impede a aquisição da coisa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas uma assertiva está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas duas assertivas estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas três assertivas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas quatro assertivas estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2258750",
    "metadata": "Ano: 2023 | Banca: Aroeira | Órgão: Prefeitura de Bela Vista de Goiás - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião"
    ],
    "enunciado_principal": "Analise as afirmações: I - a legitimação fundiária implica expedição de títulos de domínio em área pública ou privada. II - a legitimação de posse admite outorga de título passível de ser convolado em propriedade, preenchidos os requisitos do usucapião especial urbano. III - a legitimação de posse destina-se somente à regularização fundiária de interesse social de natureza urbana. IV - a legitimação de posse pode incidir sobre terrenos de titularidade pública, desde que não abranja edificações, ocupadas ou não. É certo afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Há somente uma incorreta."
      },
      {
        "letra": "C",
        "texto": "Todas estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Há somente duas incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2242737",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: DPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Uma gleba de terra urbana, de propriedade particular, situada em uma cidade paulista, foi ocupada por famílias de baixa renda há mais de cinco e menos de quinze anos, estando essa ocupação hoje consolidada, em terrenos com área máxima de 200 m². Seria obstáculo à regularização dessas ocupações, nos termos do Estatuto da Cidade,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a insuficiência do tempo de ocupação, a qual deveria ser mansa, sem oposição pelos proprietários, sendo o instrumento de regularização a usucapião especial de imóvel urbano."
      },
      {
        "letra": "B",
        "texto": "a existência de eventual ação de reintegração de posse contra os ocupantes, sendo o instrumento de regularização a usucapião especial de imóvel urbano."
      },
      {
        "letra": "C",
        "texto": "a insuficiência do tempo de ocupação, a qual deveria ser mansa, sem oposição pelos proprietários, sendo o instrumento de regularização a concessão de uso especial para fins de moradia."
      },
      {
        "letra": "D",
        "texto": "a existência de eventual ação de reintegração de posse contra os ocupantes, sendo o instrumento de regularização a concessão de uso especial para fins de moradia."
      },
      {
        "letra": "E",
        "texto": "por força do princípio constitucional da Inviolabilidade da Propriedade Privada, aplicável à propriedade imobiliária urbana, que poderia ser flexibilizado apenas no caso da aplicação da usucapião especial de imóvel urbano a terras públicas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2230326",
    "metadata": "Ano: 2023 | Banca: FURB | Órgão: Prefeitura de Doutor Pedrinho - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Analise a seguinte situação hipotética: Leonardo invadiu bem público dominical e lá estabeleceu sua moradia, ininterruptamente e sem qualquer resistência ou intervenção da autoridade administrativa. Cinco anos depois, Antônio decidiu também invadir o mesmo bem público, gerando atritos com Leonardo, que entende possuir direito de posse sobre o bem, pois lá estava há mais tempo. Diante do exposto, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível o ajuizamento de ação de proteção possessória por parte de Leonardo em face de Antônio uma vez que, entre eles, a disputa é sobre posse e não mera detenção."
      },
      {
        "letra": "B",
        "texto": "Nenhum dos dois possui direito de posse ou propriedade sobre o bem, por se tratar de coisa pública."
      },
      {
        "letra": "C",
        "texto": "Leonardo também tem direito de requerer a proteção possessória em face do Poder Público, isso pelo tempo decorrido desde a posse mansa e pacífica do bem."
      },
      {
        "letra": "D",
        "texto": "Em eventual ação possessória movida por Leonardo em face de Antônio, o ente público não poderá intervir, tampouco deduzir qualquer matéria de ordem defensiva."
      },
      {
        "letra": "E",
        "texto": "Ambos possuem direitos possessórios sobre o bem, pois trata-se de bem dominical, sendo que a posse nova, ou seja, a posse de Antônio, deve prevalecer sobre a de Leonardo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2215647",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Pedro obteve a posse de uma casa mediante contrato de doação, estando ciente de que o imóvel não pertencia ao doador. Nessa situação hipotética, Pedro terá direito I à indenização das benfeitorias necessárias. II á indenização das benfeitorias úteis. III de levantar as benfeitorias voluptuárias, se não prejudicar a coisa. IV aos frutos percebidos. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens III e IV estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II, III e IV estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2215589",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM de Natal - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "A posse de um imóvel privado será justa se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não for contestada pelo proprietário imediatamente."
      },
      {
        "letra": "B",
        "texto": "não for violenta, clandestina ou precária."
      },
      {
        "letra": "C",
        "texto": "o imóvel estiver desocupado há mais de um ano e um dia."
      },
      {
        "letra": "D",
        "texto": "o possuidor ignorar vício que impede a sua aquisição."
      },
      {
        "letra": "E",
        "texto": "inexistir ação judicial que a conteste."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2209986",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: Prefeitura de Rio Branco - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Conforme destacado no Art. 1.196 do Código Civil: “considera-se possuidor todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade.”. No tocante à posse, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o sucessor singular continua de direito a posse do seu antecessor, enquanto o sucessor universal é facultado unir sua posse à do antecessor, para os efeitos legais."
      },
      {
        "letra": "B",
        "texto": "considera-se possuidor aquele que, achando-se em relação de dependência para com outro, conserva a posse em nome deste e em cumprimento de ordens ou instruções suas."
      },
      {
        "letra": "C",
        "texto": "o possuidor pode intentar a ação de esbulho, ou a de indenização, contra o terceiro, que recebeu a coisa esbulhada sabendo que o era."
      },
      {
        "letra": "D",
        "texto": "o reivindicante, obrigado a indenizar as benfeitorias ao possuidor de má-fé, não tem o direito de optar entre o seu valor atual e o seu custo; ao possuidor de boa-fé indenizará pelo valor atual."
      },
      {
        "letra": "E",
        "texto": "o possuidor tem direito a ser restituído na posse em caso de turbação, mantido no de esbulho, e segurado de violência iminente, se tiver justo receio de ser molestado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2195262",
    "metadata": "Ano: 2023 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Existem algumas teorias relativas à posse. Dentre elas, destaca-se a que defende que a posse tem somente um elemento, que é objetivo (corpus), sendo que o animus fica situado dentro do corpus. Essa teoria é adotada no Brasil e foi desenvolvida por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Silvio Perozzi."
      },
      {
        "letra": "B",
        "texto": "Raymond Saleilles."
      },
      {
        "letra": "C",
        "texto": "Hernandez Gil."
      },
      {
        "letra": "D",
        "texto": "Ihering."
      },
      {
        "letra": "E",
        "texto": "Savigny."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2166888",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Flávio, pescador que vive em uma pequena vila no litoral do Estado, certa noite, passando por uma casa que parecia vazia, pulou o muro e pernoitou no imóvel, tomando cuidado para que nenhum vizinho notasse sua presença no local. Não encontrando resistência, repetiu o mesmo procedimento todas as noites por dois meses, aproveitando-se do conforto das instalações do imóvel. Passado esse tempo, e percebendo que nenhum mal lhe aconteceu, Flávio passou a usar a casa de forma ostensiva, também à luz do dia, inclusive convidando amigos e parentes para ali permanecerem com ele. Passados um ano e um mês desde a primeira vez em que Flávio pulou o muro da casa, Ricardo, o proprietário do imóvel, que mora em outra cidade e utiliza aquela residência apenas esporadicamente, visitou a vila e foi surpreendido pelo fato de o pescador estar morando no local. Flávio, por sua vez, repeliu Ricardo violentamente, exigindo que ele nunca mais voltasse. No mesmo dia, Ricardo ajuizou uma ação de reintegração de posse em face de Flávio, comprovando todos os fatos narrados. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a posse de Flávio é de força nova;"
      },
      {
        "letra": "B",
        "texto": "a posse de Flávio é precária;"
      },
      {
        "letra": "C",
        "texto": "a posse de Flávio é violenta;"
      },
      {
        "letra": "D",
        "texto": "Ricardo deve ser reintegrado na posse do imóvel porque alega ser o proprietário registral deste;"
      },
      {
        "letra": "E",
        "texto": "Ricardo deve ser reintegrado na posse do imóvel porque sua posse tinha justo título."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2134216",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Condomínio"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito de posse, propriedade e condomínio, considerando a jurisprudência do STJ e as disposições do Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São princípios do registro imobiliário a legalidade e a distinção das matriculas."
      },
      {
        "letra": "B",
        "texto": "A alienação de bem por herdeiro aparente em favor de comprador de boa-fé é exemplo de venda a non domino."
      },
      {
        "letra": "C",
        "texto": "O atual Código Civil brasileiro adota preponderantemente a teoria subjetiva da posse"
      },
      {
        "letra": "D",
        "texto": "A usucapião extraordinária tem o prazo prescricional interrompido quando a notificação do proprietário para a desocupação do bem é feita após o implemento dos requisitos aquisitivos."
      },
      {
        "letra": "E",
        "texto": "A pretensão do condomínio de cobrar em juízo a taxa condominial, constante em instrumento público ou particular, prescreve no prazo de dois anos, contados do dia do vencimento da prestação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2126411",
    "metadata": "Ano: 2023 | Banca: INSTITUTO MAIS | Órgão: Prefeitura de Santana de Parnaíba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Sobre a posse e a propriedade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse indireta, de pessoa que tem a coisa em seu poder, temporariamente, em virtude de direito pessoal, ou real, não anula a direta, de quem aquela foi havida, podendo o possuidor indireto defender a sua posse contra o direto."
      },
      {
        "letra": "B",
        "texto": "Quando, por força natural violenta, uma porção de terra se destacar de um prédio e se juntar a outro, o dono deste adquirirá a propriedade do acréscimo, sem indenização."
      },
      {
        "letra": "C",
        "texto": "Ao possuidor de boa-fé serão ressarcidas somente as benfeitorias necessárias; não lhe assiste o direito de retenção pela importância das benfeitorias úteis, nem o de levantar as voluptuárias."
      },
      {
        "letra": "D",
        "texto": "São defesos os atos que não trazem ao proprietário qualquer comodidade, ou utilidade, e sejam animados pela intenção de prejudicar outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2119323",
    "metadata": "Ano: 2023 | Banca: INQC | Órgão: COMDEP - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Modos de Aquisição da Propriedade Imóvel",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "K é legitimo possuidor de imóvel onde construiu sua casa e mantém sua família. Em determinado dia, é surpreendido pela presença de estranhos em torno do imóvel tentando invadi-lo. Após rápida resistência, obtém êxito na rejeição do ato invasor. O possuidor turbado poderá manter-se por sua própria força, contanto que o faça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "judicialmente"
      },
      {
        "letra": "B",
        "texto": "imediatamente"
      },
      {
        "letra": "C",
        "texto": "através de mediação"
      },
      {
        "letra": "D",
        "texto": "em vinte e quatro horas"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2110424",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Condomínio"
    ],
    "enunciado_principal": "Com base nas normas do Código Civil sobre o direito das coisas, julgue o item que se segue. Em regra, condôminos poderão usar da coisa, defender a sua posse e alhear a sua parte ideal, mas não poderão gravá-la.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110420",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Com base nas normas do Código Civil sobre o direito das coisas, julgue o item que se segue. Quando um motorista particular de uma pessoa mantém-se na posse do veículo do patrão, essa situação qualifica-o como detentor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110251",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Contratos em Espécie",
      "Compra e Venda",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Ari compra, em 2015, um imóvel em um loteamento no qual há constituída uma associação de moradores que cobra taxa de manutenção das áreas comuns, tudo bem descrito no contrato padrão de compra e venda do empreendimento, registrado em cartório. Depois de dois meses morando na casa, sem jamais ter pagado a contribuição, Ari resolve se desassociar, o que leva à cobrança judicial dos valores, em ação proposta em 21/09/2018. Nesse caso, à luz da jurisprudência do Superior Tribunal de Justiça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ari pode ser obrigado a pagar todas as contribuições desde que se imitira na posse, por força da vedação ao enriquecimento sem causa, uma vez que aproveita os serviços indivisíveis prestados (limpeza, segurança etc.);"
      },
      {
        "letra": "B",
        "texto": "por decorrência do princípio da liberdade de associação, Ari não pode ser obrigado a pagar as cotas mensais, referentes a qualquer período;"
      },
      {
        "letra": "C",
        "texto": "Ari só pode ser obrigado a pagar as contribuições vencidas a partir de julho de 2017, quando entrou em vigor a Lei nº 13.465/2017, que equiparou as associações de moradores às administradoras de imóvel;"
      },
      {
        "letra": "D",
        "texto": "por decorrência do princípio da liberdade de associação, Ari não pode ser obrigado a pagar as cotas mensais, exceto quanto aos dois meses em que permaneceu associado;"
      },
      {
        "letra": "E",
        "texto": "Ari poderá ser obrigado a pagar todas as contribuições desde que se imitira na posse, uma vez que a obrigação estava prevista no contrato padrão registrado em cartório."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110212",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião"
    ],
    "enunciado_principal": "Maria tinha a posse de uma área urbana no Município Alfa. Como almejava o reconhecimento de que adquirira a propriedade de modo originário, por meio da usucapião constitucional, conversou com um advogado a respeito dos requisitos que deveria preencher. De acordo com o advogado consultado: (1) a área urbana a ser usucapida deve ter até 250 metros quadrados; (2) o tamanho da área urbana a ser usucapida deve ser compatível com a área mínima do módulo urbano adotado no Município Alfa; (3) Maria deve ter a posse do imóvel, sem oposição, ainda que por períodos intercalados, por no mínimo cinco anos; (4) a área urbana deve ser utilizada para a morada de Maria ou de sua família; e (5) Maria pode ser proprietária de outro imóvel, desde que não seja urbano. Em relação aos requisitos indicados pelo advogado, à luz da sistemática constitucional, estão corretos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas os requisitos 1 e 4;"
      },
      {
        "letra": "B",
        "texto": "apenas os requisitos 3 e 5;"
      },
      {
        "letra": "C",
        "texto": "apenas os requisitos 1, 2 e 4;"
      },
      {
        "letra": "D",
        "texto": "apenas os requisitos 2, 3 e 5;"
      },
      {
        "letra": "E",
        "texto": "os requisitos 1, 2, 3, 4 e 5."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2098532",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "João, empregado de Francisco, conserva em nome deste, e em cumprimento das suas instruções, a posse de imóvel de propriedade do segundo. Nesse caso, de acordo com o Código Civil, João é considerado, em relação ao imóvel,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mero detentor."
      },
      {
        "letra": "B",
        "texto": "possuidor precário."
      },
      {
        "letra": "C",
        "texto": "possuidor indireto."
      },
      {
        "letra": "D",
        "texto": "possuidor de segundo grau."
      },
      {
        "letra": "E",
        "texto": "proprietário fiduciário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2094595",
    "metadata": "Ano: 2023 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Efeitos, Tutela, Transmissão e Perda da Posse",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Com fundamento na legislação de regência, tem direito à concessão de uso especial para fins de moradia, relativamente ao bem objeto da posse, aquele que: Possuiu como seu, por............ anos, ininterruptamente e sem oposição, até............ m² de imóvel público situado em área com características e finalidade............ , e que o utilize para sua moradia ou de sua família............, seja proprietário ou concessionário, a qualquer título, de outro imóvel urbano ou rural. Assinale a alternativa que completa corretamente as lacunas do texto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3 • 350 • urbanas • ainda que"
      },
      {
        "letra": "B",
        "texto": "5 • 200 • urbanas ou rurais • ainda que"
      },
      {
        "letra": "C",
        "texto": "5 • 250 • urbanas • desde que não"
      },
      {
        "letra": "D",
        "texto": "10 • 200 • urbanas ou rurais • ainda que"
      },
      {
        "letra": "E",
        "texto": "10 • 250 • urbanas ou rurais • desde que não"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2079900",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.A posse do imóvel não faz presumir a posse das coisas móveis que nele estiverem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2079899",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.Os atos de mera permissão ou tolerância induzem a posse, ainda que precária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2079898",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.A posse não se transmite aos herdeiros ou legatários do possuidor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2079897",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.A posse de boa-fé só perde esse caráter no caso e desde o momento em que as circunstâncias façam presumir que o possuidor não ignora que possui indevidamente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2079896",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.Se o possuidor ignorar o vício ou o obstáculo que impede a aquisição da coisa, é de boa-fé a posse.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2079895",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.Considera-se justa toda e qualquer posse que não for violenta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2079894",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item. Se duas ou mais pessoas possuírem coisa indivisa, os atos possessórios somente poderão ser exercidos em conjunto pelos compossuidores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2079893",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.Considera-se detentor aquele que, achando-se em relação de dependência para com outro, conserva a posse em nome deste e em cumprimento de ordens ou instruções suas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2079892",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item. A posse direta, de pessoa que tem a coisa em seu poder temporariamente, em virtude de direito pessoal ou real, não anula a indireta, de quem aquela foi havida, podendo o possuidor direto defender a sua posse contra o indireto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2079891",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil sobre a posse, julgue os item.Considera-se possuidor todo aquele que tem, de fato, o exercício, pleno ou não, de algum dos poderes inerentes à propriedade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2075585",
    "metadata": "Ano: 2023 | Banca: FUMARC | Órgão: AL-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Relativamente à posse, é INCORRETO afirmar que o Código Civil vigente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considera detentor aquele que, achando-se em relação de independência para com outro, conserva a posse em nome deste."
      },
      {
        "letra": "B",
        "texto": "determina que, se duas ou mais pessoas possuírem coisa indivisa, poderá cada uma exercer sobre ela atos possessórios, contanto que não excluam os dos outros compossuidores."
      },
      {
        "letra": "C",
        "texto": "estabelece que a posse é adquirida desde o momento em que se torna possível o exercício, em nome próprio, de qualquer dos poderes inerentes à propriedade."
      },
      {
        "letra": "D",
        "texto": "prevê que o possuidor tem direito a ser mantido na posse em caso de turbação, restituído no de esbulho, e segurado de violência iminente, se tiver justo receio de ser molestado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2048184",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Posse justa é aquela",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em que o possuidor ignora o vício impeditivo da aquisição."
      },
      {
        "letra": "B",
        "texto": "na qual o possuidor também é o proprietário."
      },
      {
        "letra": "C",
        "texto": "que não é violenta, clandestina ou precária."
      },
      {
        "letra": "D",
        "texto": "cultivada pelo possuidor para a subsistência da família."
      },
      {
        "letra": "E",
        "texto": "em que o possuidor reside com a sua família."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2666771",
    "metadata": "Ano: 2022 | Banca: IVIN | Órgão: Prefeitura de Estreito - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Se um munícipe pretende realizar construção em sua propriedade, seu direito é assegurado, observando-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso queira abrir uma janela perpendicular, deve observar o distanciamento de, no mínimo, um metro e meio do terreno vizinho."
      },
      {
        "letra": "B",
        "texto": "A construção de varanda ou eirado precisa respeitar o distanciamento mínimo de dois metros do terreno vizinho."
      },
      {
        "letra": "C",
        "texto": "Se a construção for em terreno da zona rural, deverá estar a, pelo menos, cinco metros do terreno vizinho."
      },
      {
        "letra": "D",
        "texto": "Caso possua, em sua edificação, parede divisória com vizinho e nela pretenda instalar um forno, poderá somente se o vizinho ainda não tiver primeiro instalado um no lado que lhe corresponde."
      },
      {
        "letra": "E",
        "texto": "Ele não poderá fazer, em sua obra, escavações que acabem por tirar ao poço ou à nascente de outras pessoas a água indispensável às suas necessidades normais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2666769",
    "metadata": "Ano: 2022 | Banca: IVIN | Órgão: Prefeitura de Estreito - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "No pequeno Município litorâneo de Onda Mansa há dezenas de ruas não pavimentadas. Muitas dessas ruas acabam sendo muradas por posseiros e transformadas em terrenos para chalés de veraneio. A prática tem gerado uma grande demanda de ações de competência da Procuradoria Municipal. Acerca da situação narrada, à luz do Código Civil pátrio, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se as posses narradas não tiverem ocorrido de forma violenta, ainda que precárias, são justas."
      },
      {
        "letra": "B",
        "texto": "Se um possuidor tiver justo título, ainda que saiba tratar-se de uma rua, terá a seu favor a presunção de boa-fé."
      },
      {
        "letra": "C",
        "texto": "Se um possuidor não sabe que o terreno ocupado se tratava de uma rua, a posse é considerada de boa-fé."
      },
      {
        "letra": "D",
        "texto": "Se um forasteiro desavisado vier a adquirir o terreno do primeiro possuidor, sem ter notícia de tratar-se de uma rua, e vier a plantar vinte pés de coco a fim de colher do seu fruto no tempo próprio, ele não terá direito a esta colheita, mesmo enquanto durar a sua boa-fé, pois trata-se de posse indevida."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de outras pessoas alegarem ser possuidoras do mesmo terreno que o atual possuidor, todos, inclusive este, deverão ser afastados da posse até que se decida a questão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2170513",
    "metadata": "Ano: 2022 | Banca: FAFIPA | Órgão: Câmara de Ourizona - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Pedro vendeu um imóvel a João, que por sua vez formalizou a aquisição do imóvel tão somente através de um contrato de compra e venda, sem promover a averbação junto à matrícula do imóvel. Passados mais de 20 anos dessa situação, João, que permanece no imóvel adquirido de Pedro, é citado em uma ação reivindicatória promovida pelo único herdeiro de Pedro, que pretende imitir-se na posse do bem herdado, do qual agora é proprietário. João te procura para promover sua defesa. Diante disso, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João não poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que nunca deteve o domínio do imóvel, que só se transmite pelo registro imobiliário, de modo que sua posse era injusta que, como se sabe, não possibilita a aquisição do bem pela usucapião."
      },
      {
        "letra": "B",
        "texto": "João poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que está há 20 anos em imóvel do qual possui justo título, preenchendo todos os requisitos para o reconhecimento de sua propriedade através da usucapião, que, entretanto, não poderá ser alegada como matéria de defesa na ação reivindicatória, mas suspenderá a reivindicatória por um ano se ingressada por dependência em autos apartados."
      },
      {
        "letra": "C",
        "texto": "João não poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, mas poderá contestar a ação reivindicatória pleiteando todas as benfeitorias necessárias realizadas nos últimos cinco anos, em respeito ao prazo prescricional para fazê-lo."
      },
      {
        "letra": "D",
        "texto": "João não poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que foi citado de ação reivindicatória, o que lhe obriga a deixar o imóvel em até 15 (quinze) dias após a citação."
      },
      {
        "letra": "E",
        "texto": "João poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que está há 20 anos em imóvel do qual possui justo título, preenchendo todos os requisitos para o reconhecimento de sua propriedade através da usucapião, que poderá ser alegada, inclusive, como matéria de defesa na ação reivindicatória, diante do seu caráter dúplice."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2117954",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Quanto à classificação da posse, é correto afirmar que a posse pode ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "direta, sendo exemplificada pelo locador."
      },
      {
        "letra": "B",
        "texto": "injusta, sendo aquela que não recebe a proteção legal, em nenhuma medida, o que a torna inexistente para o direito, enquanto permanecer contaminada por algum dos vícios previstos em lei."
      },
      {
        "letra": "C",
        "texto": "indireta, sendo exemplificada pelo locatário."
      },
      {
        "letra": "D",
        "texto": "de má-fé e, ainda que restringida em seus efeitos, não goza da proteção possessória, razão pela qual não pode ser considerada lícita."
      },
      {
        "letra": "E",
        "texto": "justa, sendo aquela decorrente de atos de mera permissão e tolerância."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2104828",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: PGE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Uma escola pública foi invadida por um grupo de vinte homens maiores e capazes. A Administração Pública",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ingressar com uma ação de reintegração de posse."
      },
      {
        "letra": "B",
        "texto": "poderá restituir-se na posse por força própria, desde que o faça logo e sem abuso."
      },
      {
        "letra": "C",
        "texto": "deverá ingressar com uma ação reivindicatória."
      },
      {
        "letra": "D",
        "texto": "deverá ajuizar uma cautelar de produção antecipada de prova."
      },
      {
        "letra": "E",
        "texto": "deverá garantir a realocação dos invasores em programa de habitação social."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2070751",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: AGESAN-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Assinale a alternativa correta quanto ao instituto da posse previsto no Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor tem direito a ser mantido na posse em caso de esbulho, restituído no de turbação, e segurado de violência iminente, se tiver justo receio de ser molestado."
      },
      {
        "letra": "B",
        "texto": "A alegação de propriedade, ou de outro direito sobre a coisa, obsta a manutenção ou reintegração na posse."
      },
      {
        "letra": "C",
        "texto": "Os frutos naturais e industriais reputam-se colhidos e percebidos dia por dia; os civis reputam-se percebidos logo que são separados."
      },
      {
        "letra": "D",
        "texto": "O possuidor pode intentar a ação de esbulho, ou a de indenização, contra o terceiro, que recebeu a coisa esbulhada sabendo que o era."
      },
      {
        "letra": "E",
        "texto": "A posse do imóvel não faz presumir a das coisas móveis que nele estiverem, sendo consideradas separadamente até prova contrária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1973074",
    "metadata": "Ano: 2022 | Banca: FAUEL | Órgão: Câmara de Sertanópolis - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "O Código Civil prevê que se considera possuidor todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade. Considerando as disposições do Código Civil e a doutrina, assinale a alternativa CORRETA a respeito da posse.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível a modificação do título da posse – interversio possessionis – na hipótese em que o até então possuidor direto demonstrar ato exterior e inequívoco de oposição ao antigo possuidor indireto, tendo por efeito a caracterização do animus domini."
      },
      {
        "letra": "B",
        "texto": "A posse não pode ser adquirida por terceiro sem mandato."
      },
      {
        "letra": "C",
        "texto": "A exceptio proprietatis, como defesa oponível às ações possessórias típicas, foi prevista pelo Código Civil de 2002, que não encampou a teoria da separação absoluta entre os juízos possessório e petitório."
      },
      {
        "letra": "D",
        "texto": "Ao possuidor de má-fé, serão ressarcidas somente as benfeitorias úteis, não lhe assistindo o direito de retenção pela importância destas, nem o de levantar as voluptuárias."
      },
      {
        "letra": "E",
        "texto": "O reivindicante, obrigado a indenizar as benfeitorias ao possuidor de boa-fé, tem o direito de optar entre o seu valor atual e o seu custo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1966735",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "No que se refere à posse e sua classificação, de acordo com as disposições do Código Civil, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse de boa-fé só perde este caráter no caso e desde o momento em que as circunstâncias façam presumir que o possuidor não ignora que possui indevidamente"
      },
      {
        "letra": "B",
        "texto": "É de boa-fé a posse, se o possuidor ignora o vício, ou o obstáculo que impede a aquisição da coisa"
      },
      {
        "letra": "C",
        "texto": "Considera-se possuidor aquele que, achando-se em relação de dependência para com outro, conserva a posse em nome deste e em cumprimento de ordens ou instruções suas"
      },
      {
        "letra": "D",
        "texto": "O possuidor com justo título tem por si a presunção de boa-fé, salvo prova em contrário, ou quando a lei expressamente não admite esta presunção"
      },
      {
        "letra": "E",
        "texto": "É justa a posse que não for violenta, clandestina ou precária"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1962941",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Maria e José herdaram de seus pais um imóvel indivisível e, atualmente, são os únicos possuidores do bem. Segundo o Código Civil, Maria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá exercer sobre o imóvel atos possessórios, desde que estes não excluam os de José."
      },
      {
        "letra": "B",
        "texto": "poderá exercer sobre o imóvel atos possessórios, ainda que estes excluam os de José."
      },
      {
        "letra": "C",
        "texto": "apenas poderá exercer atos possessórios sobre o imóvel com a anuência de José."
      },
      {
        "letra": "D",
        "texto": "não poderá exercer atos possessórios sobre o imóvel, assegurado o direito de reclamar perdas e danos."
      },
      {
        "letra": "E",
        "texto": "somente poderá exercer atos possessórios sobre o imóvel, a fim de evitar a injusta ameaça de terceiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1959535",
    "metadata": "Ano: 2022 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião",
      "Servidões"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, à luz da disciplina dos direitos reais, e assinale a alternativa CORRETA: I. Considera-se que o imóvel financiado pela Caixa Econômica Federal com recursos do Sistema Financeiro Habitacional não se equipara a bem público, sendo, portanto, admissível a ocorrência da usucapião. II. Para fins de usucapião de domínio útil de terreno de marinha não se distingue se a posse advém do regime de ocupação ou da enfiteuse. III. As servidões de passagem que atravessam propriedades privadas para garantir acesso público às praias marítimas podem ser fechadas pelos proprietários quando há a desafetação da praia como bem público. IV. A decretação da Emergência em Saúde Pública de Importância Nacional decorrente da infecção humana pelo Coronavirus não resultou em nenhuma política legislativa que tenha reforçado, ainda que temporariamente, a proteção da posse provisória de imóvel público em face de desocupação coletiva forçada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão incorretas apenas as assertivas Il e III."
      },
      {
        "letra": "B",
        "texto": "Estão incorretas apenas as assertivas Ill e IV."
      },
      {
        "letra": "C",
        "texto": "Estão incorretas apenas as assertivas I e Il."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão incorretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1942138",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: Prefeitura de Teresina - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "O administrador de uma fazenda, o locatário de uma residência e o proprietário de uma área arrendada para fins empresariais são, em relação à posse, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detentor, detentor e possuidor indireto."
      },
      {
        "letra": "B",
        "texto": "detentor, possuidor direto e proprietário detentor indireto."
      },
      {
        "letra": "C",
        "texto": "possuidor indireto, possuidor direto e possuidor indireto."
      },
      {
        "letra": "D",
        "texto": "possuidor direto, possuidor direto e possuidor indireto."
      },
      {
        "letra": "E",
        "texto": "detentor, possuidor direto e possuidor indireto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1937215",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Fernanda é uma arquiteta bem-sucedida, proprietária de três imóveis residenciais na cidade de Recife. Como um dos imóveis se encontrava desocupado, ela decidiu emprestá-lo à sua prima Isadora, esteticista, que estava desempregada e havia sido despejada do apartamento alugado em que morava. As duas formalizaram o contrato de comodato pelo prazo de um ano, estipulando que Isadora apenas poderia utilizar o apartamento para sua própria moradia. Durante os doze meses seguintes, Fernanda permaneceu sem notícias de Isadora. Findo o prazo do contrato, Fernanda visitou o imóvel para pedir sua devolução. Somente nesse momento descobriu que sua prima havia morado no local apenas nos dois primeiros meses, tendo depois convertido o apartamento em uma clínica de estética. Durante a visita, Isadora comunicou a Fernanda que não sairia dali e, diante da indignação da prima, expulsou-a do local. Fernanda acionou seu advogado imediatamente e ajuizou ação de reintegração da posse em face da prima para reaver a posse do imóvel. Sobre esse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a posse de Isadora era clandestina e tornou-se injusta no momento em que venceu o prazo do contrato de comodato;"
      },
      {
        "letra": "B",
        "texto": "Isadora nunca foi possuidora do imóvel, pois o ato de mera permissão ou tolerância de Fernanda não induz posse;"
      },
      {
        "letra": "C",
        "texto": "a pretensão deduzida em juízo por Fernanda apenas poderia ser satisfeita no âmbito de ação de interdito proibitório;"
      },
      {
        "letra": "D",
        "texto": "o juiz deverá determinar a reintegração de Fernanda na posse do imóvel porque ela é a legítima proprietária do bem;"
      },
      {
        "letra": "E",
        "texto": "a posse de Isadora qualifica-se como precária e não convalescerá com o mero decurso do tempo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1919112",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: DETRAN-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Segundo o Código Civil, considera-se possuidor todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade. Sobre o assunto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse direta, de pessoa que tem a coisa em seu poder, temporariamente, em virtude de direito pessoal, ou real, não anula a indireta, de quem aquela foi havida, podendo o possuidor direto defender a sua posse contra o indireto"
      },
      {
        "letra": "B",
        "texto": "É justa a posse que não for violenta, mas seja clandestina ou precária"
      },
      {
        "letra": "C",
        "texto": "É de má-fé a posse, se o possuidor ignora o vício, ou o obstáculo que impede a aquisição da coisa"
      },
      {
        "letra": "D",
        "texto": "A posse é personalíssima e não pode ser transferida a terceiros, mesmo que sejam herdeiros"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1914746",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "De acordo com o Código Civil, é correto afirmar, sobre a posse, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o possuidor do imóvel é também considerado possuidor dos bens móveis que nele estiverem, até prova em contrário."
      },
      {
        "letra": "B",
        "texto": "terceiro sem mandato não pode adquirir a posse em nome de outrem, por depender do exercício de poderes inerentes à propriedade."
      },
      {
        "letra": "C",
        "texto": "a posse é direito real."
      },
      {
        "letra": "D",
        "texto": "a existência de justo título traz presunção absoluta de que a posse é de boa-fé."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1913940",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: SES-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Gustavo de Souza e sua esposa apossaram-se de determinado terreno situado na Avenida Afonso Pena, n.º 2.800, Savassi/MG. No referido terreno foram realizadas acessões e benfeitorias com o propósito de viabilizar-se a moradia. Acontece que Gustavo foi citado em determinada demanda possessória ajuizada pelo Estado de Minas Gerais, uma vez que o referido terreno é considerado bem público. Dessa forma, é correto afirmar que Gustavo é considerado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possuidor, fazendo jus à indenização pelas acessões e não pelas benfeitorias."
      },
      {
        "letra": "B",
        "texto": "detentor, não tendo direito de retenção e não fazendo jus à indenização pelas acessões ou benfeitorias."
      },
      {
        "letra": "C",
        "texto": "possuidor, fazendo jus à indenização somente pelas benfeitorias."
      },
      {
        "letra": "D",
        "texto": "detentor, tendo direito de retenção e indenização somente pelas acessões."
      },
      {
        "letra": "E",
        "texto": "detentor, tendo direito de retenção e indenização somente pelas benfeitorias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1910120",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Após habitar por três anos um imóvel rural com sua família, Marta decidiu alienar o “direito e ação” que possui sobre o bem, apesar de não ser a titular do direito real de propriedade, que pertence a Tiago, desconhecido na região. Roberto se interessa pelo imóvel e ajusta com Marta o preço de cem mil reais. Acerca desse negócio jurídico, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a forma pública é necessária, ante o valor convencionado entre as partes."
      },
      {
        "letra": "B",
        "texto": "o instrumento pode ser particular, tendo em vista que o “direito e ação” se trata de uma detenção."
      },
      {
        "letra": "C",
        "texto": "a alienação do “direito e ação” deve ser por instrumento público, ante a ocorrência de usucapião."
      },
      {
        "letra": "D",
        "texto": "Tiago deve anuir com a alienação, independentemente da forma do negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "a posse de que Marta é titular pode ser cedida por instrumento particular."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1908876",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Sobre os efeitos da posse disciplinados pelo Código Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o possuidor de má-fé não responde pela perda ou deterioração da coisa se forem acidentais, porquanto não contribuiu com culpa ou dolo para tais eventos."
      },
      {
        "letra": "B",
        "texto": "o possuidor de má-fé tem direito à indenização das benfeitorias úteis, mas só poderá exercer o direito de retenção sobre as benfeitorias necessárias."
      },
      {
        "letra": "C",
        "texto": "o possuidor de boa-fé poderá exercer o direito de retenção das benfeitorias necessárias e úteis."
      },
      {
        "letra": "D",
        "texto": "as benfeitorias necessárias não podem ser compensadas com os danos causados no imóvel."
      },
      {
        "letra": "E",
        "texto": "o reivindicante, compelido a indenizar as benfeitorias ao possuidor de boa-fé, tem o direito de optar entre o seu preço atual e o seu custo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1901618",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "A prática do desforço possessório, no Direito Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedada expressamente pelo Código Civil."
      },
      {
        "letra": "B",
        "texto": "Pode ser efetivada de forma legítima pelo detentor."
      },
      {
        "letra": "C",
        "texto": "Pode ser praticada de forma legítima até 24 horas após o conhecimento da invasão."
      },
      {
        "letra": "D",
        "texto": "Somente pode ser realizada pelo possuidor, sendo vedada ao detentor."
      },
      {
        "letra": "E",
        "texto": "Somente pode ser realizada pelo proprietário, sendo vedada ao possuidor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1872374",
    "metadata": "Ano: 2022 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Relativamente à posse, é INCORRETO afirmar que o Código Civil vigente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determina que, até prova contrária, a posse do imóvel faz presumir a das coisas móveis que nele estiverem."
      },
      {
        "letra": "B",
        "texto": "possibilita a aquisição da posse por terceiro sem mandato, dependendo de ratificação."
      },
      {
        "letra": "C",
        "texto": "permite a aquisição da posse por meio de representante da própria pessoa que aquela pretende."
      },
      {
        "letra": "D",
        "texto": "não admite que atos de mera permissão ou tolerância induzam a posse."
      },
      {
        "letra": "E",
        "texto": "veda ao sucessor singular unir sua posse à do antecessor, para os efeitos legais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2005178",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Ubá - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Analise as seguintes afirmativas referentes aos direitos reais. I. Nos termos da lei, o possuidor com justo título tem por si a presunção de posse justa, salvo se deixar de satisfazer os ônus fiscais. II. A inexistência de registro imobiliário do bem objeto de ação de usucapião gera presunção relativa de que o imóvel é público. III. O imóvel urbano abandonado pelo proprietário poderá ser arrecadado, como bem vago, e passar à propriedade do município. IV. Somente se adquirem com a tradição os direitos reais sobre coisas móveis, quando constituídos ou transmitidos por atos entre vivos. São corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1873022",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Santos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Considerando as disposições do Código Civil relativas à posse, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O detentor conserva a posse da coisa em cumprimento de ordens ou instruções de outra pessoa, com quem mantém relação de dependência."
      },
      {
        "letra": "B",
        "texto": "Posse direta é aquela exercida em nome próprio, enquanto a posse indireta é exercida em nome alheio."
      },
      {
        "letra": "C",
        "texto": "O possuidor tem direito de ser mantido ou reintegrado na posse, valendo-se, inclusive, de desforço próprio, salvo se a parte contrária comprovar que é a legítima proprietária do bem."
      },
      {
        "letra": "D",
        "texto": "O possuidor de boa-fé tem direito aos frutos percebidos, aos pendentes e aos colhidos por antecipação, até a data em que cessar a boa-fé."
      },
      {
        "letra": "E",
        "texto": "O possuidor de boa-fé tem direito de retenção pelas benfeitorias necessárias, úteis e voluptuárias; o possuidor de má-fé tem direito de retenção apenas pelas benfeitorias necessárias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1844694",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Quando se mudou para o exterior, Regina deixou o apartamento de que é proprietária aos cuidados de Estela até que retornasse, permitindo que ela usasse e fruísse como quisesse, contanto que pagasse as despesas, taxas e impostos relativos ao imóvel. Estela realizou obras de reparo, de ampliação do uso e de embelezamento do apartamento e o deu em locação a terceiro. Embora notificada do retorno de Regina, Estela recusa-se a devolver o imóvel, passando a agir de má-fé. Diante disso, Estela tem o dever de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ressarcir Regina pelos aluguéis que receber após instada a devolver o imóvel, mas pode ficar com os aluguéis recebidos até a notificação para devolução do bem;"
      },
      {
        "letra": "B",
        "texto": "suportar por conta própria as obras de ampliação do uso e de embelezamento do imóvel, só tendo direito ao ressarcimento dos gastos com as obras de reparo;"
      },
      {
        "letra": "C",
        "texto": "responder por todas as deteriorações do bem que venham a ocorrer após instada a devolvê-lo, ainda que não tenham ocorrido por culpa sua;"
      },
      {
        "letra": "D",
        "texto": "indenizar Regina por danos que tenha causado ao bem, mas poderá compensá-los com as benfeitorias que nele realizou até a sua efetiva devolução;"
      },
      {
        "letra": "E",
        "texto": "aceitar que as obras de reparo do imóvel que realizou sejam ressarcidas por Regina pelo seu custo efetivo, e não pelo seu valor atual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1842948",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: PGE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "João e Carolina, maiores e capazes, são irmãos e os únicos possuidores de um imóvel indivisível, que lhes serve de residência. De acordo com o Código Civil, João",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente poderá exercer sobre o imóvel atos possessórios em conjunto com Carolina, salvo apenas aqueles destinados a resguardar a posse de injusta agressão, que poderá exercer sozinho, independentemente dela."
      },
      {
        "letra": "B",
        "texto": "somente poderá exercer sobre o imóvel atos possessórios em conjunto com Carolina, mesmo aqueles destinados a resguardar a posse de injusta agressão."
      },
      {
        "letra": "C",
        "texto": "poderá exercer sobre o imóvel atos possessórios independentemente de Carolina, contanto que não excluam os dela."
      },
      {
        "letra": "D",
        "texto": "poderá exercer sobre o imóvel atos possessórios independentemente de Carolina, mesmo que excluam os dela, ressalvado o direito dela a perdas e danos."
      },
      {
        "letra": "E",
        "texto": "poderá exercer sobre o imóvel atos possessórios independentemente de Carolina, mesmo que excluam os dela, sempre que praticados de boa-fé."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1836897",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Uso e Habitação",
      "Direito de Laje",
      "Multipropriedade Imobiliária"
    ],
    "enunciado_principal": "No âmbito do direito urbanístico, considere os itens a seguir: I. O direito real de laje contempla o espaço aéreo ou o subsolo de terrenos públicos ou privados, tomados em projeção vertical, como unidade imobiliária autônoma, não contemplando as demais áreas edificadas ou não pertencentes ao proprietário da construção-base. II. A legitimação de posse constitui forma originária de aquisição do direito real de propriedade conferido por ato do poder público, exclusivamente no âmbito da Reurb, àquele que detiver em área pública ou possuir em área privada, como sua, unidade imobiliária com destinação urbana, integrante de núcleo urbano informal consolidado existente em 22 de dezembro de 2016. III. Multipropriedade é o regime de condomínio em que cada um dos proprietários de um mesmo imóvel é titular de uma fração de tempo, à qual corresponde a faculdade de uso e gozo, com exclusividade, da totalidade do imóvel, a ser exercida pelos proprietários de forma alternada. IV. Aquele que, até 22 de dezembro de 2016, possuiu como seu, por cinco anos, ininterruptamente e sem oposição, até duzentos e cinquenta metros quadrados de imóvel público situado em área com características e finalidade urbanas, e que o utilize para sua moradia ou de sua família, tem o direito real de uso para fins de moradia em relação ao bem objeto da posse, desde que não seja proprietário ou concessionário, a qualquer título, de outro imóvel urbano ou rural. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1825510",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Considere o seguinte texto: Situações comuns ocorrem, como a de surpreender o titular do bem um estranho invadindo seu imóvel, ou tentando arrombar a residência, ou furtando um veículo, ou se apossando de um pertence pessoal. A reação imediata ampara-se no instituto da legítima defesa ante uma agressão injustificada. É que seria inviável a procura de recursos judiciais ou mesmo policiais para evitar a ofensa. Por isso, consagrava o Código Civil revogado e repete o atual a legítima defesa da propriedade, extensiva à posse, por ser esta a exterioridade daquela. (RIZZARDO, Arnaldo. Direito das Coisas, 2012, p. 97.) Considerando as informações apresentadas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legítima defesa da posse e da propriedade, também chamada pela doutrina de desforço imediato, não pode ser incontinenti."
      },
      {
        "letra": "B",
        "texto": "A legítima defesa da posse e da propriedade prescinde do auxílio policial."
      },
      {
        "letra": "C",
        "texto": "Os atos de defesa, ou de desforço, podem ir além do indispensável à manutenção, ou restituição da posse, não constituindo ato ilícito."
      },
      {
        "letra": "D",
        "texto": "Para impor-se tal legítima defesa, o temor pelo esbulho ou turbação precisa ser forte o suficiente e caracterizado pela presença de um mal ameaçador, sendo a reação não incontinent."
      },
      {
        "letra": "E",
        "texto": "Em se tratando de desforço imediato, não se admite a modalidade em favor de terceiros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1824939",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Contratos em Espécie",
      "Compra e Venda",
      "Condomínio",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Antônio prometeu vender unidade autônoma em condomínio edilício para Bárbara. Após a transferência da posse em favor do adquirente, este não levou a promessa de compra e venda para o competente registro imobiliário e não houve mais pagamento de cota condominial em favor do condomínio edilício. Diante da inadimplência, o condomínio ajuíza ação tendente a cobrar as cotas condominiais em atraso. Sendo assim, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por se tratar de obrigação propter rem, apenas a pessoa cujo nome consta como proprietária no cartório do registro de imóveis pode ser eficazmente demandada;"
      },
      {
        "letra": "B",
        "texto": "a ciência do condomínio acerca do ato de alienação é irrelevante para definir a responsabilidade do adquirente pelo pagamento das cotas condominiais após o ato de alienação;"
      },
      {
        "letra": "C",
        "texto": "ainda que não haja a imissão na posse do imóvel, o promitente comprador tem exclusiva responsabilidade de pagar as cotas condominiais a partir do momento em que a escritura de promessa de compra e venda é realizada;"
      },
      {
        "letra": "D",
        "texto": "não sendo a promessa de compra e venda um título registrável, apenas após a realização da escritura definitiva de compra e venda é que o adquirente pode ser responsabilizado pelo inadimplemento das cotas condominiais;"
      },
      {
        "letra": "E",
        "texto": "a inexistência de registro da promessa de compra e venda pode levar a que o condomínio, conforme determinadas circunstâncias do caso, tenha o legítimo direito de exigir tanto do alienante como do adquirente o pagamento das cotas condominiais em atraso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1785379",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Em relação à posse:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na dissolução do vínculo conjugal, não é possível a partilha de direitos possessórios sobre imóvel em loteamento irregular adquirido pelo casal na constância da união."
      },
      {
        "letra": "B",
        "texto": "Não é considerada de boa-fé a posse, se o possuidor ignora o vício, ou o obstáculo que impede a aquisição da coisa."
      },
      {
        "letra": "C",
        "texto": "Não se configura com a ocupação indevida de bem público, pois de acordo com entendimento sumulado do Superior Tribunal de Justiça, tal situação caracteriza mera detenção, insuscetível de retenção ou indenização por acessões e benfeitorias."
      },
      {
        "letra": "D",
        "texto": "Com a morte do possuidor, ela se transmite aos herdeiros ou legatários do possuidor, sanando-se os vícios originários."
      },
      {
        "letra": "E",
        "texto": "Não assiste ao possuidor o direito a exigir do dono do prédio vizinho a demolição, ou a reparação deste, quando ameace ruína, bem como que lhe preste caução pelo dano iminente, pois tais direitos são atribuídos somente ao proprietário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1761816",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Sobre o instituto da posse previsto no Código Civil, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os frutos naturais e industriais reputam-se colhidos e percebidos, logo que são separados. Os civis reputam-se percebidos dia por dia."
      },
      {
        "letra": "B",
        "texto": "O possuidor de boa-fé tem direito à indenização das benfeitorias necessárias e úteis, bem como, quanto às voluptuárias, se não lhe forem pagas, a levantá-las, quando o puder sem detrimento da coisa, e poderá exercer o direito de retenção pelo valor das benfeitorias necessárias e úteis."
      },
      {
        "letra": "C",
        "texto": "As benfeitorias compensam-se com os danos e só obrigam ao ressarcimento se ao tempo da evicção ainda existirem."
      },
      {
        "letra": "D",
        "texto": "Só se considera perdida a posse para quem não presenciou o esbulho, quando, tendo notícia dele, se abstém de retornar a coisa, ou, tentando recuperá-la, é violentamente repelido."
      },
      {
        "letra": "E",
        "texto": "Se duas ou mais pessoas possuírem coisa indivisa, é necessária a concordância de todos os compossuidores para exercerem os atos possessórios."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1755081",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: Prefeitura de Tramandaí - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Segundo entendimento sumulado do STJ, em matéria de Direito Civil, assinale a alternativa INCORRETA quanto à posse e propriedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ocupação indevida de bem público configura mera detenção, de natureza precária, insuscetível de retenção ou indenização por acessões e benfeitoria."
      },
      {
        "letra": "B",
        "texto": "Os registros de propriedade particular de imóveis situados em terrenos de marinha não são oponíveis à União."
      },
      {
        "letra": "C",
        "texto": "É admissível a oposição de embargos de terceiro fundados em alegação de posse advinda do compromisso de compra e venda de imóvel, desde que devidamente registrado."
      },
      {
        "letra": "D",
        "texto": "A falta de registro do compromisso de compra e venda não dispensa a prévia interpelação para constituir em mora o devedor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1713326",
    "metadata": "Ano: 2020 | Banca: FAUEL | Órgão: Prefeitura de Bom Jesus do Sul - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Sobre a posse, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceptio proprietatis, como defesa oponível às ações possessórias típicas, foi abolida pelo Código Civil de 2002, que estabeleceu a absoluta separação entre os juízos possessório e petitório."
      },
      {
        "letra": "B",
        "texto": "É incorreto afirmar que o possuidor de boa-fé tem direito, enquanto ela durar, aos frutos percebidos."
      },
      {
        "letra": "C",
        "texto": "A posse do imóvel gera a presunção juris et de jure da posse das coisas móveis que nele estiverem."
      },
      {
        "letra": "D",
        "texto": "É justa a posse, se o possuidor ignora o vício ou obstáculo que impede a aquisição da coisa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1697979",
    "metadata": "Ano: 2020 | Banca: IPEFAE | Órgão: Prefeitura de Águas da Prata - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Sobre a Posse assinale a alternativa errada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não induzem posse os atos de mera permissão ou tolerância assim como não autorizam a sua aquisição os atos violentos, ou clandestinos, senão depois de cessar a violência ou a clandestinidade."
      },
      {
        "letra": "B",
        "texto": "O possuidor de boa-fé tem direito, enquanto ela durar, aos frutos percebidos. Os frutos pendentes ao tempo em que cessar a boa-fé devem ser restituídos, depois de deduzidas as despesas da produção e custeio; mas não precisam ser restituídos os frutos colhidos com antecipação."
      },
      {
        "letra": "C",
        "texto": "O possuidor de boa-fé tem direito à indenização das benfeitorias necessárias e úteis, bem como, quanto às voluptuárias, se não lhe forem pagas, a levantálas, quando o puder sem detrimento da coisa, e poderá exercer o direito de retenção pelo valor das benfeitorias necessárias e úteis."
      },
      {
        "letra": "D",
        "texto": "O reivindicante, obrigado a indenizar as benfeitorias ao possuidor de má-fé, tem o direito de optar entre o seu valor atual e o seu custo; ao possuidor de boa-fé indenizará pelo valor atual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1610862",
    "metadata": "Ano: 2020 | Banca: FAUEL | Órgão: Câmara de Apucarana - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "O Código Civil estabelece que possuidor é todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade. Sobre o tema, com base no texto do Código Civil, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É justa a posse, se o possuidor ignora o vício, ou o obstáculo que impede a aquisição da coisa."
      },
      {
        "letra": "B",
        "texto": "O reivindicante, obrigado a indenizar as benfeitorias ao possuidor de má-fé, tem o direito de optar entre o seu valor atual e o seu custo; ao possuidor de boa-fé indenizará pelo valor de custo."
      },
      {
        "letra": "C",
        "texto": "A posse de boa-fé só perde este caráter no caso e desde o momento em que as circunstâncias façam presumir que o possuidor não ignora que possui indevidamente."
      },
      {
        "letra": "D",
        "texto": "Se duas ou mais pessoas possuírem coisa divisível, poderá cada uma exercer sobre ela atos possessórios, contanto que não excluam os dos outros compossuidores."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1138120",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "É característica da posse:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que a coisa sobre a qual se exerce seja divisível e passível de aquisição do domínio por meio de usucapião."
      },
      {
        "letra": "B",
        "texto": "a detenção da coisa, por si ou em relação de dependência para com outro, em nome deste e em cumprimento de ordens ou instruções suas."
      },
      {
        "letra": "C",
        "texto": "o exercício, pelo possuidor, de modo pleno ou não, de algum dos poderes inerentes à propriedade, direta ou indiretamente."
      },
      {
        "letra": "D",
        "texto": "que seu exercício seja necessariamente justo e de boa-fé, não violento, clandestino ou precário."
      },
      {
        "letra": "E",
        "texto": "sua aquisição exclusivamente por quem a pretender, em nome próprio, por meio da apropriação física sobre a coisa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2009612",
    "metadata": "Ano: 2019 | Banca: IMA | Órgão: Prefeitura de Paço do Lumiar - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Enfiteuse e Superfície",
      "Uso e Habitação"
    ],
    "enunciado_principal": "São exemplos de direitos reais, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de superfície."
      },
      {
        "letra": "B",
        "texto": "O direito à posse."
      },
      {
        "letra": "C",
        "texto": "O direito de uso."
      },
      {
        "letra": "D",
        "texto": "O direito de habitação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1748989",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura da Estância Turística de Guaratinguetá",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "O possuidor de má-fé",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responde por todos os frutos colhidos e percebidos, mas não pelos que, culposamente, deixou de perceber."
      },
      {
        "letra": "B",
        "texto": "tem o direito de levantar as benfeitorias voluptuárias, se não causar dano à coisa e nem prejuízo ao proprietário."
      },
      {
        "letra": "C",
        "texto": "responde pela perda, ou deterioração da coisa, ainda que acidentais, mesmo se provar que de igual modo se teriam dado, estando a coisa na posse do reivindicante."
      },
      {
        "letra": "D",
        "texto": "tem direito de ser ressarcido pelas benfeitorias necessárias e úteis."
      },
      {
        "letra": "E",
        "texto": "tem direito às despesas da produção e custeio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1690469",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Birigui - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Se o comprador permanece na posse do bem imóvel, no caso de rescisão do contrato de promessa de compra e venda, até que efetivamente o devolva, é possível afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na intermediação imobiliária, não é válida a cláusula contratual que crie encargos ao comprador por inadimplência."
      },
      {
        "letra": "B",
        "texto": "enseja o pagamento de aluguéis pelo tempo de permanência, apenas se o contrato tenha sido rescindido por inadimplemento da compradora."
      },
      {
        "letra": "C",
        "texto": "eventual ressarcimento não é devido por força da determinação legal segundo a qual a ninguém é dado enriquecer sem causa à custa de outrem."
      },
      {
        "letra": "D",
        "texto": "o desfazimento do negócio jurídico de compra e venda do imóvel motiva o retorno das partes ao estado anterior, sem qualquer contraprestação."
      },
      {
        "letra": "E",
        "texto": "é devida a condenação ao pagamento de taxa de ocupação (aluguéis) pelo período em que o comprador permanecer na posse do bem imóvel."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1690462",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Birigui - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Alguém retém consigo a coisa, exercendo controle sobre ela em nome de outrém, a quem esteja subordinado por relação de dependência. Esse indivíduo será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Servidor."
      },
      {
        "letra": "B",
        "texto": "Proprietário."
      },
      {
        "letra": "C",
        "texto": "Detentor."
      },
      {
        "letra": "D",
        "texto": "Usufrutuário."
      },
      {
        "letra": "E",
        "texto": "Possuidor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1677391",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "\"A\" exerce a atividade de caseiro em uma chácara rural mediante remuneração mensal e ordens do proprietáno. Nesse caso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "\"A“ é titular da posse direta do imóvel."
      },
      {
        "letra": "B",
        "texto": "\"A” é titular da posse indireta do imóvel"
      },
      {
        "letra": "C",
        "texto": "“A\" exerce situação jurídica da detenção do imóvel."
      },
      {
        "letra": "D",
        "texto": "\"A\" é titular da posse do imóvel."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1639541",
    "metadata": "Ano: 2019 | Banca: UNESPAR | Órgão: FOZTRANS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Possuidor, no Direito Civil, é todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade. Nesse sentido, sobre os efeitos da posse, consoante disposições do Código Civil de 2002, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor tem direito a ser mantido na posse em caso de esbulho, restituído no de turbação, e segurado de violência iminente, se tiver justo receio de ser molestado."
      },
      {
        "letra": "B",
        "texto": "O possuidor de má-fé responde por todos os frutos colhidos e percebidos, mas não pelos que deixou de perceber, desde o momento em que se constituiu de má-fé; tem direito às despesas da produção e custeio."
      },
      {
        "letra": "C",
        "texto": "O possuidor de boa-fé responde pela perda, ou deterioração da coisa, ainda que acidentais, salvo se provar que de igual modo se teriam dado, estando ela na posse do reivindicante."
      },
      {
        "letra": "D",
        "texto": "O possuidor de má-fé não responde pela perda ou deterioração da coisa, a que não der causa."
      },
      {
        "letra": "E",
        "texto": "O reivindicante, obrigado a indenizar as benfeitorias ao possuidor de má-fé, tem o direito de optar entre o seu valor atual e o seu custo; ao possuidor de boa-fé indenizará pelo valor atual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1167572",
    "metadata": "Ano: 2019 | Banca: PUC-PR | Órgão: Prefeitura de Campo Grande - MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "É sabido que o direito de posse é disciplinado e consagrado pelo Direito Civil, no entanto, o possuidor pode encontrar resistência de terceiros ao gozo de sua posse, e nessas hipóteses, a legislação civil prevê para cada tipo de incômodo uma medida jurídica para salvaguardar a sua posse, e quando o possuidor vê sua posse “esbulhada”, nessa hipótese, segundo o que disciplina o a legislação civil, o possuidor deve socorrer-se do judiciário para ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "restituído na posse."
      },
      {
        "letra": "B",
        "texto": "mantido de posse."
      },
      {
        "letra": "C",
        "texto": "conservado na posse."
      },
      {
        "letra": "D",
        "texto": "segurado de uma violência iminente."
      },
      {
        "letra": "E",
        "texto": "salvaguardado em sua posse."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1134926",
    "metadata": "Ano: 2019 | Banca: COPESE - UFPI | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Usucapião"
    ],
    "enunciado_principal": "Considere que João tem a posse de área urbana com 250 m², por cinco anos ininterruptos, com animus domini, utilizando-a para moradia própria, sendo certo que não é proprietário de outro imóvel no período aquisitivo. Pretende agora regularizar a documentação da área, tornando-se proprietário do bem via ação de usucapião. Nesse caso, qual é a modalidade de usucapião a ser invocada por João?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Usucapião especial urbana."
      },
      {
        "letra": "B",
        "texto": "Usucapião por abandono de lar."
      },
      {
        "letra": "C",
        "texto": "Usucapião urbana coletiva."
      },
      {
        "letra": "D",
        "texto": "Usucapião especial rural."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1119688",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Paulo trabalha há vinte anos como capataz em uma fazenda que explora a atividade agropecuária, tendo sido contratado pelo proprietário para cuidar da propriedade e liderar os demais empregados. Ele reside no próprio local de trabalho, em uma casa cedida pelo proprietário para a sua moradia e da sua família. Com base nessas informações, Paulo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tem a posse nem a propriedade da fazenda, mas somente a sua detenção"
      },
      {
        "letra": "B",
        "texto": "é proprietário da fazenda."
      },
      {
        "letra": "C",
        "texto": "tem a posse pro labore de toda a fazenda."
      },
      {
        "letra": "D",
        "texto": "tem a posse precária da fazenda."
      },
      {
        "letra": "E",
        "texto": "tem direito à usucapião apenas da casa em que reside."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1118507",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Abel, sabendo que um terreno de propriedade de seu irmão Caim estava vazio e desocupado, resolveu invadi-lo. No dia da invasão, Caim, ao tomar conhecimento de que o seu terreno estava sendo invadido por Abel, foi até o imóvel e, por sua própria força, tentou retirá-lo, mas foi violentamente impedido, após um confronto físico entre ambos. A respeito do caso, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a posse de Abel é precária"
      },
      {
        "letra": "B",
        "texto": "Caim cometeu crime de exercício arbitrário das próprias razões, pois não poderia, por força própria, mesmo antes da invasão se consumar, tentar impedir a invasão."
      },
      {
        "letra": "C",
        "texto": "Abel deverá ajuizar ação de manutenção de posse, tendo em vista ter posse justa, em razão da violência praticada por Caim."
      },
      {
        "letra": "D",
        "texto": "a posse de Abel é injusta."
      },
      {
        "letra": "E",
        "texto": "Abel, em razão da tentativa de retomada de Caim, tem posse justa, mas violenta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1109881",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: Prefeitura de Matinhos - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "A posse é abordada em alguns dispositivos do Código Civil. Sobre o tema, identifique como verdadeiras (V) ou falsas (F) as seguintes afirmativas: ( ) A posse não se transmite aos herdeiros ou aos legatários do possuidor. ( ) O justo título faz presumir de boa-fé a posse, salvo prova em contrário ou quando a lei não admitir tal presunção. ( ) O possuidor de boa-fé não responde pela perda ou deterioração da coisa a que não der causa. ( ) Ao possuidor de má-fé serão ressarcidas as benfeitorias necessárias e úteis, todavia, não lhe assiste o direito de retenção pela importância delas. Assinale a alternativa que apresenta a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – V – F."
      },
      {
        "letra": "B",
        "texto": "F – V – F – V."
      },
      {
        "letra": "C",
        "texto": "V – F – V – F."
      },
      {
        "letra": "D",
        "texto": "V – V – F – V."
      },
      {
        "letra": "E",
        "texto": "V – F – V – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1093936",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: ESEF - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "A posse pode ser exercida de boa-fé ou de má-fé pelos possuidores. A respeito das diferenças, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor de má-fé tem direito às despesas da produção e custeio e responde por todos os frutos colhidos e percebidos, bem como pelos que, por culpa sua, deixou de perceber, desde o momento em que se constituiu de má-fé."
      },
      {
        "letra": "B",
        "texto": "O possuidor de boa-fé responde pela perda ou deterioração da coisa mesmo que não der causa."
      },
      {
        "letra": "C",
        "texto": "O possuidor de má-fé responde pela perda ou deterioração da coisa, ainda que acidentais, mesmo se provar que de igual modo se teriam dado, estando a coisa na posse do reivindicante."
      },
      {
        "letra": "D",
        "texto": "O possuidor de má-fé tem direito, enquanto a posse durar, aos frutos percebidos."
      },
      {
        "letra": "E",
        "texto": "Ao possuidor de má-fé serão ressarcidas somente as benfeitorias necessárias e úteis, não tendo o direito de levantar as voluptuárias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1037366",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: SANASA Campinas",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Joseane, em 2009, recebeu em comodato uma casa para residir até que se casasse. Em 2012, ela iniciou um relacionamento amoroso com Cleverson, que a pediu em casamento, o que foi prontamente aceito por Joseane, e o casal passou a residir juntos na casa de Joseane. Após um ano e um mês do casamento de Joseane, sua tia, proprietária da casa que lhe dera em comodato, solicitou a devolução do imóvel, imediatamente, alegando que cessara a condição para que a sobrinha continuasse residindo no imóvel (ser solteira). Joseane, por sua vez, negou-se a devolver o imóvel, alegando ser bem de família. O vício existente na posse de Joseane e a condição para o convalescimento da posse são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "precariedade e posse injusta."
      },
      {
        "letra": "B",
        "texto": "clandestinidade e posse justa."
      },
      {
        "letra": "C",
        "texto": "precariedade e não convalescimento, pois a precariedade, em regra, não cessa."
      },
      {
        "letra": "D",
        "texto": "precariedade e data de ano e dia."
      },
      {
        "letra": "E",
        "texto": "clandestinidade e não convalescimento por ser a posse injusta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1037188",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil, analise as seguintes afirmativas sobre a posse. I. A posse direta e indireta são coexistentes e não colidem nem se excluem. II. O locatário, o arrendatário e o comodatário gozam da proteção possessória. III. É justa a posse que não for violenta, clandestina ou precária. A posse precária é a que se origina do abuso de confiança daquele que recebeu a coisa, para restituir, e se recusa a fazê-lo. IV. Salvo prova em contrário, entende-se manter a posse o mesmo caráter com que foi adquirida. Pode, porém, o possuidor mudar o título da posse, por um fundamento jurídico. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1036585",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "De acordo com o Código Civil, a posse",
    "alternativas": [
      {
        "letra": "A",
        "texto": "adquire-se no momento da celebração do contrato, mesmo que não seja possível o exercício, em nome próprio, de quaisquer dos poderes inerentes à propriedade."
      },
      {
        "letra": "B",
        "texto": "justa é aquela adquirida de boa-fé."
      },
      {
        "letra": "C",
        "texto": "pode ser adquirida por terceiro sem mandato, dependendo, nesse caso, de ratificação."
      },
      {
        "letra": "D",
        "texto": "transmite-se aos herdeiros do possuidor com os mesmos caracteres, mas não aos seus legatários."
      },
      {
        "letra": "E",
        "texto": "do imóvel gera presunção absoluta da posse das coisas que nele estiverem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "998748",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Relativamente à posse, assinale a alternativa que corresponda às afirmativas verdadeiras: I. É justa a posse que não for violenta, clandestina ou precária. II. É de boa-fé a posse, se o possuidor ignora o vício, ou o obstáculo que impede a aquisição da coisa. III. Induzem posse os atos de mera permissão ou tolerância assim como não autorizam a sua aquisição os atos violentos, ou clandestinos, senão depois de cessar a violência ou a clandestinidade. IV. O possuidor de boa-fé não tem direito, enquanto a posse durar, aos frutos percebidos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "992258",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Monte Alto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Responsabilidade civil",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos."
    ],
    "enunciado_principal": "Considerando a jurisprudência sumulada pelo Superior Tribunal de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O envio de cartão de crédito sem prévia e expressa solicitação do consumidor constitui mero aborrecimento, insuscetível de indenização por dano moral."
      },
      {
        "letra": "B",
        "texto": "A pessoa que ocupa bem público tem mera detenção, de natureza precária, que não gera os direitos decorrentes da posse, mas tem direito de ser indenizada pelas acessões e benfeitorias úteis e necessárias."
      },
      {
        "letra": "C",
        "texto": "Em virtude de sua natureza propter rem, as obrigações ambientais se transmitem com alienação do imóvel, de modo que o devem ser exigidas do proprietário ou possuidor atual; não dos anteriores."
      },
      {
        "letra": "D",
        "texto": "Em relação aos crimes de tortura e perseguição política, ocorridos durante o regime militar, a reparação econômica concedida pela Lei da Anistia (Lei n° 10.559/2002) não impede que a vítima formule pedido de indenização por dano moral."
      },
      {
        "letra": "E",
        "texto": "Nos casos de dano ambiental, a condenação do réu em obrigações de fazer e/ou de não fazer exclui a obrigação de indenizar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "987278",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Para que seja caracterizada a posse de boa-fé, o Código Civil determina que o possuidor",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apresente documento escrito de compra e venda."
      },
      {
        "letra": "B",
        "texto": "tenha a posse por mais de um ano e um dia sem conhecimento de vício."
      },
      {
        "letra": "C",
        "texto": "aja com ânimo de dono e sem oposição."
      },
      {
        "letra": "D",
        "texto": "tenha adquirido a posse de quem se encontrava na posse de fato."
      },
      {
        "letra": "E",
        "texto": "ignore o vício impedidor da aquisição do bem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "960532",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse pode ser adquirida por terceiro sem mandato, dependendo de ratificação."
      },
      {
        "letra": "B",
        "texto": "O sucessor universal continua de direito a posse do seu antecessor; e ao sucessor singular é facultado unir sua posse à do antecessor, para os efeitos legais."
      },
      {
        "letra": "C",
        "texto": "Não induzem posse os atos de mera permissão ou tolerância."
      },
      {
        "letra": "D",
        "texto": "A posse do imóvel gera presunção jure et de jure da posse das coisas móveis que nele estiverem."
      },
      {
        "letra": "E",
        "texto": "Não obsta à manutenção ou reintegração na posse a alegação de propriedade, ou de outro direito sobre a coisa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1840944",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: Câmara de Vilhena - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Sobre os efeitos da posse voltados ao possuidor de boa-fé, é correto dizer que o possuidor de boa-fé:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tem direito aos frutos percebidos, enquanto perdurara posse."
      },
      {
        "letra": "B",
        "texto": "tem direito à indenização das benfeitorias necessárias e úteis, bem como quanto as voluptuárias, desde que sem detrimento da coisa."
      },
      {
        "letra": "C",
        "texto": "responde pela perda ou deterioração da coisa, a que não der causa."
      },
      {
        "letra": "D",
        "texto": "tem direito à indenização das benfeitorias voluptuárias e úteis, exceto as necessárias."
      },
      {
        "letra": "E",
        "texto": "somente tem direito à indenização das benfeitorias necessárias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1244940",
    "metadata": "Ano: 2018 | Banca: FUNRIO | Órgão: Câmara de São João de Meriti - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "De conformidade com o Código Civil aquele que, achando-se em relação de dependência para com outro, conserva a posse em nome deste e em cumprimento de ordens ou instruções suas está na situação de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detentor."
      },
      {
        "letra": "B",
        "texto": "proprietário."
      },
      {
        "letra": "C",
        "texto": "nunciante."
      },
      {
        "letra": "D",
        "texto": "invasor."
      },
      {
        "letra": "E",
        "texto": "posseiro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1103649",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: INB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "São direitos reais, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade, a posse, o usufruto e a laje."
      },
      {
        "letra": "B",
        "texto": "A concessão de direito real de uso, o direito do promitente comprador do imóvel, a hipoteca e a anticrese."
      },
      {
        "letra": "C",
        "texto": "A superfície, as servidões, o uso e o usufruto"
      },
      {
        "letra": "D",
        "texto": "A concessão de uso especial para fins de moradia, o penhor, a habitação e a propriedade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1087081",
    "metadata": "Ano: 2018 | Banca: IBFC | Órgão: Prefeitura de Divinópolis - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "No que se refere à posse, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se possuidor todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade"
      },
      {
        "letra": "B",
        "texto": "A posse de boa-fé só perde este caráter no caso e desde o momento em que as circunstâncias façam presumir que o possuidor não ignora que possui indevidamente"
      },
      {
        "letra": "C",
        "texto": "O possuidor com justo título tem por si a presunção de boa-fé, sem qualquer ressalva"
      },
      {
        "letra": "D",
        "texto": "Salvo prova em contrário, entende-se manter a posse o mesmo caráter com que foi adquirida"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1045957",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Guararapes - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "A posse",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é justa, mesmo se clandestina ou precária."
      },
      {
        "letra": "B",
        "texto": "perde o caráter de boa-fé somente se o possuidor expressamente declarar que não ignora que a possui indevidamente."
      },
      {
        "letra": "C",
        "texto": "do imóvel não faz presumir a das coisas móveis que nele estiverem."
      },
      {
        "letra": "D",
        "texto": "pode ser adquirida por terceiro sem mandato, independentemente de ratificação."
      },
      {
        "letra": "E",
        "texto": "transmite-se aos herdeiros ou legatários do possuidor com os mesmos caracteres."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1044361",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Registro - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Acerca do direito possessório, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fâmulo da posse é possuidor direto."
      },
      {
        "letra": "B",
        "texto": "Considera-se de boa-fé a posse adquirida de modo não violento, clandestino ou precário."
      },
      {
        "letra": "C",
        "texto": "A posse não pode ser adquirida por meio de representante."
      },
      {
        "letra": "D",
        "texto": "O possuidor de boa-fé será indenizado das benfeitorias necessárias, úteis e voluptuárias, podendo exercer direito de retenção enquanto não indenizado de todas elas."
      },
      {
        "letra": "E",
        "texto": "O possuidor poderá lançar mão dos atos de defesa ou de desforço em caso de turbação ou esbulho, respectivamente, contanto que aja imediatamente e sem exorbitância."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1035546",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Tendo em vista a ocupação, por um número considerável de pessoas de um imóvel abandonado por seu proprietário, que desapareceu sem deixar notícias. Em sede de posse, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se considera possuidor aquele que detém, de fato ou não, algum dos poderes inerentes à propriedade."
      },
      {
        "letra": "B",
        "texto": "Considera-se detentor aquele que, em nome próprio, achando-se em relação de autonomia em face do possuidor, conserva a coisa em nome próprio, não se sujeitando a quaisquer ordens ou instruções."
      },
      {
        "letra": "C",
        "texto": "É injusta a posse que não for violenta, clandestina ou precária."
      },
      {
        "letra": "D",
        "texto": "É de boa-fé a posse se o possuidor conhece o vício, ou o obstáculo que impede a aquisição da coisa."
      },
      {
        "letra": "E",
        "texto": "Adquire-se a posse desde o momento em que se torna possível o exercício, em nome próprio, de qualquer dos poderes inerentes à propriedade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1003765",
    "metadata": "Ano: 2018 | Banca: IV - UFG | Órgão: Prefeitura de Jataí - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Analise o cartum a seguir.Sobre a aquisição de posse e propriedade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o possuidor é todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade, ou seja, independentemente de documento"
      },
      {
        "letra": "B",
        "texto": "o cartum retrata uma situação legal por ser justa a posse precária, violenta e clandestina."
      },
      {
        "letra": "C",
        "texto": "a personagem acompanhada do emprego de força está correta, uma vez que o proprietário tem a obrigação de usar, gozar e dispor da coisa, e o direito de reavêla do poder de quem quer que injustamente a possua ou detenha."
      },
      {
        "letra": "D",
        "texto": "a propriedade presume-se plena e exclusiva, até prova em contrário, ou seja, verificar-se-á a função social e a boa-fé para manutenção de sua titularidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990428",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Pontal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os institutos da posse e da detenção.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se detentor aquele que exerce a posse direta sobre determinado bem."
      },
      {
        "letra": "B",
        "texto": "Não se admite a aquisição da posse por meio de terceiro, sem mandato, ainda que com posterior ratificação."
      },
      {
        "letra": "C",
        "texto": "O possuidor esbulhado não poderá restituir-se por sua própria força, em razão da vedação da autotutela."
      },
      {
        "letra": "D",
        "texto": "Denomina-se posse de boa-fé aquela que não for violenta, clandestina ou precária."
      },
      {
        "letra": "E",
        "texto": "O possuidor com justo título tem por si, em regra, a presunção de boa-fé."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "977555",
    "metadata": "Ano: 2018 | Banca: IDECAN | Órgão: CRF-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Sobre a posse e propriedade, nos termos do Código Civil Brasileiro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor de boa-fé tem direito, enquanto durar a posse, ao uso do bem, excetuado os frutos percebidos."
      },
      {
        "letra": "B",
        "texto": "A declaração de propriedade, mediante usucapião, não constitui título hábil para o registro no Cartório de Registro de Imóveis."
      },
      {
        "letra": "C",
        "texto": "O proprietário pode ser privado da coisa, nos casos de requisição, em caso de perigo público iminente, após justa e prévia indenização."
      },
      {
        "letra": "D",
        "texto": "Adquire-se a posse desde o momento em que se torna possível o exercício, em nome próprio, de qualquer dos poderes inerentes à propriedade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "974658",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Sobre a aquisição da posse, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Adquire-se a posse desde o momento em que se torna possível o exercício em nome próprio ou alheio de qualquer dos poderes inerentes à propriedade."
      },
      {
        "letra": "B",
        "texto": "A posse pode ser adquirida pela própria pessoa que a pretende ou por seu representante, ou ainda por terceiro sem mandato, dependendo de ratificação."
      },
      {
        "letra": "C",
        "texto": "Ao sucessor universal é facultado unir sua posse à do antecessor para os efeitos legais."
      },
      {
        "letra": "D",
        "texto": "Induzem posse os atos de mera permissão."
      },
      {
        "letra": "E",
        "texto": "Em regra, a posse do imóvel não faz presumir a das coisas móveis que nele contiverem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "954280",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Fernando recebeu por comodato a posse de uma casa. Entretanto, Flávio, proprietário do imóvel, após alguns meses, notificou extrajudicialmente Fernando para que lhe devolvesse o bem. Caso Fernando recuse a restituição, em afronta à boa-fé objetiva e à proteção da confiança legítima, estar-se-á diante da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa da posse, tornando-a em posse de má-fé."
      },
      {
        "letra": "B",
        "texto": "interversão da posse, tornando-a em posse injusta em razão da violência."
      },
      {
        "letra": "C",
        "texto": "interversão da posse, tornando-a em posse injusta em razão da clandestinidade."
      },
      {
        "letra": "D",
        "texto": "interversão da posse, tornando-a em posse injusta em razão da precariedade."
      },
      {
        "letra": "E",
        "texto": "legítima defesa da posse, por ser a posse de boa-fé"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "952075",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "A teoria subjetiva, proposta por Savigny (1803 apud DINIZ, 2010, p.34) diz que a posse é \"o poder direto ou imediato que tem a pessoa de dispor fisicamente de um bem com a intenção de tê-lo para si e de defendê-lo contra a intervenção ou agressão de quem quer que seja”. Tendo em vista a doutrina e a Lei Civil acerca dos Direitos Reais, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a posse justa se caracteriza pela ausência de violência, apenas."
      },
      {
        "letra": "B",
        "texto": "segundo esse entendimento, basta ter a coisa (corpus) para se tornar possuidor do bem."
      },
      {
        "letra": "C",
        "texto": "a posse direta abarca integralmente o direito de posse."
      },
      {
        "letra": "D",
        "texto": "a posse não limita o direito de dispor, até porque, na hipótese de possuidor e locador da coisa, este poderá receber os alugueres."
      },
      {
        "letra": "E",
        "texto": "a posse, no Direito Brasileiro, está limitada ao uso e fruição da coisa, retirando-se do possuidor o direito de sequela."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "950354",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Aline locou imóvel de propriedade de Paulo, vindo a estabelecer nele sua clínica de psicologia, onde efetivamente exerce sua atividade há mais de cinco anos, sem oposição. Nesse caso, em decorrência do contrato de locação, Aline",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detém a posse direta do imóvel, que não anula a indireta, de quem aquela foi havida."
      },
      {
        "letra": "B",
        "texto": "detém a posse indireta do imóvel, que não anula a direta, de quem aquela foi havida."
      },
      {
        "letra": "C",
        "texto": "não detém a posse do imóvel, direta ou indireta, mas mero gozo do bem."
      },
      {
        "letra": "D",
        "texto": "detém a posse direta do imóvel, que anula a indireta, enquanto vigente a locação."
      },
      {
        "letra": "E",
        "texto": "detém a posse indireta do imóvel, que anula a direta, enquanto vigente a locação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "948930",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGM - João Pessoa - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Leonardo, proprietário de uma chácara, contratou Tadeu para trabalhar como caseiro, oferecendo-lhe moradia na propriedade onde o serviço deverá ser prestado. Nessa situação hipotética, caso ocorra o esbulho da posse da chácara durante uma viagem de férias de Leonardo, Tadeu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá legitimidade para ingressar com ação possessória, porque detém a posse direta da chácara."
      },
      {
        "letra": "B",
        "texto": "terá legitimidade para ingressar com ação possessória, pois, nessa situação, a posse é pro diviso."
      },
      {
        "letra": "C",
        "texto": "terá legitimidade para ingressar com ação possessória, porque a situação fática constitui composse."
      },
      {
        "letra": "D",
        "texto": "não terá legitimidade para ingressar com ação possessória, uma vez que a sua posse é mera detenção."
      },
      {
        "letra": "E",
        "texto": "não terá legitimidade para ingressar com ação possessória, porque tem somente posse mediata do bem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "948716",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Em um contrato de locação de bem imóvel, o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "locador exerce a posse direta e indireta, enquanto o locatário exerce a detenção."
      },
      {
        "letra": "B",
        "texto": "locador exerce a posse direta, enquanto o locatário exerce a posse indireta."
      },
      {
        "letra": "C",
        "texto": "locatário exerce a posse direta, enquanto o locador exerce a posse indireta."
      },
      {
        "letra": "D",
        "texto": "locatário exerce a posse direta e indireta, enquanto o locador exerce a detenção."
      },
      {
        "letra": "E",
        "texto": "locador tanto como o locatário exercem a posse direta e a posse indireta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "941641",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Sobre a aquisição da posse, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse transmite-se aos herdeiros ou legatários do possuidor com os mesmos caracteres."
      },
      {
        "letra": "B",
        "texto": "Induzem posse os atos de mera permissão ou tolerância assim como autorizam a sua aquisição os atos violentos, ou clandestinos."
      },
      {
        "letra": "C",
        "texto": "Adquire-se a posse desde o momento em que se torna possível o exercício, em nome próprio, de qualquer dos poderes inerentes à propriedade."
      },
      {
        "letra": "D",
        "texto": "Posse pode ser adquirida pela própria pessoa que a pretende ou por seu representante; por terceiro sem mandato, dependendo de ratificação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "941541",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que, contínua e incontestadamente, com justo título e boa-fé, o possuir por 10 (dez) anos adquire a propriedade do imóvel."
      },
      {
        "letra": "B",
        "texto": "Os direitos reais sobre coisas imóveis, quando constituídos, ou transmitidos por atos entre vivos, só se adquirem com a tradição."
      },
      {
        "letra": "C",
        "texto": "A posse é adquirida desde o momento em que se torna possível o exercício, em nome próprio, de qualquer dos poderes inerentes à propriedade."
      },
      {
        "letra": "D",
        "texto": "Aquele que, por 15 (quinze) anos, sem interrupção nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de títulos e boa-fé."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "941540",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor de má-fé tem direito a ser ressarcido pelas benfeitorias necessárias."
      },
      {
        "letra": "B",
        "texto": "Ao sucessor singular não é facultado unir sua posse à do antecessor para os efeitos legais."
      },
      {
        "letra": "C",
        "texto": "A aquisição originária da propriedade decorre de um fato jurídico, livre de ônus ou gravame."
      },
      {
        "letra": "D",
        "texto": "A aquisição derivada é aquela pela qual a autonomia das partes transfere a propriedade de uma pessoa para outra, através de certas formalidades e solenidades exigidas por lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "941531",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Considera-se possuidor de boa-fé",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o que se mantiver na posse a qualquer título."
      },
      {
        "letra": "B",
        "texto": "apenas aquele que ostenta título de domínio."
      },
      {
        "letra": "C",
        "texto": "aquele que ignora o vício, ou o obstáculo que impede a aquisição da coisa."
      },
      {
        "letra": "D",
        "texto": "todo aquele que a obteve sem violência ou que não a exerce de modo clandestino."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "938412",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Pedro cedeu a posse de um terreno de 250 m2 a Joaquim. Aquele, contudo, adquiriu a posse mediante ameaças e agressões físicas contra o antigo possuidor do terreno. Joaquim pretende erigir no terreno adquirido uma casa para morar com sua família e desconhece a forma pela qual Pedro adquiriu a posse que lhe transmitiu. É correto afirmar que a posse de Joaquim é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "má-fé e injusta."
      },
      {
        "letra": "B",
        "texto": "má-fé e violenta."
      },
      {
        "letra": "C",
        "texto": "boa-fé e injusta."
      },
      {
        "letra": "D",
        "texto": "boa-fé e justa."
      },
      {
        "letra": "E",
        "texto": "má-fé e precária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "937419",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Assinale a alternativa que contempla requisitos necessários para a concessão de uso especial para fins de moradia, sem prejuízo de outros requisitos complementares, nos termos da legislação pertinente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Posse ininterrupta e sem oposição pelo período de 2 (dois) anos; imóvel público de até 250 m2 , imóvel localizado em área com características e finalidade urbana; utilização para moradia do possuidor ou de sua família."
      },
      {
        "letra": "B",
        "texto": "Posse ininterrupta e sem oposição pelo período de 5 (cinco) anos; imóvel público ou particular de até 150 m2, imóvel localizado em área com características e finalidade urbana; utilização para moradia do possuidor ou de sua família."
      },
      {
        "letra": "C",
        "texto": "Posse ininterrupta e sem oposição pelo período de 2 (dois) anos; imóvel público de até 150 m2 , imóvel localizado em área com características e finalidade urbana; utilização para moradia do possuidor ou de sua família."
      },
      {
        "letra": "D",
        "texto": "Posse ininterrupta e sem oposição pelo período de 5 (cinco) anos; imóvel público de até 250 m2 , imóvel localizado em área com características e finalidade urbana; utilização para moradia do possuidor ou de sua família."
      },
      {
        "letra": "E",
        "texto": "Posse ininterrupta e sem oposição pelo período de 5 (cinco) anos; imóvel público de até 250 m2 , imóvel localizado em área com características e finalidade urbana ou rural; utilização para moradia do possuidor ou de sua família."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "932107",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "No que se refere à posse, sua classificação e seus efeitos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor de má-fé responde pela perda ou deterioração da coisa, ainda que acidentais e em qualquer hipótese."
      },
      {
        "letra": "B",
        "texto": "O possuidor com justo título tem por si a presunção absoluta de boa-fé, pela qual o possuidor ignora o vício ou o obstáculo que impede a aquisição da coisa."
      },
      {
        "letra": "C",
        "texto": "Induzem posse os atos de mera permissão ou tolerância, mas não a autorizam os atos violentos, clandestinos ou precários."
      },
      {
        "letra": "D",
        "texto": "O possuidor de boa-fé não responde pela perda ou deterioração da coisa, tendo-lhe dado causa ou não, já que tinha a coisa como sua."
      },
      {
        "letra": "E",
        "texto": "A posse direta, de pessoa que tem a coisa em seu poder, temporariamente, em virtude de direito pessoal, ou real, não anula a indireta, de quem aquela foi havida, podendo o possuidor direto defender a sua posse contra o indireto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "926037",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Simprônio foi vítima de esbulho possessório do imóvel que titularizava pelo vício da clandestinidade perpetrado por Mévio que, tendo o bem sob seu poder, alienou onerosamente a posse para um terceiro que, de plano, cuidou de edificar um imóvel para utilizá-lo como moradia. Diante desse quadro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Simprônio tem direito a reintegrar-se na posse do imóvel, independente da boa fé do terceiro adquirente."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de aquisição clandestina da posse, Simprônio poderá se valer do desforço pessoal, desde que o realize imediatamente ao momento em que tome conhecimento do esbulho."
      },
      {
        "letra": "C",
        "texto": "Simprônio somente tem direito a propor ação indenizatória em face do esbulhador."
      },
      {
        "letra": "D",
        "texto": "A onerosidade da alienação inviabiliza o pleito de reintegração na posse em face do terceiro."
      },
      {
        "letra": "E",
        "texto": "Simprônio pode intentar ação de reintegração de posse ou indenizatória em face do terceiro que recebeu a coisa esbulhada sabendo que o era."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "926036",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Gumercindo recebeu como locatário, no ano de 1978, a posse direta de um imóvel. Ele assumiu todas as obrigações decorrentes, até 1988, ocasião em que, com o falecimento do locador e não tendo quem se apresentasse como sucessor, parou de pagar o aluguel. Gumercindo construiu no terreno do imóvel uma nova acessão que, desde 1990, passou a ser utilizada por sua filha e seu genro. Ocorre que no ano de 2018, Juventino se apresenta como neto do antigo locador e como único herdeiro deste e ajuíza ação de despejo, buscando reaver o bem. Admitindo os fatos como provados, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Gumercindo pode pleitear indenização pelas acessões e benfeitorias que realizou de boa fé, mesmo que tenha renunciado a tal direito no contrato."
      },
      {
        "letra": "B",
        "texto": "O exercício do direito potestativo à purga da mora deverá contemplar os alugueres em atraso desde o ano de 1988."
      },
      {
        "letra": "C",
        "texto": "A retomada do bem pode ser evitada pela interversão do caráter da posse."
      },
      {
        "letra": "D",
        "texto": "Em razão do decurso do tempo, o direito de retomada do imóvel se encontra prescrito."
      },
      {
        "letra": "E",
        "texto": "Pelo princípio da relatividade contratual, a filha e o genro de Gumercindo não podem sofrer o pedido de retomada, pois são pessoas estranhas ao contrato de locação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "908321",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Em relação à posse, considere os enunciados seguintes: I. O atual Código Civil adotou o conceito de posse de lhering, segundo o qual a posse e a detenção distinguem-se em razão da proteção jurídica conferida à primeira e expressamente excluída para a segunda. II. Mesmo nos bens do patrimônio disponível do Estado (dominicais), despojados de destinação pública, não se permite a proteção possessória aos ocupantes particulares que venham a lhe dar função social, porque perdem a destinação mas não a natureza de terras públicas. III. O critério para aferir se há posse ou detenção em um caso concreto é o estrutural e não o funcional, ou seja, é a afetação do bem a uma finalidade pública que dirá se pode ou não ser objeto de atos possessórios por um particular. IV. É possível o manejo de interditos possessórios em litígio entre particulares sobre bem público dominical, pois entre ambos a disputa será relativa à posse. V. À luz do texto constitucional e da inteligência do novo Código Civil, a função social é base normativa para a solução dos conflitos atinentes à posse, dando-se efetividade ao bem comum, com escopo nos princípios da igualdade e da dignidade humana. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III, IV e V."
      },
      {
        "letra": "B",
        "texto": "I, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "D",
        "texto": "III, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "906392",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Com relação à posse, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a posse não pode ser adquirida por representante do possuidor ante a necessidade de atos materiais de apreensão da coisa."
      },
      {
        "letra": "B",
        "texto": "posse precária é a exercida de forma velada, sem publicidade, não ostensiva."
      },
      {
        "letra": "C",
        "texto": "mesmo tendo o possuidor de boa-fé tomado conhecimento inequívoco da existência de vício na aquisição de sua posse, esta permanece de boa-fé, em consideração ao momento de sua aquisição."
      },
      {
        "letra": "D",
        "texto": "a denominada posse violenta tem natureza jurídica de detenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "905779",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "A respeito da posse, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse de boa-fé só perde esse caráter quando do trânsito em julgado da sentença proferida em ação possessória."
      },
      {
        "letra": "B",
        "texto": "É assegurado ao possuidor de boa-fé o direito à indenização pelas benfeitorias necessárias e úteis. Quanto às voluptuárias, estas, se não forem pagas, poderão ser levantadas, desde que não prejudiquem a coisa."
      },
      {
        "letra": "C",
        "texto": "Obsta à manutenção ou à reintegração da posse a alegação de propriedade, ou de outro direito sobre a coisa."
      },
      {
        "letra": "D",
        "texto": "Sendo possuidor todo aquele que tem de fato o exercício, pleno ou não, de algum dos poderes inerentes à propriedade, não é possível adquirir posse mediante representação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "903390",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: COPASA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Considerando que o possuidor de bem imóvel possua justo título, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nessa hipótese, não seria admitida composse."
      },
      {
        "letra": "B",
        "texto": "o justo título é requisito inafastável para a posse de boa-fé."
      },
      {
        "letra": "C",
        "texto": "O justo título somente gera efeito para fins de contagem do prazo para aquisição mediante usucapião."
      },
      {
        "letra": "D",
        "texto": "sua boa-fé é presumida, salvo prova em contrário, ou quando a lei expressamente não admite esta presunção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "898638",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGM - Manaus - AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "A respeito da propriedade, da posse e das preferências e privilégios creditórios, julgue o item subsequente.O ordenamento jurídico ora vigente admite a possibilidade de conversão da detenção em posse, a depender da modificação nas circunstâncias de fato que vinculem determinada pessoa à coisa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "898498",
    "metadata": "Ano: 2018 | Banca: INAZ do Pará | Órgão: CRF-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usufruto",
      "Servidões"
    ],
    "enunciado_principal": "Situação hipotética: Roberto e Antônia residem em uma pequena propriedade rural no oeste de Pernambuco, e há aproximadamente 40 anos, passam pelo imóvel do atual vizinho de Humberto em uma estrada que dá acesso à sua propriedade, sem qualquer oposição dos proprietários anteriores. Esta estrada é o melhor acesso à via pública, dela tendo ciência Humberto quando adquiriu sua propriedade. Todavia, Humberto impediu o acesso à estrada por seus vizinhos, colocando cadeado com chaves em uma das porteiras, também fazendo buracos no leito da estrada, além de uma cerca de arame farpado. Roberto e Antônia, em virtude da conduta de Humberto, viram-se obrigados a utilizar um caminho por meio de pastagens, onde será construído um mineroduto, o que os impedirá de ter qualquer acesso ao seu imóvel. Tendo em vista a situação hipotética narrada, está sendo violado o direito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "servidão, que deve ser exercido na plenitude para o qual foi criado enquanto não contestado pelo legítimo proprietário, cujos atos que embaracem a servidão serão considerados legítima defesa da propriedade."
      },
      {
        "letra": "B",
        "texto": "usufruto, não podendo Humberto embaraçá-lo, pois se cuida de legítimo direito de uso. Caso Humberto continue impedindo a correta utilização da estrada, é possível que Roberto e Antônia peçam indenização em caso de prejuízo."
      },
      {
        "letra": "C",
        "texto": "usufruto, que se extinguiu com a chegada de novo proprietário ao terreno vizinho, apenas sendo válido o exercício de tal direito caso Humberto não tivesse adquirido a propriedade."
      },
      {
        "letra": "D",
        "texto": "servidão de passagem, que é um direito real sobre coisa alheia, instituído para aumentar a comodidade e a utilidade do prédio dominante, não estando condicionado, portanto, à inexistência de saída para a via pública, fonte ou porto."
      },
      {
        "letra": "E",
        "texto": "posse, que se dá quando expressa a vontade dos proprietários, por testamento ou pelo exercício incontestado da posse por mais de 50 anos, que pode levar à usucapião."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "894641",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Em 2003, Marcelo construiu pequena edificação em uma praça e, desde então, explora comercialmente o imóvel com atividade de alimentação e bebidas. Após quinze anos de uso ininterrupto do bem, Marcelo recebe notificação do Município, requerendo que fosse demolida a edificação e devolvido o terreno. Acerca da pretensão do Município, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é abusiva, pois Marcelo exerceu a posse do bem por prazo suficiente para sua aquisição;"
      },
      {
        "letra": "B",
        "texto": "é indevida, visto que Marcelo bem cumpre a função social da propriedade;"
      },
      {
        "letra": "C",
        "texto": "procede, uma vez que Marcelo jamais exerceu a posse sobre o bem;"
      },
      {
        "letra": "D",
        "texto": "procede, pois, embora passível de usucapião, não transcorreu o prazo para configurá-la;"
      },
      {
        "letra": "E",
        "texto": "improcede, tendo em vista que a praça é bem público de todos e, inclusive, de Marcelo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "886404",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Com relação à posse, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse direta, de pessoa que tem a coisa em seu poder, temporariamente, em virtude de direito pessoal, ou real, não anula a indireta, de quem aquela foi havida, podendo o possuidor direto defender a sua posse contra o possuidor indireto."
      },
      {
        "letra": "B",
        "texto": "Tendo em vista que a posse somente é defendida por ser um indício de propriedade, obsta à manutenção ou reintegração na posse a alegação de propriedade, ou de outro direito sobre a coisa."
      },
      {
        "letra": "C",
        "texto": "Não autorizam a aquisição da posse justa os atos violentos, senão depois de cessar a violência; entretanto, se a coisa obtida por violência for transferida, o adquirente terá posse justa e de boa-fé, mesmo ciente da violência anteriormente praticada."
      },
      {
        "letra": "D",
        "texto": "É de boa-fé a posse, se o possuidor ignora o vício, ou o obstáculo que impede a aquisição da coisa. O possuidor com justo título tem por si a presunção de boa-fé, mesmo após a ciência inequívoca que possui indevidamente."
      },
      {
        "letra": "E",
        "texto": "O possuidor turbado, ou esbulhado, poderá manter-se ou restituir-se por sua própria força, a qualquer tempo; os atos de defesa, ou de desforço, não podem ir além do indispensável à manutenção, ou restituição da posse."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "872508",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Câmara de Salvador - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição"
    ],
    "enunciado_principal": "Roberto adquiriu, mediante o pagamento de R$ 15.000,00 (quinze mil reais), a posse que era exercida, sem título, por Pedro sobre imóvel de propriedade da União. Enquanto Roberto refletia sobre o uso do bem, o imóvel veio a ser ocupado por Francisco, que assumiu sua posse, por julgar estar o bem abandonado. Sessenta dias após ter ciência, por terceiros, do exercício da posse por Francisco, Roberto retorna ao imóvel e constata, pessoalmente, o esbulho. Inconformado, a Roberto caberá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assumir o prejuízo, visto que o imóvel não poderia ser cedido;"
      },
      {
        "letra": "B",
        "texto": "valer-se do desforço possessório e retirar, por conta própria, Francisco do imóvel;"
      },
      {
        "letra": "C",
        "texto": "reaver indenização do cedente pela perda da posse;"
      },
      {
        "letra": "D",
        "texto": "ajuizar ação judicial própria em face de Francisco para reaver a posse;"
      },
      {
        "letra": "E",
        "texto": "pleitear indenização da União, por força de responsabilidade civil por conduta omissiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "866416",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Francisco comprou, em janeiro de 2014, um lote de 240 m2 de Antônio, que se apresentou como proprietário do imóvel. Francisco construiu uma casa de alvenaria, instalando-se no local com sua família. Depois de três anos de posse mansa e pacífica, Danilo, o verdadeiro proprietário, ajuizou ação para reaver a posse do imóvel. Só então, Francisco descobriu que fora vítima de uma fraude, pois Antônio havia falsificado os documentos para induzi-lo a erro. Considerando essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Francisco não poderá adquirir o terreno mediante pagamento de indenização a Danilo, ainda que a construção exceda consideravelmente o valor do terreno."
      },
      {
        "letra": "B",
        "texto": "Não tendo observado a fraude no momento da contratação, Francisco não poderá pleitear indenização em face de Antônio."
      },
      {
        "letra": "C",
        "texto": "Danilo perderá o terreno em favor de Francisco, cabendo-lhe apenas o direito à indenização."
      },
      {
        "letra": "D",
        "texto": "Francisco adquiriu, em 2017, a propriedade do imóvel pela usucapião especial urbana, ficando, nesse caso, dispensado de pagar indenização a Danilo."
      },
      {
        "letra": "E",
        "texto": "Francisco, que agira de boa-fé, perderá em favor de Danilo os direitos sobre as construções realizadas no terreno, devendo, no entanto, ser indenizado."
      }
    ],
    "gabarito": "E"
  }
]