[
  {
    "id": "3517296",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Câmara de Dionísio Cerqueira - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Um grande produtor rural celebrou contrato de arrendamento de uma extensa área de terras férteis por 5 anos. Durante o contrato, plantou soja e milho, colhendo as safras anualmente. Ao final do contrato, deixou na propriedade um moderno sistema de irrigação por gotejamento, composto por tubulações enterradas e conectores, que havia instalado para melhorar a produtividade. Classifique o sistema de irrigação deixado na propriedade arrendada, considerando a relação com o solo e a intenção do arrendatário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bem acessório imóvel por acessão industrial, pois foi incorporado para utilidade da exploração agrícola."
      },
      {
        "letra": "B",
        "texto": "Bem pertencente ao arrendatário (móvel), pois foi por ele instalado e pode ser retirado sem destruição."
      },
      {
        "letra": "C",
        "texto": "Bem móvel por antecipação, pois o arrendatário poderia retirá-lo antes de deixar o imóvel."
      },
      {
        "letra": "D",
        "texto": "Bem acessório imóvel por natureza, pois está incorporado ao solo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3328201",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: ENAC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Considere os seguintes atos e fatos jurídicos: i) impenhorabilidade do bem de família; ii) legitimidade do agente de garantias para execução e para ações judiciais que envolvam discussões sobre a existência, a validade ou a eficácia do ato jurídico do crédito garantido; e iii) direito de preferência do locatário em adquirir o imóvel locado. Sobre o tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a oponibilidade a terceiros depende do registro do título correlato em todas as hipóteses, mas em nenhuma delas terá eficácia constitutiva;"
      },
      {
        "letra": "B",
        "texto": "a oponibilidade a terceiros depende do registro do título nas hipóteses ii e iii, ao passo que, na hipótese i, o registro será constitutivo;"
      },
      {
        "letra": "C",
        "texto": "nas hipóteses ii e iii, o registro do título é constitutivo do direito, ao passo que, na hipótese i, o registro apenas tornará o direito oponível a terceiros;"
      },
      {
        "letra": "D",
        "texto": "em nenhuma das hipóteses o registro terá eficácia constitutiva e a oponibilidade do título dependerá de registro apenas nas hipóteses ii e iii;"
      },
      {
        "letra": "E",
        "texto": "em nenhuma das hipóteses o registro terá eficácia constitutiva e a oponibilidade do título dependerá de registro apenas na hipótese iii."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3296702",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Carlos é proprietário de um sítio localizado às margens de um rio de curso navegável. Ao longo dos anos, devido ao movimento natural das águas, houve um acúmulo progressivo de sedimentos em sua propriedade, resultando na ampliação da área útil do terreno. Ao notar essa mudança, seu vizinho, Roberto, cujo terreno não sofreu os efeitos mencionados, passou a utilizar a nova faixa de terra para atividades agrícolas, argumentando que a área não pertencia exclusivamente a Carlos. Inconformado, Carlos procurou assistência jurídica e foi CORRETAMENTE esclarecido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos adquiriu legitimamente a propriedade da nova área formada, pois a aluvião é um modo de aquisição originária da propriedade que beneficia o proprietário do terreno marginal, conforme prevê o Código Civil."
      },
      {
        "letra": "B",
        "texto": "A nova área deve ser partilhada entre Carlos e Roberto, considerando que a formação de ilhas não pode favorecer apenas um dos proprietários vizinhos."
      },
      {
        "letra": "C",
        "texto": "Carlos, para adquirir a propriedade e o direito de explorar a área acrescida, deverá obter autorização judicial."
      },
      {
        "letra": "D",
        "texto": "A nova faixa de terra pertence ao Estado, pois os acréscimos causados pela ação das correntes ou desvio das águas em rios navegáveis são considerados bens públicos, independentemente da localização do imóvel particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262343",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Pessoa Jurídica",
      "Propriedade",
      "Parte Geral"
    ],
    "enunciado_principal": "De acordo com o Código Civil, analise as afirmativas a seguir. I. Os bens públicos de uso comum do povo e os de uso especial são inalienáveis e inusucapíveis; os bens públicos dominicais podem ser alienados e usucapidos, observadas as exigências da lei. II. As pessoas jurídicas de direito privado, sem prejuízo do previsto em legislação especial e em seus atos constitutivos, poderão realizar suas assembleias gerais por meio eletrônico, respeitados os direitos previstos de participação e de manifestação; é vedada tal prática quando se tratar de assembleia geral visando à destituição de administradores ou alteração de estatuto de associações. III. É válida, com objetivo científico, ou altruístico, a disposição gratuita do próprio corpo, no todo ou em parte, para depois da morte. IV. São pessoas jurídicas de direito público interno: a União, os Estados, o Distrito Federal e os Municípios; as autarquias, inclusive as associações públicas, e as demais entidades de caráter público criadas por lei, são classificadas como pessoas jurídicas de direito público externo. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II."
      },
      {
        "letra": "B",
        "texto": "III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3260341",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Nos termos da legislação civil a respeito da aquisição de propriedade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aquisição da propriedade pela usucapião se dá com a consumação do prazo definido em lei. Entretanto, sem o devido registro imobiliário, o novo proprietário não poderá arguir a prescrição aquisitiva em eventual ação possessória para defesa do imóvel objeto da usucapião."
      },
      {
        "letra": "B",
        "texto": "A demonstração de que a posse de determinado imóvel que se pretende usucapir tenha sido exercida em boa-fé é requisito essencial de todas as modalidades de usucapião."
      },
      {
        "letra": "C",
        "texto": "A usucapião denominada familiar exige o abandono do lar do coproprietário do imóvel que se pretende adquirir, importando em analisar a culpa pelo fim do casamento ou união estável e depende de divórcio ou dissolução da união havida."
      },
      {
        "letra": "D",
        "texto": "A prescrição aquisitiva extraordinária, que tem como prazo para sua constituição a posse do imóvel pelo prazo de quinze anos, é minorada para dez anos se o possuidor tiver respeitado a função social da propriedade, ou seja, tiver dado ao imóvel destinação de moradia ou nele realizado obras ou serviços produtivos."
      },
      {
        "letra": "E",
        "texto": "Para efetivação da usucapião especial rural, deve-se exercer a posse de área rural não superior a cinquenta hectares, por cinco anos ininterruptos, e torná-la produtiva por seu trabalho, não sendo necessário utilizá-la como moradia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3231179",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "A respeito da prescrição no direito civil, dos contratos, da hipoteca, da propriedade e do negócio jurídico, julgue o item subsequente.O imóvel rural que o proprietário abandonar, com a intenção de não mais o conservar em seu patrimônio, e que não se encontrar na posse de outrem poderá ser arrecadado como bem vago e passar, decorrido o prazo legal, à propriedade da União.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3219456",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "O Direito das Coisas regula as relações jurídicas que envolvem bens materiais e imateriais, abordando a posse, a propriedade e os direitos reais relacionados. Nesse sentido, é correto informar, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São exemplos de direitos reais a superfície, o penhor, a anticrese e a obra."
      },
      {
        "letra": "B",
        "texto": "São defesos os atos que não trazem ao proprietário qualquer comodidade, ou utilidade, e sejam animados pela intenção de prejudicar outrem."
      },
      {
        "letra": "C",
        "texto": "É justa a posse que não for violenta, clandestina ou precária."
      },
      {
        "letra": "D",
        "texto": "A posse pode ser adquirida por terceiro sem mandato, dependendo de ratificação."
      },
      {
        "letra": "E",
        "texto": "O Direito das Coisas organiza a convivência jurídica em relação aos bens, assegurando direitos e limites ao uso e posse, promovendo segurança e estabilidade nas relações patrimoniais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3219211",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Servidões",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Acerca dos direitos reais e de acordo com o Código Civil, analise as afirmativas a seguir. I – Aquele que restituir a coisa achada, terá direito a uma recompensa não inferior a dez por cento do seu valor, e à indenização pelas despesas que houver feito com a conservação e transporte da coisa, se o dono não preferir abandoná-la. II – Aquele que, por dez anos, sem interrupção, nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de título e boa-fé, podendo requerer ao juiz que assim o declare por sentença, a qual servirá de título para o registro no Cartório de Registro de Imóveis. III – Os acréscimos formados, sucessiva e imperceptivelmente, por depósitos e aterros naturais ao longo das margens das correntes, ou pelo desvio das águas destas, pertencem aos donos dos terrenos marginais, sem indenização. IV – Se a construção, feita parcialmente em solo próprio, invade solo alheio em proporção não superior à vigésima parte deste, adquire o construtor de boa-fé a propriedade da parte do solo invadido, se o valor da construção exceder o dessa parte, e responde por indenização que represente, também, o valor da área perdida e a desvalorização da área remanescente. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3204461",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "De acordo com a Lei Federal Nº 10.406/2002 – Código Civil Brasileiro, considerando o conceito de propriedade, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o proprietário pode ser privado da coisa, nos casos de desapropriação, por necessidade ou utilidade pública ou interesse social."
      },
      {
        "letra": "B",
        "texto": "o proprietário tem a faculdade de usar, gozar e dispor da coisa, independente da finalidade econômica e social de sua utilização."
      },
      {
        "letra": "C",
        "texto": "aquele que, por cinco anos, sem interrupção, nem oposição, possuir como seu imóvel, adquire-lhe a propriedade por usucapião, independente da área, título boa-fé."
      },
      {
        "letra": "D",
        "texto": "a propriedade do imóvel é um direito adquirido através de contrato de compra e venda registrado em cartório."
      },
      {
        "letra": "E",
        "texto": "a aquisição por usucapião especial urbano pode ser exercida quando a posse ocorrer de forma ininterrupta e sem oposição por pelo menos dez anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3345810",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Toda construção ou plantação existente em um terreno presume-se feita pelo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proprietário e à sua custa, até que se prove o contrário."
      },
      {
        "letra": "B",
        "texto": "possuidor e à custa do proprietário, mediante prova testemunhal."
      },
      {
        "letra": "C",
        "texto": "possuidor e à sua custa, até que se prove o contrário."
      },
      {
        "letra": "D",
        "texto": "proprietário e à custa do possuidor, mediante prova documental."
      },
      {
        "letra": "E",
        "texto": "proprietário e à custa do possuidor, mediante rateio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3345808",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "A análise sistemática do ordenamento jurídico prevê, além da proteção social e ambiental da propriedade, uma variedade de microssistemas e possibilidades jurídicas para o exercício dos direitos do proprietário. Um desses direitos é a poda ou retirada de raízes e ramos de árvore, quando voltada para um plano vertical divisório que delimite as extremidades da propriedade, conforme estabelecido pelo Código Civil de 2002. Outro exercício inerente às atividades de quem é proprietário seria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a obrigação de usar, gozar e faculdade de dispor da coisa."
      },
      {
        "letra": "B",
        "texto": "o direito aos frutos originários da propriedade e caídos em terreno particular vizinho."
      },
      {
        "letra": "C",
        "texto": "o direito de explorar as jazidas, minas e as árvores caídas em seu terreno."
      },
      {
        "letra": "D",
        "texto": "o direito a presunção plena e exclusiva da propriedade, até prova em contrário."
      },
      {
        "letra": "E",
        "texto": "a faculdade da concessão de direito real de uso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3328042",
    "metadata": "Ano: 2024 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Câmara de Sete Lagoas - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "No que se refere à propriedade, conforme disposto no Código Civil brasileiro, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade do solo não abrange as jazidas, minas e demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais."
      },
      {
        "letra": "B",
        "texto": "Os frutos e mais produtos da coisa pertencem, ainda quando separados, ao seu proprietário, salvo se, por preceito jurídico especial, couberem a outrem."
      },
      {
        "letra": "C",
        "texto": "Aquele que semeia, planta ou edifica em terreno alheio, agindo ou não de boa‑fé, perde, em proveito do proprietário, as sementes, plantas e construções, sem direito a indenização."
      },
      {
        "letra": "D",
        "texto": "Aquele que possuir coisa móvel como sua, contínua e incontestadamente durante três anos, com justo título e boa‑fé, adquirir‑lhe‑á a propriedade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3298497",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "O Código Civil, como instrumento normativo, desempenha um papel essencial na regulamentação dos direitos e deveres relacionados ao patrimônio e às relações jurídicas. Avalie as proposições acerca do regramento da propriedade no Código Civil: I.O proprietário tem a faculdade de usar, gozar e dispor da coisa, e o direito de reavê-la do poder de quem quer que injustamente a possua ou detenha. II.São permitidos os atos que não trazem ao proprietário qualquer comodidade, ou utilidade, e sejam animados pela intenção de prejudicar outrem. III.A propriedade do solo abrange as jazidas, minas e demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a proposição II está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas a proposição I está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas a proposição III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições II e III estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3233110",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "De acordo com o Código Cívil, a constituição da propriedade fiduciária",
    "alternativas": [
      {
        "letra": "A",
        "texto": "permite ao credor, antes de vencida a divida, usara coisa segundo sua destinação sendo obrigado , como depositário, a empregar em sua guarda a diligência exigida por sua natureza."
      },
      {
        "letra": "B",
        "texto": "opera o desdobramento da posse, tomando o devedor possuidor indireto da coisa"
      },
      {
        "letra": "C",
        "texto": "impede o uso da coisa, pelo devedor, antes do pagamento da divida."
      },
      {
        "letra": "D",
        "texto": "transfere ao credor, com escopo de garantia, a propriedade resolúvel da coisa."
      },
      {
        "letra": "E",
        "texto": "confere ao credor o direito de ficar com a cosa alienada em garantia, se a divida não for paga no vencimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3151540",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Responsabilidade civil"
    ],
    "enunciado_principal": "Segundo disposto no Código Civil, o cancelamento de registro na matrícula do imóvel, em razão de ter sido fundado em escritura pública inexistente, autoriza a reivindicação do imóvel pelo legítimo proprietário em detrimento do terceiro adquirente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desde que seja comprovada a má-fé do terceiro adquirente, sendo irrelevante se a aquisição se deu a título gratuito ou oneroso."
      },
      {
        "letra": "B",
        "texto": "desde que seja comprovada a má-fé do terceiro adquirente e que a essa aquisição tenha sido a título gratuito."
      },
      {
        "letra": "C",
        "texto": "independentemente da boa-fé, mas desde que se comprove que a aquisição tenha sido a título gratuito."
      },
      {
        "letra": "D",
        "texto": "independentemente da boa-fé ou do título do terceiro adquirente."
      },
      {
        "letra": "E",
        "texto": "desde que seja comprovada a má-fé do terceiro adquirente e que essa aquisição sido a título oneroso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3128244",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Santo André - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Nos termos do Código Civil, assinale a alternativa correta com relação à propriedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade do solo abrange a do espaço aéreo e subsolo correspondentes, em altura e profundidade úteis ao seu exercício, não podendo o proprietário se opor a atividades que sejam realizadas, por terceiros, a uma altura ou profundidade tais, que não tenha ele interesse legítimo em impedi-las."
      },
      {
        "letra": "B",
        "texto": "A propriedade do solo abrange as jazidas, minas e demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais."
      },
      {
        "letra": "C",
        "texto": "O proprietário não pode ser privado da coisa se o imóvel reivindicado consistir em extensa área, na posse ininterrupta e de boa-fé, por mais de cinco anos, de considerável número de pessoas, ainda que estas nela tenham realizado obras e serviços considerados pelo juiz de interesses social e econômico relevantes."
      },
      {
        "letra": "D",
        "texto": "O proprietário do solo tem o direito de explorar os recursos minerais de emprego imediato na construção civil, desde que submetidos à transformação industrial, obedecido o disposto em lei especial."
      },
      {
        "letra": "E",
        "texto": "Os frutos e mais produtos da coisa pertencem, desde quando separados, a outrem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3127325",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Marília - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Marcos, proprietário de um imóvel situado na zona rural do município de Marília, com a intenção de não mais o conservar em seu patrimônio após sofrer com diversos problemas, decide abandonar o imóvel. Diante dessa situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de hipótese de renúncia do imóvel."
      },
      {
        "letra": "B",
        "texto": "Os efeitos da perda da propriedade imóvel serão subordinados ao registro do título transmissivo ou do ato renunciativo no Registro de Imóveis."
      },
      {
        "letra": "C",
        "texto": "O imóvel de Marcos poderá ser arrecadado pelo Poder Público, como bem vago, ainda que outrem esteja na posse do imóvel."
      },
      {
        "letra": "D",
        "texto": "O imóvel poderá ser arrecadado como bem vago e passar, três anos depois, à propriedade do Município de Marília."
      },
      {
        "letra": "E",
        "texto": "Há presunção absoluta da intenção de abandono do imóvel, quando, cessados os atos de posse, deixar Marcos de satisfazer os ônus fiscais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3117490",
    "metadata": "Ano: 2024 | Banca: IMPARH | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Conforme fartamente noticiado no Brasil e no exterior, recentemente, uma empresária declarou ser a proprietária de terras que fazem parte da Vila de Jericoacoara, isto é, terrenos do município. A área reivindicada por ela corresponde a 83% do território da Vila. Aludidos terrenos estavam sob controle do Governo do Ceará. De acordo com o Código Civil em relação ao direito de propriedade, assinale o quesito correto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transfere-se entre vivos a propriedade mediante o registro do título translativo no Registro de Imóveis, portanto, a prova da propriedade exige o registro na matrícula."
      },
      {
        "letra": "B",
        "texto": "A escritura pública é título bastante para comprovação da propriedade da interessada, portanto basta o documento em tela na comprovação dos argumentos esposados pela interessada."
      },
      {
        "letra": "C",
        "texto": "A posse contínua no imóvel é bastante à comprovação de propriedade."
      },
      {
        "letra": "D",
        "texto": "O contrato particular de compra e venda é título hábil à transferência jurídica dominial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3117481",
    "metadata": "Ano: 2024 | Banca: IMPARH | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Fortaleza é marcada por diversas ocupações indevidas de bens públicos municipais, desde favelas/comunidades até edifícios suntuosos. Diante dos fatos narrados, é correto afirmar à luz de jurisprudência sumulada do Superior Tribunal de Justiça (STJ).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ocupação indevida de bem público configura mera detenção, de natureza precária, insuscetível de retenção ou indenização por acessões e benfeitorias."
      },
      {
        "letra": "B",
        "texto": "O particular deve ser indenizado pelas acessões e benfeitorias, sem direito de retenção."
      },
      {
        "letra": "C",
        "texto": "O particular tem direito de retenção, bem como de ser indenizado das benfeitorias úteis e necessárias."
      },
      {
        "letra": "D",
        "texto": "Deve-se aferir a boa-fé do particular, a fim de fixar o direito à indenização e consequente regularização imobiliária em seu nome."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3113956",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "A sociedade empresária Turismo Melhor Ltda. decidiu empreender construção de um hotel em terreno de ótima localização em região urbana de expansão turística. Ao adquirir o terreno, as paredes divisórias com o terreno vizinho (desocupado e sem qualquer edificação) já estavam previamente definidas. Confiando que as medidas que constavam no registro correspondiam à realidade, a empresa realizou a obra e edificou por todo o seu terreno, respeitando as normas urbanísticas. De forma surpreendente, cinco anos depois, a empresa foi citada em ação na qual o proprietário do terreno vizinho alega que parte da construção atingiu 3% do seu terreno, denunciando que a parede divisória estava edificada de modo equivocado, diminuindo a área do seu imóvel conforme consta no registro. Considerando que o valor da edificação superou consideravelmente o valor do terreno e que a alegação do vizinho é verdadeira e devidamente comprovada, assinale a opção correta, identificando qual argumento a sociedade empresária pode invocar a seu favor, na forma da lei civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa pode alegar que adquiriu o terreno, por usucapião ordinária, em razão do exercício ininterrupto e pacífico da posse, de boa-fé, com intenção de ser dono, pelo prazo de 5 (cinco) anos."
      },
      {
        "letra": "B",
        "texto": "A empresa pode alegar que o limite entre os prédios causou confusão entre as partes, razão pela qual deve ser redefinido conforme a posse justa, que está a seu favor."
      },
      {
        "letra": "C",
        "texto": "A empresa pode alegar que adquiriu o terreno, por usucapião especial urbana, em razão do exercício ininterrupto e pacífico da posse, de boa-fé, com intenção de ser dono, pelo prazo de 5 (cinco) anos."
      },
      {
        "letra": "D",
        "texto": "A empresa pode alegar que o vizinho perdeu o prazo para requerer a demolição da obra, adquirindo a propriedade do solo sem a necessidade de pagamento de indenização."
      },
      {
        "letra": "E",
        "texto": "A empresa pode alegar que construiu parcialmente em terreno alheio, de boa-fé, adquirindo a propriedade do solo, devendo apenas indenizar o vizinho em valor correspondente à área perdida e à desvalorização da área remanescente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3113955",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Joyce de Assis e Marcel Queirós são proprietários de imóveis vizinhos e limítrofes na zona urbana do município de Nobres, Mato Grosso. Marcel iniciou a construção de uma casa de três pavimentos em seu terreno, que bloqueia parcialmente a ventilação natural da casa de Joyce, alterando as condições de ventilação que ela desfruta há décadas. Preocupada com o impacto da obra sobre o bem-estar de sua família e o valor de seu imóvel, Joyce procura orientação jurídica para eventualmente buscar medidas legais. Com base no direito de propriedade e nos direitos de vizinhança previstos no Código Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o proprietário tem o direito de construir livremente em seu terreno desde que siga as normas municipais, sem necessidade de considerar eventuais prejuízos a imóveis vizinhos."
      },
      {
        "letra": "B",
        "texto": "o exercício do direito de propriedade está condicionado à preservação dos direitos de vizinhança, vedadas práticas prejudiciais aos vizinhos."
      },
      {
        "letra": "C",
        "texto": "na zona urbana, o proprietário não poderá realizar construções a menos de três metros do terreno vizinho."
      },
      {
        "letra": "D",
        "texto": "a eventual violação ao direito de vizinhos gera a indenização pela desvalorização econômica do bem, sendo incabível o pleito de demolição."
      },
      {
        "letra": "E",
        "texto": "o proprietário do bem deverá tolerar construções no terreno vizinho, desde que atendidas a legislação ambiental pertinente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3007037",
    "metadata": "Ano: 2024 | Banca: - | Órgão: -",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Propriedade",
      "Desapropriação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "[Questão Inédita] Analise as assertivas a seguir: I - a propriedade atenderá a sua função social; II - a lei estabelecerá o procedimento para desapropriação por necessidade ou utilidade pública, ou por interesse social, mediante justa e prévia indenização em barras de ouro, ressalvados os casos previstos nesta Constituição; III - no caso de iminente perigo público, a autoridade competente poderá usar de propriedade particular, assegurada ao proprietário indenização ulterior, se houver dano; IV - a pequena e a média propriedade rural, assim definidas em lei, desde que trabalhadas pela família, não serão objeto de penhora para pagamento de débitos decorrentes de sua atividade produtiva, dispondo a lei sobre os meios de financiar o seu desenvolvimento; V - aos autores pertence o privilégio temporário de utilização, publicação ou reprodução de suas obras, transmissível aos herdeiros pelo tempo que a lei fixar; Estão de acordo com o texto constitucional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma alternativa;"
      },
      {
        "letra": "B",
        "texto": "Duas alternativas;"
      },
      {
        "letra": "C",
        "texto": "Três alternativas;"
      },
      {
        "letra": "D",
        "texto": "Quatro alternativas;"
      },
      {
        "letra": "E",
        "texto": "Cinco alternativas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2581568",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Americana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Acerca da propriedade, é CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O proprietário, desde que esteja na posse da coisa, tem a faculdade de usar, gozar, dispor e o direito de reavê-la do poder de quem quer que injustamente a possua ou detenha."
      },
      {
        "letra": "B",
        "texto": "O proprietário pode ser privado da coisa se o imóvel reivindicado consistir em extensa área, na posse ininterrupta e de boa-fé, por mais de quatro anos, de considerável número de pessoas, e estas nela houverem realizado, em conjunto ou separadamente, obras e serviços considerados pelo juiz de interesse social e econômico relevante."
      },
      {
        "letra": "C",
        "texto": "A propriedade do solo abrange as jazidas, minas e demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais."
      },
      {
        "letra": "D",
        "texto": "A propriedade do solo abrange a do espaço aéreo e subsolo correspondentes, em altura e profundidade úteis ao seu exercício, podendo o proprietário opor-se a atividades que sejam realizadas, por terceiros, a qualquer altura ou profundidade abrangidos pela propriedade."
      },
      {
        "letra": "E",
        "texto": "Os frutos e mais produtos da coisa pertencem, ainda quando separados, ao seu proprietário, salvo se, por preceito jurídico especial, couberem a outrem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2564202",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TCE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Patrícia é dona da Fazenda Santa Helena, localizada no interior brasileiro. A fazenda foi adquirida em 2007 por meio de instrumento particular sem registro no órgão público competente. Nos últimos anos, Patrícia vem explorando os recursos minerais do subsolo causando diversas erosões no solo e prejudicando os rios que abastecem as propriedades vizinhas. Com base no tema posse e propriedade, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A jurisprudência brasileira admite a possibilidade de comprovação da propriedade imobiliária por meio de prova testemunhal."
      },
      {
        "letra": "B",
        "texto": "A propriedade do solo abrange, pelo princípio da atração jurídica, as jazidas, as minas e os demais recursos minerais."
      },
      {
        "letra": "C",
        "texto": "Patrícia tem direito absoluto em relação a sua fazenda, podendo aproveitar os recursos naturais de acordo com seu interesse privado."
      },
      {
        "letra": "D",
        "texto": "O Direito brasileiro consagra que a propriedade do solo inclui o subsolo, contudo o espaço aéreo pertence à União."
      },
      {
        "letra": "E",
        "texto": "Os atos que não trazem ao proprietário qualquer comodidade, ou utilidade, e sejam animados pela intenção de prejudicar outrem, são defesos no ordenamento jurídico brasileiro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2542167",
    "metadata": "Ano: 2024 | Banca: CONTEMAX | Órgão: Prefeitura de Barra de São Miguel - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Segundo o Código Civil Brasileiro, a propriedade em geral é regulada por diversos dispositivos legais que abrangem seus aspectos fundamentais. Com base nisso, assinale a alternativa correta que descreve corretamente um princípio ou característica da propriedade conforme estabelecido no Código Civil: (Art. 1230, §ú do CC)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O proprietário do solo tem direito exclusivo e absoluto à exploração de todos os recursos minerais existentes em sua propriedade, independentemente de sua transformação."
      },
      {
        "letra": "B",
        "texto": "O proprietário do solo tem o direito de explorar os recursos minerais de emprego imediato na construção civil, desde que não submetidos a transformação industrial, obedecido o disposto em lei especial."
      },
      {
        "letra": "C",
        "texto": "O proprietário do solo tem direito à exploração de recursos minerais de emprego imediato na construção civil, desde que obtenha a devida licença do órgão ambiental competente."
      },
      {
        "letra": "D",
        "texto": "O proprietário do solo tem direito à exploração de recursos minerais de emprego imediato na construção civil, desde que os recursos sejam explorados de forma que não cause impacto ambiental, e após sejam submetidos a transformação industrial."
      },
      {
        "letra": "E",
        "texto": "O proprietário do solo não tem direito à exploração de recursos minerais existentes em sua propriedade, mesmo que sejam de emprego imediato na construção civil e sejam submetidos a transformação industrial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2534388",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Câmara de Araripina - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Julgue o item subsequente.No Direito Civil brasileiro, que abrange as pessoas naturais e jurídicas (CC, artigos 1.º a 69), domicílio (CC, artigos 70 a 78), fatos jurídicos, negócios jurídicos (CC, artigos 104 a 184), atos jurídicos lícitos (CC, art. 185), atos ilícitos (CC, artigos 186 a 188), Direito das Obrigações - Modalidades das Obrigações (CC, artigos 233 a 285), e contratos em geral (CC, artigos 421 a 480), o princípio da função social da propriedade estabelece que o uso da propriedade deve atender aos interesses coletivos e sociais, superando o caráter individualista do direito de propriedade. Esse princípio supostamente permite que a função social seja um limitador absoluto do direito de propriedade, conferindo à coletividade o poder de intervir e decidir sobre a utilização de propriedades privadas, sem necessidade de compensação ao proprietário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2446378",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: FINEP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "No que se refere ao direito de propriedade, o proprietário resolúvel pode I usar a coisa; II gozar da coisa; III dispor da coisa; IV reivindicar a coisa. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I, II e III estão certos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I, II e IV estão certos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I, III e IV estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II, III e IV estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2439572",
    "metadata": "Ano: 2024 | Banca: UNIVIDA | Órgão: Prefeitura de Ivaí - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Sobre a alienação, renúncia, bem como o perecimento, a desapropriação e o abandono, modos de perda da propriedade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desapropriação é um modo voluntário de perda da propriedade."
      },
      {
        "letra": "B",
        "texto": "Os modos de perda da propriedade previstos no Código Civil por meio do artigo 1275 são taxativos."
      },
      {
        "letra": "C",
        "texto": "É vedada a alienação a título gratuito."
      },
      {
        "letra": "D",
        "texto": "O perecimento não pode se dar por ato de vontade do próprio titular do bem."
      },
      {
        "letra": "E",
        "texto": "Por ser direito disponível, o direito de propriedade pode ser renunciado pelo seu titular."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2414866",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Luíza e Carlos querem se casar, entretanto não têm onde morar após a sua união. A mãe de Luíza, que reside em uma pequena casa em uma comunidade, ofereceu a eles a possibilidade de construírem sobre a laje da sua residência, o que foi feito. Não existiu contrato escrito entre as partes. Levando em conta os bens reciprocamente considerados, pela falta de contrato escrito e pelo princípio do acessório acompanha o principal, a aplicação da lei e da jurisprudência implicam que o que foi construído se acresce ao patrimônio da mãe de Luíza, não havendo direitos a serem reclamados por Luíza e Carlos. Caso houvesse um contrato escrito ou a edificação tivesse sido feita no terreno ao fundo do lote e não na laje da casa seria possível requerer-se eventual indenização pelo que foi gasto com a edificação. Na situação que foi narrada, não existe esta hipótese.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2369066",
    "metadata": "Ano: 2024 | Banca: INQC | Órgão: CPTrans de Petrópolis - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Junius Laelius foi eleito governador do Estado J e nomeou como Procurador Geral do Estado Otto Paulus que veio a apresentar defesa proposta por pessoa física que havia requerido constrição sobre o patrimônio público. Os bens das pessoas jurídicas de direito público estão protegidos pela cláusula de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impenhorabilidade"
      },
      {
        "letra": "B",
        "texto": "imprestabilidade"
      },
      {
        "letra": "C",
        "texto": "inamovibilidade"
      },
      {
        "letra": "D",
        "texto": "inocuidade"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2367638",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Maria ocupa indevidamente determinado imóvel, que é bem público dominical do Estado Ômega, há mais de vinte anos, sem qualquer oposição do proprietário, de modo que, em tese, preenche os requisitos necessários para a usucapião. Ela conferiu função social ao imóvel em questão, considerando que nele constituiu sua moradia, mas, enquanto visitava parentes em uma cidade distante, o bem foi invadido por Laura, de modo que Maria visa a ajuizar ação possessória em face de Laura para debelar o esbulho. Diante dessa situação hipotética, considerando o entendimento do Superior Tribunal de Justiça acerca dos bens públicos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diante do preenchimento dos respectivos requisitos houve a aquisição do bem público por Maria por meio da usucapião."
      },
      {
        "letra": "B",
        "texto": "O bem público não poderia ser adquirido por Maria, a quem, não obstante, são reconhecidos os efeitos da posse, inclusive, em face do Poder Público."
      },
      {
        "letra": "C",
        "texto": "Maria apenas poderia se valer de proteção possessória em face de Laura se o bem público em questão fosse de uso comum."
      },
      {
        "letra": "D",
        "texto": "Não é possível reconhecer nenhuma proteção possessória para Maria, nem mesmo para debelar o esbulho realizado por Laura."
      },
      {
        "letra": "E",
        "texto": "Apesar de não ter proteção possessória em face do proprietário do bem público, o direito de Maria, no tocante ao imóvel, é passível de proteção nas contendas entre particulares."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2362688",
    "metadata": "Ano: 2024 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Curvelo - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Sobre a propriedade, de acordo com o disposto no Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade do solo abrange jazidas, minas e demais recursos minerais, além dos potenciais de energia hidráulica."
      },
      {
        "letra": "B",
        "texto": "A propriedade do solo não abrange a do espaço aéreo e subsolo correspondentes."
      },
      {
        "letra": "C",
        "texto": "Os frutos e mais produtos da coisa pertencem, ainda quando separados, ao seu proprietário, salvo se, por preceito jurídico especial, couberem a outrem."
      },
      {
        "letra": "D",
        "texto": "O proprietário do solo tem o direito de explorar os recursos minerais de emprego imediato na construção civil, ainda que submetidos a transformação industrial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2360730",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Antônio de Bolonha promoveu ação reivindicatória de um terreno de mais de duzentos mil metros quadrados em face de cem pessoas que possuem determinada área, fundamentando o pleito na qualidade de proprietário do imóvel; para tanto, anexou a certidão do registro geral de imóveis competente. Em suma, os réus contestam a demanda com base na função social e alegam que estão na posse ininterrupta do bem há mais de dez anos e que realizaram obras de interesse social relevante. Alegam ainda os réus a posse de boa-fé. Sobre a situação hipotética, com base no tema propriedade, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A função social não é prevista no ordenamento jurídico brasileiro, devendo a ação ser julgada procedente, pois o proprietário tem o direito de reaver o bem independentemente de com que esteja."
      },
      {
        "letra": "B",
        "texto": "Na situação narrada, o Juiz pode considerar as alegações trazidas pelos réus, privando Antônio de Bolonha da coisa, devendo fixar a justa indenização que será devida ao proprietário."
      },
      {
        "letra": "C",
        "texto": "O Direito Civil brasileiro considera o direito absoluto à propriedade, devendo ser julgada procedente a ação, desconsiderando, por falta de base normativa, os alegados pelos réus."
      },
      {
        "letra": "D",
        "texto": "O proprietário somente pode ser privado da coisa, nos casos de desapropriação, por necessidade ou utilidade pública ou interesse social, bem como no de requisição, em caso de perigo público iminente."
      },
      {
        "letra": "E",
        "texto": "A expropriação da propriedade que não atende a função social independe do pagamento de indenização."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2428489",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Araraquara - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Dentre as afirmativas abaixo, assinale a que corresponde corretamente a uma restrição imposta ao exercício do direito de propriedade, de acordo com o art. 1.228, do Código Civil Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O proprietário pode utilizar sua propriedade de qualquer forma, sem restrições, desde que não cause poluição do ar e das águas."
      },
      {
        "letra": "B",
        "texto": "O proprietário pode realizar atos que causem prejuízo a terceiros, desde que esses atos tragam alguma comodidade ou utilidade para ele próprio."
      },
      {
        "letra": "C",
        "texto": "O proprietário não pode ser privado de sua propriedade, a menos que seja por desapropriação por necessidade pública, utilidade pública ou interesse social."
      },
      {
        "letra": "D",
        "texto": "O proprietário tem o direito de utilizar sua propriedade de qualquer forma, sem restrições, desde que respeite as finalidades econômicas e sociais, mas não há menção à preservação do patrimônio histórico e artístico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2397768",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Enfiteuse e Superfície",
      "Direito de Laje"
    ],
    "enunciado_principal": "De acordo com o disposto no Código Civil, são direitos reais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a hipoteca, os contratos em geral e a anticrese."
      },
      {
        "letra": "B",
        "texto": "a posse, as servidões e o uso."
      },
      {
        "letra": "C",
        "texto": "a habitação, os direitos de vizinhança e o penhor."
      },
      {
        "letra": "D",
        "texto": "a propriedade, a superfície e a laje."
      },
      {
        "letra": "E",
        "texto": "a concessão de uso especial para fins de moradia, os direitos da personalidade e o usufruto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2346813",
    "metadata": "Ano: 2023 | Banca: Aroeira | Órgão: Prefeitura de Piracanjuba - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "O Direito de propriedade está regulado pela nossa Lei Civil que dispõe: O proprietário tem a faculdade de usar, gozar e dispor da coisa, e o direito de reavê-la do poder de quem quer que injustamente a possua ou detenha. Sobre a propriedade, para estar de acordo com o Código Civil é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São defesos os atos que não trazem ao proprietário qualquer comodidade, ou utilidade, e sejam animados pela intenção de prejudicar outrem."
      },
      {
        "letra": "B",
        "texto": "O proprietário não pode ser privado da coisa no seu direito de propriedade."
      },
      {
        "letra": "C",
        "texto": "A propriedade do solo abrange as jazidas, minas e demais recursos minerais."
      },
      {
        "letra": "D",
        "texto": "O proprietário só pode ser privado da coisa em caso de perigo público iminente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2322733",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Quanto à posse e à propriedade, analise as afirmativas a seguir. I. O possuidor tem direito a ser mantido na posse em caso de turbação, restituído no de esbulho, e segurado de violência iminente, se tiver justo receio de ser molestado, não obstando à manutenção ou reintegração na posse a alegação de propriedade, ou de outro direito sobre a coisa. II. O possuidor tem direito a ser mantido na posse em caso de turbação, restituído no de esbulho, e segurado de violência iminente, se tiver justo receio de ser molestado, porém a sua manutenção na posse é obstada pela alegação de propriedade, pois o proprietário pode reaver a coisa por ter o domínio. III. Não há posse ad usucapionem em favor daqueles que ocupam um imóvel se nele ingressaram por meio de ato violento, pois não induzem posse os atos de mera permissão ou tolerância, assim como não autorizam a sua aquisição os atos violentos ou clandestinos. Está(ão) correta(s) a(s) afirmativa(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2319999",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Manuel, residente no Rio de Janeiro, emprestou para Eduarda, sua sobrinha, um sítio de sua propriedade até então desabitado e descuidado, na cidade de Petrópolis, e autorizou Eduarda a utilizá-lo como bem entendesse. Manuel, todavia, esqueceu-se de que um carro velho, que havia pertencido a seu pai, estava na garagem do sítio. Eduarda, empreendedora, e muito talentosa, decidiu fazer uma reforma completa na velha casa, para transformá-la em uma pousada. Durante a obra, Eduarda teve a ideia de transformar o carro velho em uma escultura para ornamentar o jardim, inutilizando o automóvel, que passou a ter função meramente decorativa. O empreendimento deu muito certo, e a pousada de Eduarda tornou-se a mais valorizada da região, acarretando, inclusive, uma valorização enorme também dos imóveis da vizinhança. Um ano mais tarde, Manuel faleceu, e Eduarda foi procurada por Thomaz, herdeiro mais próximo do falecido, que pediu a ela a restituição do imóvel e do carro. Com base nos fatos narrados, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eduarda adquiriu a propriedade do sítio por acessão inversa e, a do carro, por especificação."
      },
      {
        "letra": "B",
        "texto": "Manuel adquiriu a propriedade de todas as obras feitas por Eduarda, que poderá cobrar, agora, as devidas indenizações."
      },
      {
        "letra": "C",
        "texto": "As obras no imóvel geram para Eduarda direito a indenização, porém, a obra no carro não é indenizável, por ter Eduarda procedido de má-fé."
      },
      {
        "letra": "D",
        "texto": "Eduarda não poderia ter feito obras em bens que não lhe pertenciam, razão pela qual não tem direito a qualquer indenização."
      },
      {
        "letra": "E",
        "texto": "As obras no imóvel geram para Eduarda direito à indenização, enquanto a obra no carro gera o direito de propriedade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2319983",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Efeitos, Tutela, Transmissão e Perda da Posse",
      "Modos de Aquisição da Propriedade Imóvel",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Em um lançamento de um condomínio de lotes de terrenos, Jaqueline adquire o Lote 3 da Quadra 5 pelo valor de R$ 50.000,00 (cinquenta mil reais). Um mês após a aquisição, Jaqueline construiu sua casa por meio de empreitada, de lavor e material, que consumiu R$ 150.000,00 (cento e cinquenta mil reais de sua economia) de suas economias. Três anos após o início da obra, Jaqueline recebeu notificação extrajudicial de Marcos reclamando a posse do imóvel, sob a alegação de ser proprietário do terreno em que a casa foi construída. Aturdida, Jaqueline descobre que, de fato, construiu, por total descuido, sobre terreno que julgava ser o Lote 3. Contudo, após análise técnica, verificou que sua casa estava, de fato, construída sobre o lote 4, titularizado por Marcos. Sem chegar a uma composição amigável, Jaqueline",
    "alternativas": [
      {
        "letra": "A",
        "texto": "faz jus à retenção do terreno, enquanto não for indenizada pela benfeitoria."
      },
      {
        "letra": "B",
        "texto": "adquirirá a propriedade, independentemente da vontade de Marcos, indenizando-o pelo solo."
      },
      {
        "letra": "C",
        "texto": "deve devolver o terreno a Marcos de forma livre e desembaraçada de pessoas e coisas."
      },
      {
        "letra": "D",
        "texto": "faz jus à propriedade do Lote 4 por força de usucapião especial."
      },
      {
        "letra": "E",
        "texto": "tem direito à indenização, após transferir a posse a Marcos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2307552",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "Doutrinariamente, verifica-se a chamada propriedade ad tempus no(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "revogação da doação por ingratidão;"
      },
      {
        "letra": "B",
        "texto": "exercício de direito de retrato;"
      },
      {
        "letra": "C",
        "texto": "fideicomisso;"
      },
      {
        "letra": "D",
        "texto": "alienação fiduciária de bens móveis;"
      },
      {
        "letra": "E",
        "texto": "venda a contento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2307551",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Em 2004, Rosa e Heleno doam, por escritura pública, para seu único filho, Adamastor, uma fazenda com cláusula de inalienabilidade. Em 2022, Adamastor, já com 71 anos, pede o cancelamento do gravame, sob o fundamento de que não tem como conservar propriamente o imóvel, cuja manutenção em seu patrimônio está lhe causando mais ônus do que bônus, tudo a violar seus direitos fundamentais como pessoa idosa. Heleno, instado a se manifestar, resiste ao pedido, sob o fundamento de que a fazenda é seu único legado. Rosa já havia falecido. Nesse caso, à luz da jurisprudência do Superior Tribunal de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a cláusula somente poderá ser cancelada com a morte de Adamastor, em favor de seus herdeiros, considerando que não pode haver restrição perpétua à alienabilidade de bens;"
      },
      {
        "letra": "B",
        "texto": "para justificar o cancelamento da cláusula, Adamastor deverá comprovar o esvaziamento do conteúdo econômico do direito que lhe foi transferido, porque, nesse caso, para evitar a destruição da coisa, é possível sua alienação;"
      },
      {
        "letra": "C",
        "texto": "considerando que a doação constituiu adiantamento de legítima, é possível proceder ao cancelamento da cláusula, por aplicação analógica do Art. 1.848 do Código Civil, segundo o qual, sobre os bens da legítima, somente podem ser estabelecidas restrições justificadas, o que, passadas quase duas décadas, não mais se verifica;"
      },
      {
        "letra": "D",
        "texto": "somente se cogitará da possibilidade de cancelamento da cláusula com a morte de Heleno, à luz das circunstâncias do caso concreto, notadamente o longo tempo de vigência da inalienabilidade, a ausência de risco patrimonial a Adamastor e os excessivos ônus que surgiram;"
      },
      {
        "letra": "E",
        "texto": "no caso, não é possível o cancelamento para evitar a dilapidação patrimonial, de sorte que se deve aplicar, por analogia, a lógica protetiva que versa sobre a separação obrigatória de bens, limitando a disponibilidade do idoso para garantir seu mínimo existencial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2307550",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Propriedade Resolúvel e Propriedade Fiduciária",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca",
      "Noções Fundamentais de Direitos Reais",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "Sobre determinado imóvel, pendiam (i) penhora proveniente de execução trabalhista em face de seu proprietário; e (ii) hipoteca bancária. Sucede que, em uma execução cível no juízo estadual, o bem, depois da devida tramitação, foi levado a leilão e arrematado por preço superior às dívidas vinculadas aos gravames. Expedida a carta de arrematação, o Registro de Imóveis se recusa a transferir a propriedade ao arrematante, diante das anotações constantes da matrícula. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda que a arrematação seja forma de aquisição originária da propriedade, seus efeitos são relativos às partes no processo, de modo que o registro da carta só poderá ocorrer com a concordância dos demais credores;"
      },
      {
        "letra": "B",
        "texto": "a arrematação é forma de aquisição originária da propriedade, de modo que, inexistindo prévia relação entre o arrematante e o antigo proprietário, os gravames anteriores devem ser cancelados, e a carta, registrada, mesmo que, com isso, não concordem os credores;"
      },
      {
        "letra": "C",
        "texto": "como a arrematação é forma de aquisição derivada da propriedade, seus efeitos são relativos às partes no processo, de modo que o registro da carta só poderá ocorrer com a concordância dos demais credores;"
      },
      {
        "letra": "D",
        "texto": "embora a aquisição seja forma de aquisição originária da propriedade, o arrematante recebe o bem com seus ônus, notadamente a hipoteca devidamente registrada, da qual só se exonerará após o pagamento;"
      },
      {
        "letra": "E",
        "texto": "a arrematação é forma de aquisição derivada da propriedade, de modo que, inexistindo prévia relação entre o arrematante e o antigo proprietário, os gravames anteriores devem ser cancelados, e a carta, registrada, mesmo que, com isso, não concordem os credores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2288790",
    "metadata": "Ano: 2023 | Banca: IPEFAE | Órgão: Prefeitura de Campos do Jordão - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "A propriedade é um direito que pode ser exercido por pessoas físicas e/ou por pessoas jurídicas. De acordo com o Código Civil brasileiro em vigor, estão corretas as alternativas abaixo, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O proprietário tem a faculdade de usar, gozar e dispor da coisa."
      },
      {
        "letra": "B",
        "texto": "É direito do proprietário reaver a coisa do poder de quem quer que injustamente a possua ou detenha."
      },
      {
        "letra": "C",
        "texto": "O proprietário também pode ser privado da coisa se o imóvel reivindicado consistir em extensa área, na posse ininterrupta e de boa-fé, por mais de dez anos, de considerável número de pessoas, e estas nela houverem realizado, em conjunto ou separadamente, obras e serviços considerados pelo juiz de interesse social e econômico relevante."
      },
      {
        "letra": "D",
        "texto": "O proprietário pode ser privado da coisa, nos casos de desapropriação, por necessidade ou utilidade pública ou interesse social, bem como no de requisição, em caso de perigo público iminente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2271408",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Um grupo de cerca de 160 pessoas, incluindo Antônio e José, foi surpreendido pelo recebimento de um mandado de citação no dia 29 de setembro de 2023, expedido em processo judicial no qual a empresa Capital Expresso S/A exige a reivindicação de uma área de 2.500 hectares, situada em Vargem Grande. A ação foi distribuída no dia 16 de abril de 2023. Antônio e José procuram a Defensoria Pública após o recebimento do mandado e alegam que o local reivindicado, antes abandonado, foi ocupado pelo grupo desde agosto de 2017, oportunidade na qual os ocupantes fixaram moradia e iniciaram atividade de agricultura familiar e orgânica. Acrescentaram que o grupo é formado por 42 famílias. Alegaram ainda que os alimentos produzidos são utilizados para a manutenção das famílias ocupantes e doados para as creches e escolas públicas locais, além de vendidos em uma feira realizada no próprio local, atendendo à vizinhança. Considerando as regras concernentes à posse e propriedade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente fazem jus à indenização pelas benfeitorias úteis e necessárias realizadas, não cabendo retenção da posse;"
      },
      {
        "letra": "B",
        "texto": "não será possível alegar direito algum, diante da qualidade da posse dos ocupantes, devendo ser restituído o bem aos legítimos proprietários;"
      },
      {
        "letra": "C",
        "texto": "caberá a alegação de Usucapião Especial Rural, tendo em vista o tempo que os ocupantes estão no local e as características do imóvel, bem como sua destinação, não sendo relevante a medida da área;"
      },
      {
        "letra": "D",
        "texto": "caberá o pedido de manutenção da posse, somente, já que possuem direito à indenização pelas benfeitorias realizadas no imóvel, bem como à retenção pelas benfeitorias úteis e necessárias enquanto não for paga a indenização;"
      },
      {
        "letra": "E",
        "texto": "caberá o pleito de perda da propriedade pela empresa demandante em favor dos ocupantes, por decisão judicial, diante da realização de obras e serviços de interesse social e econômico relevante pelos demandados, além do tempo de posse e a boa-fé dos ocupantes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2264574",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Com relação à propriedade analise os itens a seguir e, ao final, assinale a alternativa correta: I – O proprietário tem a faculdade de usar, gozar e dispor da coisa, e o direito de reavê-la do poder de quem quer que injustamente a possua ou detenha. II – O direito de propriedade deve ser exercido em consonância com as suas finalidades econômicas e sociais e de modo que sejam preservados, de conformidade com o estabelecido em lei especial, a flora, a fauna, as belezas naturais, o equilíbrio ecológico e o patrimônio histórico e artístico, bem como evitada a poluição do ar e das águas. III – O proprietário pode ser privado da coisa, nos casos de desapropriação, por necessidade ou utilidade pública ou interesse social, bem como no de requisição, em caso de perigo público iminente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é verdadeiro."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são verdadeiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2264083",
    "metadata": "Ano: 2023 | Banca: Instituto UniFil | Órgão: Prefeitura de Japira - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Assinale a alternativa que não configura uma condição para perda da propriedade, nos termos do Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por desapropriação."
      },
      {
        "letra": "B",
        "texto": "Por usucapião."
      },
      {
        "letra": "C",
        "texto": "Pela renúncia."
      },
      {
        "letra": "D",
        "texto": "Por alienação."
      },
      {
        "letra": "E",
        "texto": "Por perecimento da coisa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2261414",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Não encerra propriedade resolúvel a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "doação remuneratória."
      },
      {
        "letra": "B",
        "texto": "retrovenda."
      },
      {
        "letra": "C",
        "texto": "doação com cláusula de reversão."
      },
      {
        "letra": "D",
        "texto": "alienação fiduciária em garantia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2224547",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Marquinhos alugou seu apartamento para Priscilla que, por sua vez, sublocou-o a Genaro. Ocorre que o vizinho do apartamento inferior promove festas que se arrastam por toda a madrugada, impedindo que Genaro tenha uma única noite de sono. Nesse caso, pode(m) reclamar judicialmente a limitação das festas ao horário diurno:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marquinhos, Priscilla e Genaro;"
      },
      {
        "letra": "B",
        "texto": "Marquinhos e Genaro, apenas;"
      },
      {
        "letra": "C",
        "texto": "Priscilla e Genaro, apenas;"
      },
      {
        "letra": "D",
        "texto": "Marquinhos, apenas;"
      },
      {
        "letra": "E",
        "texto": "Genaro, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2215590",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM de Natal - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Se a construção de edificação em terreno alheio exceder consideravelmente o valor do terreno, aquele que, de boa-fé, a tiver realizado adquirirá a propriedade do solo, mediante pagamento da indenização, por ser configurada, nesse caso, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "confusão."
      },
      {
        "letra": "B",
        "texto": "acessão."
      },
      {
        "letra": "C",
        "texto": "usucapião familiar."
      },
      {
        "letra": "D",
        "texto": "ocupação."
      },
      {
        "letra": "E",
        "texto": "usucapião extraordinária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2195263",
    "metadata": "Ano: 2023 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "A garantia de propriedade e a sua função social e ambiental são resguardadas no direito pátrio. Dentro dessa conjuntura, qual assertiva guarda um arranjo verossímil com a aplicação prática da limitação ao direito de propriedade?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As conquistas socioambientais poderão, posteriormente, vir a ser minimizadas e neutralizadas por lei posterior."
      },
      {
        "letra": "B",
        "texto": "Os princípios vetores de uma ordem econômica sustentada e equilibrada estão ligados à função social da propriedade."
      },
      {
        "letra": "C",
        "texto": "As convenções particulares anteriores ao Código Civil de 2022 prevalecerão, conforme o caso, sobre preceitos de ordem pública."
      },
      {
        "letra": "D",
        "texto": "As perdas e danos pela perda da posse são vedadas, sendo absoluto o mandamento da ordem reintegratória."
      },
      {
        "letra": "E",
        "texto": "A legitimação do direito de propriedade é apartada do respeito à sua função social."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2176505",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Jaguariúna - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Um imóvel urbano, localizado na Rua X, nº 1, não era habitado ou possuído por ninguém. Referido imóvel era motivo de grandes transtornos aos seus vizinhos, tendo em vista que a falta de limpeza ocasionou uma infestação de ratos e insetos na rua. Após receber várias reclamações dos vizinhos, a Municipalidade constatou que, além do imóvel não ser habitado ou possuído por qualquer pessoa, o proprietário deixou de satisfazer os ônus fiscais há mais três anos. Tendo em vista o caso hipotético, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Presume-se de modo absoluto que o proprietário abandonou o imóvel, podendo este ser arrecadado como bem vago e, após três anos, passar à propriedade do Município."
      },
      {
        "letra": "B",
        "texto": "Presume-se de modo relativo que o proprietário abandonou o imóvel, podendo este ser arrecadado como bem vago e, após três anos, passar à propriedade do Município."
      },
      {
        "letra": "C",
        "texto": "Presume-se de modo relativo que o proprietário abandonou o imóvel, podendo este ser arrecadado como bem vago e, após cinco anos, passar à propriedade do Município."
      },
      {
        "letra": "D",
        "texto": "Presume-se de modo absoluto que o proprietário abandonou o imóvel, podendo este ser arrecadado como bem vago e, após cinco anos, passar à propriedade do Município."
      },
      {
        "letra": "E",
        "texto": "Presume-se de modo relativo que o proprietário abandonou o imóvel, podendo este ser arrecadado como bem vago e, após dez anos, passar à propriedade do Município."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2134216",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Condomínio"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito de posse, propriedade e condomínio, considerando a jurisprudência do STJ e as disposições do Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São princípios do registro imobiliário a legalidade e a distinção das matriculas."
      },
      {
        "letra": "B",
        "texto": "A alienação de bem por herdeiro aparente em favor de comprador de boa-fé é exemplo de venda a non domino."
      },
      {
        "letra": "C",
        "texto": "O atual Código Civil brasileiro adota preponderantemente a teoria subjetiva da posse"
      },
      {
        "letra": "D",
        "texto": "A usucapião extraordinária tem o prazo prescricional interrompido quando a notificação do proprietário para a desocupação do bem é feita após o implemento dos requisitos aquisitivos."
      },
      {
        "letra": "E",
        "texto": "A pretensão do condomínio de cobrar em juízo a taxa condominial, constante em instrumento público ou particular, prescreve no prazo de dois anos, contados do dia do vencimento da prestação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2131256",
    "metadata": "Ano: 2023 | Banca: FUNDEPES | Órgão: Prefeitura de Marechal Deodoro - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Dadas as afirmativas referentes ao direito das obrigações e aos registros públicos,I. Quando a escolha couber ao credor e uma das prestações tornar-se impossível por culpa do devedor, o credor terá direito de exigir a prestação subsistente ou o valor da outra, com perdas e danos; se, por culpa do devedor, ambas as prestações se tornarem inexequíveis, poderá o credor reclamar o valor de qualquer das duas, além da indenização por perdas e danos. II. O desmembramento territorial posterior ao registro exige sua repetição em novo cartório. III. A certidão da situação jurídica atualizada do imóvel compreende as informações vigentes de sua descrição, número de contribuinte, proprietário, direitos, ônus e restrições, judiciais e administrativas, incidentes sobre o imóvel e o respectivo titular, além das demais informações necessárias à comprovação da propriedade e à transmissão e à constituição de outros direitos reais. IV. Se a obrigação for de restituir coisa certa, e esta, sem culpa do devedor, perder-se antes da tradição, sofrerá o credor a perda, e a obrigação, portanto, resolver-se-á peremptoriamente.verifica-se que estão corretas apenas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2129726",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: ICTIM - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Nos termos do art. 1.228, do Código Civil Brasileiro, o proprietário tem a faculdade de usar, gozar e dispor da coisa, e o direito de reavê-la do poder de quem quer que injustamente a possua ou detenha. A respeito do direito de propriedade, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade do solo abrange a do espaço aéreo e subsolo correspondentes, em altura e profundidade ilimitadas, podendo o proprietário opor-se a atividades que sejam realizadas, por terceiros, a uma altura ou profundidade, mesmo que não lhe traga prejuízo algum."
      },
      {
        "letra": "B",
        "texto": "A propriedade do solo não abrange as jazidas, minas e demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais."
      },
      {
        "letra": "C",
        "texto": "Aquele que possuir coisa móvel como sua, contínua e incontestadamente durante cinco anos, com justo título e boa-fé, adquirir-lhe-á a propriedade."
      },
      {
        "letra": "D",
        "texto": "Os frutos caídos de árvore do terreno vizinho pertencem ao dono do solo onde a árvore estiver plantada, se este for de propriedade particular."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2126411",
    "metadata": "Ano: 2023 | Banca: INSTITUTO MAIS | Órgão: Prefeitura de Santana de Parnaíba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Sobre a posse e a propriedade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse indireta, de pessoa que tem a coisa em seu poder, temporariamente, em virtude de direito pessoal, ou real, não anula a direta, de quem aquela foi havida, podendo o possuidor indireto defender a sua posse contra o direto."
      },
      {
        "letra": "B",
        "texto": "Quando, por força natural violenta, uma porção de terra se destacar de um prédio e se juntar a outro, o dono deste adquirirá a propriedade do acréscimo, sem indenização."
      },
      {
        "letra": "C",
        "texto": "Ao possuidor de boa-fé serão ressarcidas somente as benfeitorias necessárias; não lhe assiste o direito de retenção pela importância das benfeitorias úteis, nem o de levantar as voluptuárias."
      },
      {
        "letra": "D",
        "texto": "São defesos os atos que não trazem ao proprietário qualquer comodidade, ou utilidade, e sejam animados pela intenção de prejudicar outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2110422",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Com base nas normas do Código Civil sobre o direito das coisas, julgue o item que se segue. A resolução de uma propriedade por meio de implemento de condição resolve também os direitos reais concedidos na sua pendência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2099011",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Em relação ao Direito de Propriedade, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o direito de propriedade é transmitido por seu titular ao sucessor, por ato inter vivos, pelo registro do título no respectivo Cartório de Registro."
      },
      {
        "letra": "B",
        "texto": "o proprietário deve exercer seu direito de propriedade com observância da ordem pública, dos fins econômicos e sociais, assegurando o cumprimento da função social da propriedade."
      },
      {
        "letra": "C",
        "texto": "o proprietário tem o direito subjetivo de livremente usar, fruir e dispor de seu bem, e o direito de reavê-lo do poder de quem quer que o possua ou detenha."
      },
      {
        "letra": "D",
        "texto": "o usufruto é direito real sobre uma coisa alheia constituído pelo titular do direito de sua propriedade, mediante a lavratura de escritura pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2094596",
    "metadata": "Ano: 2023 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo sobre a posse e a propriedade, com fundamento na legislação civil. 1. A propriedade do solo não abrange os potenciais de energia hidráulica. 2. O proprietário somente poderá ser privado da coisa em caso de desapropriação, seja por necessidade pública, por utilidade pública ou por interesse social. 3. A posse não se transmite aos herdeiros ou legatários do possuidor. 4. O possuidor tem direito a ser mantido na posse em caso de esbulho. Assinale a alternativa que indica todas as afirmativas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É correta apenas a afirmativa 1."
      },
      {
        "letra": "B",
        "texto": "São corretas apenas as afirmativas 1 e 2."
      },
      {
        "letra": "C",
        "texto": "São corretas apenas as afirmativas 1 e 3."
      },
      {
        "letra": "D",
        "texto": "São corretas apenas as afirmativas 3 e 4."
      },
      {
        "letra": "E",
        "texto": "São corretas apenas as afirmativas 2, 3 e 4."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2094595",
    "metadata": "Ano: 2023 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Efeitos, Tutela, Transmissão e Perda da Posse",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Com fundamento na legislação de regência, tem direito à concessão de uso especial para fins de moradia, relativamente ao bem objeto da posse, aquele que: Possuiu como seu, por............ anos, ininterruptamente e sem oposição, até............ m² de imóvel público situado em área com características e finalidade............ , e que o utilize para sua moradia ou de sua família............, seja proprietário ou concessionário, a qualquer título, de outro imóvel urbano ou rural. Assinale a alternativa que completa corretamente as lacunas do texto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3 • 350 • urbanas • ainda que"
      },
      {
        "letra": "B",
        "texto": "5 • 200 • urbanas ou rurais • ainda que"
      },
      {
        "letra": "C",
        "texto": "5 • 250 • urbanas • desde que não"
      },
      {
        "letra": "D",
        "texto": "10 • 200 • urbanas ou rurais • ainda que"
      },
      {
        "letra": "E",
        "texto": "10 • 250 • urbanas ou rurais • desde que não"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2082779",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usufruto",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Assinale a alternativa correta, segundo o Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São direitos reais: a posse; a propriedade; o usufruto; o penhor; a concessão de uso especial para fins de moradia, e entre outros;"
      },
      {
        "letra": "B",
        "texto": "Podem ser objeto de hipoteca: os imóveis, excluindo-se os seus acessórios;"
      },
      {
        "letra": "C",
        "texto": "A propriedade nunca se presume plena e exclusiva, há a necessidade da produção de provas;"
      },
      {
        "letra": "D",
        "texto": "O proprietário pode conceder a outrem o direito de construir ou de plantar em seu terreno, por tempo indeterminado, mediante escritura pública devidamente registrada no Cartório de Registro de Imóveis, autorizando-se a obra no subsolo como intrínseca ao direito de superfície;"
      },
      {
        "letra": "E",
        "texto": "O usufruto pode recair em um ou mais bens, móveis ou imóveis, em um patrimônio inteiro, ou parte deste, abrangendo-lhe, no todo ou em parte, os frutos e utilidades."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2069617",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: Prefeitura de Alto Paraíso de Goiás - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Noções Fundamentais de Direitos Reais",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "A respeito do direito real de propriedade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em situações de perigo público iminente, além das hipóteses de desapropriação, o proprietário também poderá ser privado da coisa nos casos de requisição."
      },
      {
        "letra": "B",
        "texto": "A propriedade do solo abrange a do espaço aéreo e a do subsolo correspondentes, podendo o proprietário opor-se a atividades que sejam realizadas por terceiros em qualquer altura e profundidade."
      },
      {
        "letra": "C",
        "texto": "Embora a propriedade do solo não abarque minas e jazidas, o proprietário tem o direito de explorar recursos minerais de emprego imediato na construção civil e de submetê-los à transformação industrial."
      },
      {
        "letra": "D",
        "texto": "O imóvel urbano abandonado que não se encontrar na posse de outrem poderá ser arrecadado como bem vago e passar à propriedade do município cinco anos depois."
      },
      {
        "letra": "E",
        "texto": "A desapropriação não é considerada como causa de perda de propriedade imobiliária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2170513",
    "metadata": "Ano: 2022 | Banca: FAFIPA | Órgão: Câmara de Ourizona - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Pedro vendeu um imóvel a João, que por sua vez formalizou a aquisição do imóvel tão somente através de um contrato de compra e venda, sem promover a averbação junto à matrícula do imóvel. Passados mais de 20 anos dessa situação, João, que permanece no imóvel adquirido de Pedro, é citado em uma ação reivindicatória promovida pelo único herdeiro de Pedro, que pretende imitir-se na posse do bem herdado, do qual agora é proprietário. João te procura para promover sua defesa. Diante disso, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João não poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que nunca deteve o domínio do imóvel, que só se transmite pelo registro imobiliário, de modo que sua posse era injusta que, como se sabe, não possibilita a aquisição do bem pela usucapião."
      },
      {
        "letra": "B",
        "texto": "João poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que está há 20 anos em imóvel do qual possui justo título, preenchendo todos os requisitos para o reconhecimento de sua propriedade através da usucapião, que, entretanto, não poderá ser alegada como matéria de defesa na ação reivindicatória, mas suspenderá a reivindicatória por um ano se ingressada por dependência em autos apartados."
      },
      {
        "letra": "C",
        "texto": "João não poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, mas poderá contestar a ação reivindicatória pleiteando todas as benfeitorias necessárias realizadas nos últimos cinco anos, em respeito ao prazo prescricional para fazê-lo."
      },
      {
        "letra": "D",
        "texto": "João não poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que foi citado de ação reivindicatória, o que lhe obriga a deixar o imóvel em até 15 (quinze) dias após a citação."
      },
      {
        "letra": "E",
        "texto": "João poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que está há 20 anos em imóvel do qual possui justo título, preenchendo todos os requisitos para o reconhecimento de sua propriedade através da usucapião, que poderá ser alegada, inclusive, como matéria de defesa na ação reivindicatória, diante do seu caráter dúplice."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2169026",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "Segundo expressa disposição do Código Civil Brasileiro, perde-se a propriedade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por alienação e por adjunção"
      },
      {
        "letra": "B",
        "texto": "por abandono e por confusão"
      },
      {
        "letra": "C",
        "texto": "pelo perecimento da coisa e pela comissão"
      },
      {
        "letra": "D",
        "texto": "pela renúncia e pela desapropriação"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2117956",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usufruto",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Alexandre é proprietário de um terreno na cidade X. Sabendo que seu irmão André precisava de uma ocupação, concedeu a ele o direito de plantar em seu terreno. Diante da situação hipotética, é correto afirmar que a concessão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será onerosa, sendo certo que Alexandre responderá pelos encargos e tributos que incidirem sobre o terreno."
      },
      {
        "letra": "B",
        "texto": "poderá ser gratuita ou onerosa, sendo que, se for onerosa, deverá ser paga de uma só vez."
      },
      {
        "letra": "C",
        "texto": "poderá ser transferida a terceiros e, em caso de morte de André, aos seus herdeiros."
      },
      {
        "letra": "D",
        "texto": "poderá ser realizada por prazo determinado ou indeterminado, de acordo com a vontade das partes."
      },
      {
        "letra": "E",
        "texto": "deverá ser averbada junto à matrícula do imóvel no Cartório de Registro de Imóveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2111086",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Em termos gerais, ao proprietário de coisa móvel ou imóvel, é facultado usar, gozar e dispor da mesma, além de reavê-la quando alguém injustamente a detenha ou possua. Por outro lado, perde-se a propriedade: I. por alienação, pela renúncia, por abandono, por perecimento da coisa e por desapropriação. II. por alienação, por ocupação, por confusão e por desapropriação. III. por desapropriação, pela tradição, pela alienação e pelo abandono. IV. pela renúncia, por abandono, pela usucapião e por perecimento da coisa. Está correto APENAS que consta de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "I."
      },
      {
        "letra": "D",
        "texto": "II."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2017023",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "De acordo com o Código Civil, a propriedade é direito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pessoal que se perde pela renúncia, mas não pelo abandono."
      },
      {
        "letra": "B",
        "texto": "pessoal que se perde pela renúncia e pelo abandono, entre outras causas."
      },
      {
        "letra": "C",
        "texto": "pessoal que se perde exclusivamente pela renúncia ou pelo abandono."
      },
      {
        "letra": "D",
        "texto": "real que se perde pela renúncia, mas não pelo abandono."
      },
      {
        "letra": "E",
        "texto": "real que se perde pela renúncia e pelo abandono, entre outras causas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2016459",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PGM Recife - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "A respeito da aquisição da propriedade, assinale a opção correta com base na legislação de regência e na jurisprudência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade do solo alcança o espaço aéreo e o subsolo, pouco importando a altura ou profundidade, motivo por que abrange as jazidas, minas e demais recursos minerais."
      },
      {
        "letra": "B",
        "texto": "A transferência de propriedade de veículo automotor ocorre com a tradição, sendo o registro no órgão de trânsito requisito de publicidade, ou seja, para que seja oponível a terceiros."
      },
      {
        "letra": "C",
        "texto": "A transferência da propriedade mobiliária tem natureza jurídica independente para negócio jurídico subjacente, isto é, a nulidade do negócio jurídico originador não afeta a transferência da propriedade mobiliária."
      },
      {
        "letra": "D",
        "texto": "O possuidor de boa-fé responde pela perda ou deterioração da coisa a que não tenha dado causa."
      },
      {
        "letra": "E",
        "texto": "A celebração de escritura pública é suficiente para a transferência da propriedade imobiliária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2003847",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Ana, proprietária da Fazenda Boa Esperança de 40 hectares, é vizinha de Carlos, proprietário da Fazenda Santa Lúcia, de 20 hectares. A divisão de ambos os imóveis é marcada pelo leito de um córrego. Por conta de eventos desconhecidos, o córrego secou e seu leito se transformou em um pedaço de terra fértil. A respeito do leito do córrego seco é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ana, proprietária da maior área, será proprietária da terra nova."
      },
      {
        "letra": "B",
        "texto": "aquele que oferecer indenização à municipalidade local haverá a terra nova."
      },
      {
        "letra": "C",
        "texto": "Ana e Carlos serão proprietários da terra que surgiu na proporção do tamanho das áreas das respectivas fazendas."
      },
      {
        "letra": "D",
        "texto": "será proprietário da terra que surgiu o primeiro vizinho que a ocupar."
      },
      {
        "letra": "E",
        "texto": "a extensão dos imóveis de Ana e Carlos se projetarão até o meio do córrego seco."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1999262",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Ao tratar do tema da propriedade em geral, o Código Civil traz algumas diretrizes norteadoras em relação a seu exercício, estabelecendo, entre outras coisas, que o mencionado direito deve ser exercido em consonância com",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o entendimento de que a propriedade sempre será plena e exclusiva, não se admitindo prova em contrário."
      },
      {
        "letra": "B",
        "texto": "o atingimento da utilidade que lhe queria dar o proprietário, ainda que em prejuízo de outrem."
      },
      {
        "letra": "C",
        "texto": "o princípio da supremacia dos interesses do proprietário."
      },
      {
        "letra": "D",
        "texto": "as suas finalidades econômicas e sociais."
      },
      {
        "letra": "E",
        "texto": "os interesses do proprietário, ainda que em descompasso com legislação ambiental."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1992179",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Ocorre a transferência inter vivos da propriedade no seguinte caso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinção do usufruto pela renúncia do usufrutário;"
      },
      {
        "letra": "B",
        "texto": "usucapião especial urbana;"
      },
      {
        "letra": "C",
        "texto": "consolidação da garantia real pelo inadimplemento do devedor fiduciante;"
      },
      {
        "letra": "D",
        "texto": "outorga do mandato em causa própria (in rem suam);"
      },
      {
        "letra": "E",
        "texto": "endosso em preto de warrant, ainda que desacompanhado do conhecimento de depósito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1990303",
    "metadata": "Ano: 2022 | Banca: IESES | Órgão: TJ-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "A respeito da propriedade em geral regulamentada no Código Civil, sem prejuízo a outras previsões em leis especiais, leia as assertivas: I. A propriedade do solo não abrange as jazidas, minas e demais recursos minerais. II. A propriedade do solo abrange os potenciais de energia hidráulica. III. A propriedade do solo não abrange os monumentos arqueológicos. IV. A propriedade do solo abrange a do subsolo correspondente, em profundidade útil ao seu exercício, não podendo o proprietário opor-se a atividades que sejam realizadas por terceiros, a uma profundidade tal, que não tenha ele interesse legítimo em impedi-las. Com base nas assertivas acima, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva II está correta."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1971992",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "O meio de defesa da propriedade que instrumentaliza o direito de reavê-la quando o proprietário não possuidor se vê privado da posse de bem imóvel detido injustamente por terceiro é dotado de caráter",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mantenedor da posse."
      },
      {
        "letra": "B",
        "texto": "reivindicatório."
      },
      {
        "letra": "C",
        "texto": "reintegrativo."
      },
      {
        "letra": "D",
        "texto": "de interdição."
      },
      {
        "letra": "E",
        "texto": "expropriatório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1942131",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: Prefeitura de Teresina - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Em relação à aquisição e perda da propriedade imóvel:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O álveo abandonado de corrente pertence aos proprietários ribeirinhos das duas margens em igual proporção, indenizando-se os donos dos terrenos por onde as águas abrirem novo curso."
      },
      {
        "letra": "B",
        "texto": "Os acréscimos formados, sucessiva e imperceptivelmente, por depósitos e aterros naturais ao longo das margens das correntes, ou pelo desvio das águas destas, pertencem aos donos dos terrenos marginais, sem indenização."
      },
      {
        "letra": "C",
        "texto": "Perde-se a propriedade do imóvel situado em zona rural se o proprietário o abandonar, com a intenção de não mais conservar em seu patrimônio por cinco anos, caso em que poderá passar à propriedade do Estado ou do Município, dependendo de sua localização."
      },
      {
        "letra": "D",
        "texto": "A usucapião é meio de aquisição da propriedade, reconhecida por sentença constitutiva que servirá de título para o registro no Cartório de Registro de Imóveis."
      },
      {
        "letra": "E",
        "texto": "Transfere-se entre vivos a propriedade mediante o registro do título translativo no Registro de Imóveis, cuja eficácia retroagirá à data da lavratura da escritura definitiva de compra e venda do imóvel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1879098",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "A propositura de ação reivindicatória é um direito assegurado ao proprietário do bem imóvel, possuído ou detido injustamente por terceiro. A esse respeito, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o proprietário age com boa fé objetiva, respeitando a função social da propriedade e amparado pela autonomia privada, dispensa-se prova do domínio do imóvel para propor ação reivindicatória, bastando que detenha justo título definido em lei."
      },
      {
        "letra": "B",
        "texto": "Para propor ação reivindicatória, dotada de caráter eminentemente dominial, o autor deverá apresentar prova inconteste da propriedade do imóvel, demonstrar a posse injusta do réu e individuar a área objeto da controvérsia, com seus limites e confrontações."
      },
      {
        "letra": "C",
        "texto": "Para propor ação reivindicatória, dotada de caráter eminentemente dominial, o autor deverá apresentar prova inconteste da propriedade do imóvel e demonstrar a posse injusta do réu, sendo facultada a individuação da área objeto da controvérsia, com seus limites e confrontações, no curso do processo."
      },
      {
        "letra": "D",
        "texto": "Para propor ação reivindicatória, dotada de caráter eminentemente dominial, o autor deverá apresentar prova inconteste da propriedade do imóvel e demonstrar a posse injusta do réu, sendo facultada a individuação da área objeto da controvérsia, com seus limites e confrontações, na fase de execução da sentença que julgar procedente o pedido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1875623",
    "metadata": "Ano: 2022 | Banca: OBJETIVA | Órgão: Prefeitura de Varginha - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Propriedade",
      "Usucapião"
    ],
    "enunciado_principal": "Consoante GONÇALVES, considerando-se apenas os seus elementos essenciais, enunciados no Art. 1.228 do Código Civil, pode-se definir o direito de propriedade como o poder jurídico atribuído a uma pessoa de usar, gozar e dispor de um bem, corpóreo ou incorpóreo, em sua plenitude e dentro dos limites estabelecidos na Lei, bem como de reivindicá-lo de quem injustamente o detenha. De acordo com as lições do autor sobre o tema, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) Embora o direito hereditário seja modo de aquisição da propriedade imóvel, e o domínio e a posse da herança transmitam-se aos herdeiros desde a abertura da sucessão, não podem estes reivindicar os bens que a integram sem a existência formal de partilha. ( ) Para a consumação da usucapião ordinária, não se exige que o possuidor tenha justo título nem boa-fé. Tal exigência também não é feita na usucapião especial. O justo título (titulus) é, entretanto, requisito indispensável para a aquisição da propriedade pela usucapião extraordinária. ( ) Mesmo estando obrigado a restituir a coisa achada, assegura-se ao descobridor o direito a uma recompensa, denominada achádego, sendo que o critério legal para o seu arbitramento permite que se considerem as circunstâncias em que se deu a descoberta. Todavia, o direito à recompensa somente é devido se o dono ou possuidor da coisa tiver interesse em recebê-la. ( ) Tanto no caso da usucapião especial urbana, como no da usucapião familiar, é necessário que o usucapiente não seja proprietário de outro imóvel urbano ou rural e exerça posse mansa, pacífica e ininterrupta sobre imóvel urbano de até 125 metros quadrados, para fins de sua moradia ou de sua família, não sendo permitida a concessão da medida mais de uma vez em favor da mesma pessoa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C - E - C."
      },
      {
        "letra": "B",
        "texto": "E - C - C - C."
      },
      {
        "letra": "C",
        "texto": "C - E - E - E."
      },
      {
        "letra": "D",
        "texto": "E - E - C - E."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1870498",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Acerca do direito real de propriedade, julgue os itens seguintes. I O proprietário tem a faculdade de usar, gozar e dispor da coisa, além do direito de reavê-la do poder de quem quer que injustamente a possua ou detenha. II A propriedade do solo não abrange a do espaço aéreo e do subsolo correspondentes, na altura e na profundidade úteis ao seu exercício. III A propriedade do solo abrange as jazidas, minas e demais recursos minerais. IV Aquele que, por dez anos ininterruptos e sem oposição, houver estabelecido no imóvel sua moradia habitual, adquire-lhe a propriedade, independentemente de título e boa-fé. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhum item está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e IV estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e IV estão certos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1861363",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Câmara de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usufruto",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Elvira deseja permitir que sua sobrinha Adriane resida em um dos imóveis que possui, pois a sobrinha não tem onde morar. Mas pretende evitar que Adriane colha qualquer fruto dele, por exemplo, dando-o em locação para terceiros e auferindo aluguel. Para tanto, Elvira deve atribuir a Adriane, sobre o imóvel em questão, o direito real de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "propriedade;"
      },
      {
        "letra": "B",
        "texto": "habitação;"
      },
      {
        "letra": "C",
        "texto": "uso;"
      },
      {
        "letra": "D",
        "texto": "usufruto;"
      },
      {
        "letra": "E",
        "texto": "servidão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1859431",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Marinalva compareceu ao atendimento da Defensoria Pública do Estado do Amazonas, com a finalidade de obter providências para regularizar o título sobre o imóvel em que reside há cinco anos. Apresentou o documento de Promessa de Compra e Venda de Imóvel, subscrito pelas partes, testemunhas e devidamente registrado em Cartório. No documento, não consta cláusula de arrependimento, mas o promissor se recusa a outorgar a escritura definitiva. Diante desta situação, o/a defensor/a público/a deverá informar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não será necessária qualquer outra providência judicial para a regularização do domínio, uma vez que o contrato já foi devidamente registrado em cartório e, portanto, já transferiu a propriedade."
      },
      {
        "letra": "B",
        "texto": "a única forma para a regularização do domínio sobre o imóvel é por meio de usucapião, judicial ou extrajudicial, se presentes os requisitos legais para tanto."
      },
      {
        "letra": "C",
        "texto": "é possível a adjudicação compulsória do imóvel, por meio de ação judicial, independentemente de prova da quitação do preço avençado."
      },
      {
        "letra": "D",
        "texto": "é possível a adjudicação compulsória do imóvel, por meio de ação judicial, desde que Marinalva tenha prova da quitação do preço avençado."
      },
      {
        "letra": "E",
        "texto": "em razão da natureza de pré-contrato inerente à promessa de venda, inexiste direito real na hipótese, de modo que resta a resolução por perdas e danos no caso de descumprimento da promessa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1825510",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Considere o seguinte texto: Situações comuns ocorrem, como a de surpreender o titular do bem um estranho invadindo seu imóvel, ou tentando arrombar a residência, ou furtando um veículo, ou se apossando de um pertence pessoal. A reação imediata ampara-se no instituto da legítima defesa ante uma agressão injustificada. É que seria inviável a procura de recursos judiciais ou mesmo policiais para evitar a ofensa. Por isso, consagrava o Código Civil revogado e repete o atual a legítima defesa da propriedade, extensiva à posse, por ser esta a exterioridade daquela. (RIZZARDO, Arnaldo. Direito das Coisas, 2012, p. 97.) Considerando as informações apresentadas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legítima defesa da posse e da propriedade, também chamada pela doutrina de desforço imediato, não pode ser incontinenti."
      },
      {
        "letra": "B",
        "texto": "A legítima defesa da posse e da propriedade prescinde do auxílio policial."
      },
      {
        "letra": "C",
        "texto": "Os atos de defesa, ou de desforço, podem ir além do indispensável à manutenção, ou restituição da posse, não constituindo ato ilícito."
      },
      {
        "letra": "D",
        "texto": "Para impor-se tal legítima defesa, o temor pelo esbulho ou turbação precisa ser forte o suficiente e caracterizado pela presença de um mal ameaçador, sendo a reação não incontinent."
      },
      {
        "letra": "E",
        "texto": "Em se tratando de desforço imediato, não se admite a modalidade em favor de terceiros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1824939",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Contratos em Espécie",
      "Compra e Venda",
      "Condomínio",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Antônio prometeu vender unidade autônoma em condomínio edilício para Bárbara. Após a transferência da posse em favor do adquirente, este não levou a promessa de compra e venda para o competente registro imobiliário e não houve mais pagamento de cota condominial em favor do condomínio edilício. Diante da inadimplência, o condomínio ajuíza ação tendente a cobrar as cotas condominiais em atraso. Sendo assim, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por se tratar de obrigação propter rem, apenas a pessoa cujo nome consta como proprietária no cartório do registro de imóveis pode ser eficazmente demandada;"
      },
      {
        "letra": "B",
        "texto": "a ciência do condomínio acerca do ato de alienação é irrelevante para definir a responsabilidade do adquirente pelo pagamento das cotas condominiais após o ato de alienação;"
      },
      {
        "letra": "C",
        "texto": "ainda que não haja a imissão na posse do imóvel, o promitente comprador tem exclusiva responsabilidade de pagar as cotas condominiais a partir do momento em que a escritura de promessa de compra e venda é realizada;"
      },
      {
        "letra": "D",
        "texto": "não sendo a promessa de compra e venda um título registrável, apenas após a realização da escritura definitiva de compra e venda é que o adquirente pode ser responsabilizado pelo inadimplemento das cotas condominiais;"
      },
      {
        "letra": "E",
        "texto": "a inexistência de registro da promessa de compra e venda pode levar a que o condomínio, conforme determinadas circunstâncias do caso, tenha o legítimo direito de exigir tanto do alienante como do adquirente o pagamento das cotas condominiais em atraso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1804973",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Câmara de Uberlândia - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Não é uma circunstância em que se perde a propriedade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por alienação."
      },
      {
        "letra": "B",
        "texto": "Pela renúncia."
      },
      {
        "letra": "C",
        "texto": "Por abandono."
      },
      {
        "letra": "D",
        "texto": "Pela remição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1755081",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: Prefeitura de Tramandaí - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Segundo entendimento sumulado do STJ, em matéria de Direito Civil, assinale a alternativa INCORRETA quanto à posse e propriedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ocupação indevida de bem público configura mera detenção, de natureza precária, insuscetível de retenção ou indenização por acessões e benfeitoria."
      },
      {
        "letra": "B",
        "texto": "Os registros de propriedade particular de imóveis situados em terrenos de marinha não são oponíveis à União."
      },
      {
        "letra": "C",
        "texto": "É admissível a oposição de embargos de terceiro fundados em alegação de posse advinda do compromisso de compra e venda de imóvel, desde que devidamente registrado."
      },
      {
        "letra": "D",
        "texto": "A falta de registro do compromisso de compra e venda não dispensa a prévia interpelação para constituir em mora o devedor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1711985",
    "metadata": "Ano: 2021 | Banca: Unoesc | Órgão: Prefeitura de Maravilha - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Servidões",
      "Multipropriedade Imobiliária"
    ],
    "enunciado_principal": "No que concerne ao direito de propriedade e seus desdobramentos, analise as assertivas seguintes. I. Escritura e registro são figuras jurídicas diversas. Escritura pública é uma forma de título translativo entre vivos, assim como contratos particulares, sentenças ou termos administrativos, quando admitidos em lei. Assim, é possível dizer que por vezes, quando admitido por lei, alguém pode ser proprietário de um bem por conta de um registro que não decorreu de uma escritura pública. II. No condomínio geral, os proprietários possuem fração ideal do todo, não determinada ou localizada, devendo oferecer aos condôminos a respectiva parte, antes de vendê-la a estranhos. No condomínio edilício, contudo, há partes exclusivas de cada proprietário e outras partes comuns, compartilhadas com os demais condôminos, sem direito de preferência em caso de alienação. III. A usucapião é uma forma de aquisição de propriedade que independe de registro para se concretizar, servindo este tão somente para lhe dar publicidade. IV. A passagem forçada pressupõe que um imóvel esteja sem acesso suficientemente adequado à via pública, ou seja, encravado. Gera direito de indenização ao proprietário que terá que conceder a passagem, ao mesmo tempo que é um dever seu concedê-la, já que nenhum imóvel pode ser privado de acesso às vias públicas. V. O direito de servidão não é passível de ser adquirido por usucapião. Estão corretos os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III, IV e V."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e V."
      },
      {
        "letra": "D",
        "texto": "I, IV e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1616112",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Prefeitura de Morro Agudo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca do direito de propriedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade do solo abrange a do espaço aéreo e subsolo correspondentes, mas não as jazidas, minas e demais recursos minerais."
      },
      {
        "letra": "B",
        "texto": "O proprietário pode ser privado da coisa, nos casos de expropriação, quando houver perigo público iminente, bem como no de requisição, por necessidade ou utilidade pública ou interesse social."
      },
      {
        "letra": "C",
        "texto": "Quem quer que ache coisa alheia perdida há de restituí-la ao dono ou legítimo possuidor, mas, não o conhecendo, poderá tomá-la para si."
      },
      {
        "letra": "D",
        "texto": "Aquele que possuir, como sua, área urbana de até 450 metros quadrados, por 5 anos ininterruptamente e sem oposição, utilizando-a para sua moradia ou de sua família, adquirir-lhe-á o domínio."
      },
      {
        "letra": "E",
        "texto": "Transfere-se entre vivos a propriedade mediante o registro do título translativo no Registro de Imóveis, o qual será eficaz a partir da sua publicação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2070109",
    "metadata": "Ano: 2019 | Banca: IBFC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel",
      "Modos de Perda da Propriedade",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "O Código Civil disciplina a aquisição e perda da propriedade móvel, embora apresentando normas concernentes à aquisição do referido domínio, isto porque, se, de um lado, alguém adquire um direito de propriedade, em regra, de outro lado, alguém perde, concomitante, a titularidade desse direito. Considere as hipóteses de aquisição e perda da coisa e assinale a alternativa que apresenta a explicação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usucapião: aquele que possuir coisa móvel como sua, contínua e incontestadamente durante 5 anos, com justo título e boa-fé, adquirir-lhe-á a propriedade"
      },
      {
        "letra": "B",
        "texto": "achado do Tesouro: depósito atual de coisas preciosas, oculto e de cujo dono se tenha a memória. Será dividido por igual entre o proprietário e o que achar o tesouro ocasionalmente"
      },
      {
        "letra": "C",
        "texto": "tradição: quando o transmitente continua a possuir pelo constituto possessório; quando cede ao adquirente o direito à restituição da coisa, que se encontra em poder de terceiro; ou quando o adquirente já está na posse da coisa, por ocasião do negócio jurídico"
      },
      {
        "letra": "D",
        "texto": "especificação: aquele que, trabalhando em obra-prima sua, obtiver espécie nova, desta será proprietário, isso se puder restituir à forma anterior"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1793137",
    "metadata": "Ano: 2019 | Banca: IDCAP | Órgão: Prefeitura de São Roque do Canaã - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Em relação à aquisição da propriedade móvel, assinale a alternativa correta de acordo com o Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a posse da coisa móvel se prolongar por três anos, produzirá usucapião, independentemente de título ou boa-fé."
      },
      {
        "letra": "B",
        "texto": "Quem se assenhorear de coisa sem dono para não adquire a propriedade."
      },
      {
        "letra": "C",
        "texto": "A propriedade das coisas se transfere pelos negócios jurídicos antes da tradição."
      },
      {
        "letra": "D",
        "texto": "O depósito antigo de coisas preciosas, oculto e de cujo dono não haja memória, será dividido por igual entre o proprietário do prédio e o que achar o tesouro casualmente."
      },
      {
        "letra": "E",
        "texto": "Aquele que possuir coisa móvel como sua, contínua e incontestadamente durante dois anos, com justo título e boa-fé, adquirir-lhe-á a propriedade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1690471",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Birigui - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Direito de Vizinhança"
    ],
    "enunciado_principal": "Proprietário de um imóvel pretende construir um aqueduto no terreno de seu vizinho, para receber águas provenientes de outro imóvel. Diante deste fato, aponte a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por proporcionar utilidade para o prédio dominante, não há necessidade de solicitar autorização do proprietário do terreno vizinho."
      },
      {
        "letra": "B",
        "texto": "Será autorizada a realização do aqueduto, desde que ele possa ser removido, rateadas entre os respectivos donos."
      },
      {
        "letra": "C",
        "texto": "Restringir-se-á o exercício dessa servidão, que serve às necessidades do prédio dominante, por agravar o encargo ao prédio serviente."
      },
      {
        "letra": "D",
        "texto": "O dono do prédio serviente não poderá embaraçar de modo algum o exercício legítimo da servidão, se se tratar do consumo de água potável."
      },
      {
        "letra": "E",
        "texto": "É possível a construção do aqueduto, desde que não existam outros meios de passagem de águas e haja o pagamento de indenização."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1173158",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "Considerando a disciplina constante do Direito Positivo brasileiro, pode-se corretamente afirmar que o não cumprimento da função social da propriedade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não ocasiona qualquer resultado ao proprietário que tem o direito de não fazer qualquer uso de sua propriedade, não podendo ser apenado pelo não cumprimento da função social, tendo em vista que a propriedade abrange os direitos de usar, gozar, dispor e abusar."
      },
      {
        "letra": "B",
        "texto": "ocasiona a perda da propriedade para o Estado, desde que precedida de justa e prévia indenização em dinheiro, precedida de prévia avaliação judicial, na qual deverão ser indenizados inclusive lucros cessantes pela perda da propriedade."
      },
      {
        "letra": "C",
        "texto": "pode ocasionar o confisco da propriedade, sem direito a qualquer tipo de indenização, tendo em vista que a propriedade somente é garantida pela Constituição Federal se cumprir a sua função social."
      },
      {
        "letra": "D",
        "texto": "no caso dos imóveis rurais, pode resultar em desapropriação para fins de reforma agrária, mediante o pagamento do valor da terra nua e das benfeitorias úteis e necessárias em títulos da dívida agrária."
      },
      {
        "letra": "E",
        "texto": "pode resultar em desapropriação com pagamento mediante títulos da dívida pública, desde que precedida de parcelamento ou edificação compulsórios e imposto sobre a propriedade predial e territorial urbana progressivo no tempo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1169231",
    "metadata": "Ano: 2019 | Banca: FADESP | Órgão: Prefeitura de Marabá - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Propriedade",
      "Prescrição e Decadência",
      "Parte Geral",
      "Modalidades de Obrigações",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "É incorreto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o proprietário tem a faculdade de usar, gozar e dispor da coisa, e o direito de reavê-la do poder de quem quer que injustamente a possua ou detenha."
      },
      {
        "letra": "B",
        "texto": "de acordo com disposição expressa no Código Civil, a sucessão dá-se por lei ou por disposição de última vontade. Regula a sucessão e a legitimação para suceder a lei vigente ao tempo da abertura daquela, porém, podem os herdeiros optar, por instrumento público, se no domicilio onde residem ou no local da situação bens móveis e imóveis."
      },
      {
        "letra": "C",
        "texto": "prescreve em três anos a pretensão de reparação civil de acordo com o Código Civil."
      },
      {
        "letra": "D",
        "texto": "a obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1167182",
    "metadata": "Ano: 2019 | Banca: IDCAP | Órgão: Câmara de Boa Esperança - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "De acordo com o Código Civil, assinale a alternativa correta sobre as jazidas, minas e demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade do solo abrange as jazidas, minas e demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais."
      },
      {
        "letra": "B",
        "texto": "A propriedade do solo abrange as jazidas, mas não os demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais."
      },
      {
        "letra": "C",
        "texto": "A propriedade do solo não abrange as jazidas, minas, mas abrange os demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais."
      },
      {
        "letra": "D",
        "texto": "A propriedade do solo não abrange as jazidas, minas e demais recursos minerais, os potenciais de energia hidráulica, mas abrange os monumentos arqueológicos e outros bens referidos por leis especiais."
      },
      {
        "letra": "E",
        "texto": "A propriedade do solo não abrange as jazidas, minas e demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1134926",
    "metadata": "Ano: 2019 | Banca: COPESE - UFPI | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Usucapião"
    ],
    "enunciado_principal": "Considere que João tem a posse de área urbana com 250 m², por cinco anos ininterruptos, com animus domini, utilizando-a para moradia própria, sendo certo que não é proprietário de outro imóvel no período aquisitivo. Pretende agora regularizar a documentação da área, tornando-se proprietário do bem via ação de usucapião. Nesse caso, qual é a modalidade de usucapião a ser invocada por João?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Usucapião especial urbana."
      },
      {
        "letra": "B",
        "texto": "Usucapião por abandono de lar."
      },
      {
        "letra": "C",
        "texto": "Usucapião urbana coletiva."
      },
      {
        "letra": "D",
        "texto": "Usucapião especial rural."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1093860",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Mauá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual"
    ],
    "enunciado_principal": "Eduardo celebrou compromisso de compra e venda com uma cooperativa, na década de 90, para aquisição de um imóvel no empreendimento Z, e iniciou o pagamento das prestações mensais ajustadas entre as partes. Em 1998, foi contemplado em assembleia de cooperados e ingressou na posse do imóvel, dando continuidade aos pagamentos das prestações. Com a quitação integral em 2002, a cooperativa, no entanto, recursou-se a outorgar a escritura definitiva, ao argumento de que havia saldo residual pendente, embora não tenha demonstrado a origem da dívida. A cooperativa também alegou a existência de hipoteca gravando o terreno em que se assenta o empreendimento, muito embora as unidades estejam individualizadas em matrícula. Considerando o tempo decorrido desde a posse do imóvel, a quitação integral e a relação jurídica existente entre as partes, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a cooperativa pode cobrar o saldo residual, decorrente do custeio das despesas administrativas com a construção do empreendimento, porque a cobrança é corolário do princípio da boa fé objetiva"
      },
      {
        "letra": "B",
        "texto": "Eduardo faz jus à outorga da escritura definitiva, pois, ao exigir saldo residual após a declaração de quitação, a cooperativa agiu em comportamento contraditório (venire contra factum proprium) e frustou a legítima expectativa do adquirente, de que não haveria cobrança de saldo residual."
      },
      {
        "letra": "C",
        "texto": "há impedimento para outorga da escritura definitiva do imóvel, porque o terreno em que foi construído o imóvel está hipotecado e, dessa forma, o proprietário da coisa dada em garantia perde seu jus disponendi, em razão da aderência da garantia real."
      },
      {
        "letra": "D",
        "texto": "mesmo com a quitação integral, Eduardo terá direito à escritura definitiva no momento em que a cooperativa comprovar a liberação do gravame."
      },
      {
        "letra": "E",
        "texto": "Eduardo terá direito à outorga da escritura definitiva quando comprovar o pagamento do saldo residual e o levantamento da hipoteca que recai sobre o terreno."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1079769",
    "metadata": "Ano: 2019 | Banca: IBFC | Órgão: Prefeitura de Cabo de Santo Agostinho - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Sobre as disposições do Código Civil acerca da propriedade, analise as afirmativas abaixo e dê valores de Verdadeiro (V) ou Falso (F). ( ) A propriedade do solo abrange a do espaço aéreo, subsolo, jazidas, minas, potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais. ( ) O proprietário tem a faculdade de usar, gozar e dispor da coisa, e o direito de reavê-la do poder de quem quer que injustamente a possua ou detenha. ( ) A propriedade presume-se plena e exclusiva, até prova em contrário. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V"
      },
      {
        "letra": "B",
        "texto": "V, V, F"
      },
      {
        "letra": "C",
        "texto": "F, F, V"
      },
      {
        "letra": "D",
        "texto": "F, V, V"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1060685",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Em relação à propriedade, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O proprietário pode ser privado da coisa exclusivamente nos casos de desapropriação e de requisição, em caso de perigo público iminente."
      },
      {
        "letra": "B",
        "texto": "São defesos os atos que não trazem ao proprietário qualquer comodidade, ou utilidade, e sejam animados pela intenção de prejudicar outrem."
      },
      {
        "letra": "C",
        "texto": "A propriedade do solo abrange o subsolo e o espaço aéreo úteis, bem como as jazidas e recursos minerais, mas não os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais."
      },
      {
        "letra": "D",
        "texto": "Os frutos e demais produtos da coisa pertencem ao seu proprietário, salvo, sem exceção, se dela separados ou se por preceito legal especial couberem a terceiros."
      },
      {
        "letra": "E",
        "texto": "A propriedade presume-se de modo absoluto plena e exclusiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1045512",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Caio comprou um terreno e começou a construir. Após o início da construção, notou que o terreno ao lado do seu estava vazio e, propositadamente, avançou a construção no imóvel vizinho, ocupando área superior à vigésima parte deste. Tício, proprietário do imóvel vizinho, descobriu que seu terreno foi ocupado por Caio, logo após o término da construção. Sobre o caso hipotético, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio será obrigado a demolir o que construiu no terreno de Tício, bem como deverá pagar em dobro o valor das perdas e danos apurados."
      },
      {
        "letra": "B",
        "texto": "Caio poderá adquirir a parte invadida do terreno de Tício, pagando-lhe o valor da área perdida em razão da construção e a desvalorização da área remanescente."
      },
      {
        "letra": "C",
        "texto": "Caio poderá adquirir a propriedade da área invadida do terreno se pagar o décuplo do valor da área perdida em razão da construção, a desvalorização da área remanescente, bem como provar a impossibilidade de demolir a parte invadida."
      },
      {
        "letra": "D",
        "texto": "independentemente da possibilidade de demolição, deve Caio pagar o valor da área perdida e a desvalorização da área remanescente, acrescida de multa de 50%, em razão da má-fé."
      },
      {
        "letra": "E",
        "texto": "Tício poderá exigir que lhe sejam pagos os valores do terreno perdido com a construção de Caio, bem como que lhe seja atribuído o condomínio da construção, proporcional à parte invadida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1026897",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: MPE-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "São defesos os atos que não trazem ao proprietário qualquer comodidade, ou utilidade, e sejam animados pela intenção de prejudicar outrem. Essa norma, prevista no Código Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concerne ao direito à propriedade e defende a plena possibilidade de uso, fruição e disponibilidade do bem, direito real que é."
      },
      {
        "letra": "B",
        "texto": "tem a ver com a função social da propriedade, somente, vedando atos impregnados de ilegalidade."
      },
      {
        "letra": "C",
        "texto": "veda o abuso do direito, que embora lícito em sua literalidade desvia-se da finalidade social da norma e gera a ineficácia do ato."
      },
      {
        "letra": "D",
        "texto": "diz respeito à vedação do abuso do direito, considerado ato ilícito pela legislação civil, e interpreta-se em harmonia com o princípio da função social da propriedade."
      },
      {
        "letra": "E",
        "texto": "diz respeito ao abuso do direito como ato emulativo, mas não se harmoniza com a função social da propriedade nem gera a invalidade do ato, somente possibilitando perdas e danos ao ofendido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1010481",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Sobre a propriedade em geral, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Município não poderá abandonar a coisa em favor de quem a achou, mesmo se diminuto o seu valor."
      },
      {
        "letra": "B",
        "texto": "o descobridor da coisa responde pelos prejuízos causados ao proprietário ou possuidor legítimo, quando tiver procedido com culpa."
      },
      {
        "letra": "C",
        "texto": "o proprietário do solo tem o direito de explorar os recursos minerais de emprego imediato na transformação industrial."
      },
      {
        "letra": "D",
        "texto": "a propriedade das coisas móveis transfere-se pelos negócios jurídicos praticados antes da tradição."
      },
      {
        "letra": "E",
        "texto": "o direito de propriedade abrange o solo, os cursos d’água, os cursos d’água particulares, o espaço aéreo e o subsolo em altura e profundidade úteis ao seu exercício."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1004449",
    "metadata": "Ano: 2019 | Banca: COMPERVE - UFRN | Órgão: Prefeitura de Parnamirim - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Contratos em Espécie",
      "Compra e Venda"
    ],
    "enunciado_principal": "A promessa de compra e venda, apesar de ser contrato preliminar à compra e venda, é sui generis, visto que, conforme legislação e doutrina, é fonte de direitos reais para o promitente comprador. Diante disso, conforme o STJ, a promessa de compra e venda",
    "alternativas": [
      {
        "letra": "A",
        "texto": "gera direitos reais, como a adjudicação compulsória, condicionados ao seu respectivo registro no cartório de registro imobiliário."
      },
      {
        "letra": "B",
        "texto": "permite a oposição de embargos de terceiros fundados em alegação de posse advinda do compromisso, ainda que desprovido de registro."
      },
      {
        "letra": "C",
        "texto": "permite, quando registrada, que a responsabilidade pela cota condominial recaia tanto sobre o promissário-comprador quanto sobre o promissário-vendedor"
      },
      {
        "letra": "D",
        "texto": "gera o direito real à adjudicação compulsória para obter escritura definitiva submetida ao prazo máximo de prescrição previsto no Código Civil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1000380",
    "metadata": "Ano: 2019 | Banca: FURB | Órgão: Prefeitura de Timbó - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Analise as afirmativas referentes ao direito de propriedade e identifique a(s) correta(s): I- A propriedade é considerada um direito fundamental pela Constituição da República e, ressalvada sua função social relacionada à proteção ao meio ambiente, não encontra limites na legislação atual. II- A usucapião é modo originário de aquisição da propriedade, mediante o exercício da posse pacífica e contínua, durante certo período de tempo previsto em lei. III- Sendo a propriedade um direito real, a renúncia não é considerada uma forma de perdê-la. IV- Toda construção ou plantação existente em um terreno presume-se feita pelo proprietário e à sua custa, até que se prove o contrário. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a afirmativa III está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as afirmativas III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas a afirmativa I está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "990669",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o direito de propriedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na alienação fiduciária em garantia que tenha por objeto bem imóvel, a escritura pública poderá ser substituída por instrumento particular, independentemente do valor do bem."
      },
      {
        "letra": "B",
        "texto": "Na prescrição aquisitiva da propriedade imóvel, em regra o possuidor não pode, para o fim de contagem do tempo exigido pela lei, acrescentar à sua posse a posse exercida pelos possuidores antecedentes."
      },
      {
        "letra": "C",
        "texto": "Pela regra geral do direito brasileiro, transfere-se a propriedade do bem imóvel, entre vivos, pela confecção do título translativo."
      },
      {
        "letra": "D",
        "texto": "O abandono de bem imóvel não configura hipótese de perda definitiva da propriedade, ressalvada a possibilidade de prescrição aquisitiva por terceiros."
      },
      {
        "letra": "E",
        "texto": "A escritura pública é instrumento essencial para a validade da transferência da propriedade de bens imóveis, independentemente do valor do bem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2000348",
    "metadata": "Ano: 2018 | Banca: INDEPAC | Órgão: Câmara de Guarujá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "O proprietário de um prédio inferior realizou obras com a finalidade de embarcar o fluxo das águas que correm naturalmente de um prédio superior. É correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a atitude é lícita, uma vez que o dono do prédio inferior não é obrigado a receber em sua propriedade essas águas, independentemente de correrem naturalmente."
      },
      {
        "letra": "B",
        "texto": "a condição natural e anterior do prédio inferior pode ser agravada mesmo que diante a obras feitas pelo dono ou possuidor do prédio superior, pois trata-se de uma passagem natural das águas."
      },
      {
        "letra": "C",
        "texto": "caso as águas sejam artificialmente levadas ao prédio superior, ou aí colhidas, correrem dele para o inferior, poderá o dono deste reclamar que se desviem, ou se lhe indenize o prejuízo que sofrer."
      },
      {
        "letra": "D",
        "texto": "sendo caso de solo onde caem águas pluviais o proprietário do prédio superior pode impedir, ou desviar o curso natural das águas remanescentes pelos prédios inferiores."
      },
      {
        "letra": "E",
        "texto": "o proprietário tem direito de construir barragens para represamento de água em seu prédio independentemente se as águas represadas invadirem prédio alheio"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1746222",
    "metadata": "Ano: 2018 | Banca: CONSCAM | Órgão: SAAEDOCO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usufruto",
      "Servidões"
    ],
    "enunciado_principal": "Sobre os direitos reais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os direitos reais sobre coisas móveis, quando constituídos, ou transmitidos por atos entre vivos, se adquirem independentemente de tradição."
      },
      {
        "letra": "B",
        "texto": "O direito de propriedade deve ser exercido em consonância com as suas finalidades econômicas e sociais e de modo que sejam preservados, de conformidade com o estabelecido em lei especial, a flora, a fauna, as belezas naturais, o equilíbrio ecológico e o patrimônio histórico e artístico, bem como evitada a poluição do ar e das águas."
      },
      {
        "letra": "C",
        "texto": "A propriedade do solo abrange as jazidas, minas e demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais."
      },
      {
        "letra": "D",
        "texto": "Constituída para certo fim, a servidão pode ampliar-se a outro."
      },
      {
        "letra": "E",
        "texto": "O usufruto de imóveis constituir-se-á independentemente de registro no Cartório de Registro de Imóveis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1103649",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: INB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "São direitos reais, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade, a posse, o usufruto e a laje."
      },
      {
        "letra": "B",
        "texto": "A concessão de direito real de uso, o direito do promitente comprador do imóvel, a hipoteca e a anticrese."
      },
      {
        "letra": "C",
        "texto": "A superfície, as servidões, o uso e o usufruto"
      },
      {
        "letra": "D",
        "texto": "A concessão de uso especial para fins de moradia, o penhor, a habitação e a propriedade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1035545",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Manoel, proprietário da fazenda Alfa dedicada à plantação de batatas e leguminosas, está preocupado com possíveis danos ambientais que poderão ou não atingir o ecossistema local, formula consulta à Promotoria do Meio Ambiente. Em relação ao direito de propriedade, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O proprietário tem a faculdade de usar, gozar e dispor da coisa, e o direito de reavê-la do poder de quem quer que injustamente a possua ou detenha."
      },
      {
        "letra": "B",
        "texto": "São justificados pela função social os atos que não trazem ao proprietário ou à coletividade qualquer comodidade ou utilidade e dirigidos a prejudicar outrem."
      },
      {
        "letra": "C",
        "texto": "A propriedade do solo abrange o subsolo e espaço aéreo, sem qualquer limite, seja de altura ou de profundidade, incluindo as minas, jazidas e recursos minerais."
      },
      {
        "letra": "D",
        "texto": "A propriedade não abrange, em regra, os frutos e produtos da coisa."
      },
      {
        "letra": "E",
        "texto": "O direito de propriedade, de forma legítima e autorizada pelo ordenamento, atendendo ao interesse do titular, pode atentar contra a flora, a fauna, as belezas naturais, o equilíbrio econômico e o patrimônio histórico e artístico, além de poluir o ar ou as águas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "977555",
    "metadata": "Ano: 2018 | Banca: IDECAN | Órgão: CRF-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade"
    ],
    "enunciado_principal": "Sobre a posse e propriedade, nos termos do Código Civil Brasileiro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O possuidor de boa-fé tem direito, enquanto durar a posse, ao uso do bem, excetuado os frutos percebidos."
      },
      {
        "letra": "B",
        "texto": "A declaração de propriedade, mediante usucapião, não constitui título hábil para o registro no Cartório de Registro de Imóveis."
      },
      {
        "letra": "C",
        "texto": "O proprietário pode ser privado da coisa, nos casos de requisição, em caso de perigo público iminente, após justa e prévia indenização."
      },
      {
        "letra": "D",
        "texto": "Adquire-se a posse desde o momento em que se torna possível o exercício, em nome próprio, de qualquer dos poderes inerentes à propriedade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "951005",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Foi ajuizada uma ação reivindicatória de uma extensa área urbana, de 20000 m², ocupada há 6 (seis) anos, de boa-fé, por 50 (cinquenta) famílias, que a usam para moradia. Deverá a ação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ser improcedente, tendo em vista que o juiz deverá declarar que o proprietário perdeu o imóvel, em razão da desapropriação judicial por interesse social, fixando a indenização devida, valendo a sentença como título para o registro no cartório de registro de imóveis."
      },
      {
        "letra": "B",
        "texto": "ser julgada procedente, tendo em vista que, em razão da extensão da área, não se mostra aplicável a usucapião constitucional urbana que requer ocupação de até 250 m², não tendo ainda se consumado o prazo da usucapião ordinária."
      },
      {
        "letra": "C",
        "texto": "ser improcedente, tendo em vista que o juiz deverá declarar que o proprietário perdeu o imóvel, em razão da desapropriação judicial por interesse social, sem qualquer direito a indenização, valendo a sentença como título para o registro no cartório de registro de imóveis."
      },
      {
        "letra": "D",
        "texto": "ser julgada improcedente, tendo em vista o preenchimento dos requisitos para aquisição da área pela usucapião especial coletiva, valendo a sentença como título para o registro no cartório de registro de imóveis."
      },
      {
        "letra": "E",
        "texto": "ser julgada procedente em parte, declarando a aquisição pela usucapião de parte da área, limitada a 350 m2 por família, desde que os ocupantes comprovem justo título, bem como não sejam, e nem tenham sido, em qualquer momento, proprietários de outro imóvel urbano ou rural."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "936739",
    "metadata": "Ano: 2018 | Banca: FAUEL | Órgão: AGEPAR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Sobre o direito real de laje, de acordo com o Código Civil, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ruína da construção-base implica extinção do direito real de laje instituído sobre o subsolo."
      },
      {
        "letra": "B",
        "texto": "O proprietário de uma construção-base poderá ceder a superfície superior ou inferior de sua construção a fim de que o titular da laje mantenha unidade distinta daquela originalmente construída sobre o solo."
      },
      {
        "letra": "C",
        "texto": "A instituição do direito real de laje não implica a atribuição de fração ideal de terreno ao titular da laje ou a participação proporcional em áreas já edificadas."
      },
      {
        "letra": "D",
        "texto": "Em caso de alienação de qualquer das unidades sobrepostas, terão direito de preferência, em igualdade de condições com terceiros, os titulares da construção-base e da laje, nessa ordem, que serão cientificados por escrito para que se manifestem no prazo de trinta dias, salvo se o contrato dispuser de modo diverso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "934736",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "O proprietário de uma casa térrea com terreno e edificação regulamente registrados construiu irregularmente um segundo pavimento, onde vive a família de sua filha. Gostaria, então, de regularizar essa ampliação irregular e transferi-la formalmente para sua filha. De acordo com a legislação vigente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível a instituição do direito de laje pelo proprietário do solo onde originalmente estava edificada a casa térrea e, posteriormente, transferi-lo à sua filha, mantendo-se a individualidade de acessos às duas áreas."
      },
      {
        "letra": "B",
        "texto": "inexiste fundamento jurídico para regularização de construção irregularmente erguida, sendo imperiosa a demolição e posterior aprovação prévia, como forma de tutelar o planejamento e desincentivar as construções irregulares."
      },
      {
        "letra": "C",
        "texto": "é viável a regularização da ampliação da construção, mas não há fundamento legal para transferência do pavimento ocupado para a filha do proprietário."
      },
      {
        "letra": "D",
        "texto": "admite-se a instituição do direito de laje ou do direito de servidão, por meio de contrato, estabelecendo-se relação jurídica com o proprietário do terreno nos dois casos, não viabilizando exercício de direito autônomo."
      },
      {
        "letra": "E",
        "texto": "pode-se regularizar a construção do segundo pavimento com autorização legislativa expressa e submetida a questão aos órgãos competente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "932321",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Márcio, Hilda e Daniel, irmãos, decidiram, juntos, comprar uma casa de veraneio em Búzios. Márcio comprou duas quotas, Hilda uma e Daniel duas. Ficou estabelecido que haveria um rodízio para a utilização da casa. Sobre a situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Hilda poderá alterar a destinação da casa de veraneio para pousada nos períodos estabelecidos para a sua utilização."
      },
      {
        "letra": "B",
        "texto": "Cada um dos três condôminos é obrigado a concorrer com um terço das despesas de conservação da casa de veraneio e a suportar os ônus a que estiver sujeita."
      },
      {
        "letra": "C",
        "texto": "A todo tempo será lícito ao condômino exigir a divisão da coisa comum, respondendo o quinhão de cada um pela sua parte nas despesas da divisão."
      },
      {
        "letra": "D",
        "texto": "Se Hilda contraiu uma dívida em proveito da comunhão e durante ela, a dívida obriga, automaticamente, a todos os condôminos."
      },
      {
        "letra": "E",
        "texto": "Hilda, Márcio e Daniel podem acordar que fique indivisa a coisa comum por prazo não maior de cinco anos, insuscetível de prorrogação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "927589",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Pode ser identificada como reivindicatória a ação do",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proprietário e possuidor para impedir a turbação ou esbulho de seu imóvel."
      },
      {
        "letra": "B",
        "texto": "possuidor para ser-lhe restituída a posse da coisa contra quem praticou esbulho."
      },
      {
        "letra": "C",
        "texto": "possuidor contra o detentor, que se recusa a restituir-lhe a coisa."
      },
      {
        "letra": "D",
        "texto": "proprietário não possuidor contra o possuidor não proprietário que injustamente possua ou detenha a coisa."
      },
      {
        "letra": "E",
        "texto": "proprietário em condomínio para impedir o uso indevido da coisa por outro condômino."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "906394",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Configurado o inequívoco abandono pelo proprietário de bem imóvel com valor superior a trinta salários-mínimos, nos termos do Código Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a perda da propriedade por abandono não tem aplicação com relação aos imóveis com valor superior a trinta salários-mínimos."
      },
      {
        "letra": "B",
        "texto": "a perda da propriedade imóvel somente ocorrerá após o registro do abandono no Registro de Imóveis."
      },
      {
        "letra": "C",
        "texto": "a eficácia do abandono dependerá da concordância do Município, do Distrito Federal ou da União, conforme a localização do imóvel."
      },
      {
        "letra": "D",
        "texto": "há perda da propriedade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "903361",
    "metadata": "Ano: 2018 | Banca: IBFC | Órgão: Câmara de Feira de Santana - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a noção de propriedade e a questão que envolve sua distinção entre plena e limitada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Propriedade plena é aquela que reúne os seus direitos elementares no do proprietário"
      },
      {
        "letra": "B",
        "texto": "A propriedade é plena ainda que exista ônus real sobre o bem"
      },
      {
        "letra": "C",
        "texto": "A propriedade é plena ainda que seja resolúvel"
      },
      {
        "letra": "D",
        "texto": "Toda propriedade é plena e a existência de ônus real representa sua ausência"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "889830",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "José era proprietário de uma extensa área urbana não edificada, com mais de 50.000 m2 . Essa área não era vigiada e nem utilizada para qualquer finalidade. O imóvel foi ocupado, no mês de janeiro de 2010, por um considerável número de pessoas, que construíram suas moradias. Os ocupantes, por sua própria conta, em mutirão, além de construírem suas casas, realizaram a abertura de viários posteriormente reconhecidos pelo poder público municipal, bem como construíram espaços destinados a escolas e creches que estão em pleno funcionamento. Cada moradia tem área superior a 350 m2 . Em março de 2016, José ajuizou uma ação reivindicatória que deverá ser julgada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "improcedente, tendo em vista que o juiz deverá declarar que o proprietário perdeu o imóvel reivindicado, em razão das obras de interesse social realizadas pelos moradores, fixando a justa indenização devida ao proprietário; pago o preço, valerá a sentença como título para o registro do imóvel em nome dos possuidores."
      },
      {
        "letra": "B",
        "texto": "procedente, tendo em vista que ainda não houve o prazo para a aquisição mediante usucapião. Dessa forma, os moradores deverão ser retirados, sem qualquer direito a indenizações por benfeitorias e acessões, tendo em vista a posse de má-fé."
      },
      {
        "letra": "C",
        "texto": "procedente, tendo em vista que ainda não houve o prazo para a aquisição mediante usucapião constitucional. Dessa forma, os moradores deverão ser retirados, mas terão direito à retenção do imóvel até serem indenizados pelas benfeitorias e acessões, tendo em vista a posse de boa-fé."
      },
      {
        "letra": "D",
        "texto": "improcedente, tendo em vista que o imóvel foi adquirido por usucapião especial coletivo; José, assim, foi penalizado pelo não cumprimento da função social da propriedade, bem como em razão da preponderância do direito social à moradia sobre o direito de propriedade."
      },
      {
        "letra": "E",
        "texto": "improcedente, tendo em vista que o juiz deverá declarar que o proprietário perdeu o imóvel reivindicado, em razão das obras de interesse social realizadas pelos moradores, não havendo qualquer direito à indenização, tendo em vista o não cumprimento da função social da propriedade e a preponderância do direito social à moradia sobre o direito de propriedade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "873617",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade"
    ],
    "enunciado_principal": "São defesos os atos que não trazem ao proprietário qualquer comodidade, ou utilidade, e sejam animados pela intenção de prejudicar outrem. Esse enunciado normativo diz respeito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à onerosidade excessiva."
      },
      {
        "letra": "B",
        "texto": "à lesão."
      },
      {
        "letra": "C",
        "texto": "ao enriquecimento sem causa."
      },
      {
        "letra": "D",
        "texto": "à comutatividade."
      },
      {
        "letra": "E",
        "texto": "ao abuso de direito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866416",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Francisco comprou, em janeiro de 2014, um lote de 240 m2 de Antônio, que se apresentou como proprietário do imóvel. Francisco construiu uma casa de alvenaria, instalando-se no local com sua família. Depois de três anos de posse mansa e pacífica, Danilo, o verdadeiro proprietário, ajuizou ação para reaver a posse do imóvel. Só então, Francisco descobriu que fora vítima de uma fraude, pois Antônio havia falsificado os documentos para induzi-lo a erro. Considerando essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Francisco não poderá adquirir o terreno mediante pagamento de indenização a Danilo, ainda que a construção exceda consideravelmente o valor do terreno."
      },
      {
        "letra": "B",
        "texto": "Não tendo observado a fraude no momento da contratação, Francisco não poderá pleitear indenização em face de Antônio."
      },
      {
        "letra": "C",
        "texto": "Danilo perderá o terreno em favor de Francisco, cabendo-lhe apenas o direito à indenização."
      },
      {
        "letra": "D",
        "texto": "Francisco adquiriu, em 2017, a propriedade do imóvel pela usucapião especial urbana, ficando, nesse caso, dispensado de pagar indenização a Danilo."
      },
      {
        "letra": "E",
        "texto": "Francisco, que agira de boa-fé, perderá em favor de Danilo os direitos sobre as construções realizadas no terreno, devendo, no entanto, ser indenizado."
      }
    ],
    "gabarito": "E"
  }
]