[
  {
    "id": "3364131",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CRMV-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "A respeito do Código Civil de 2002, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo o negócio a que se impõe forma especial, o fato jurídico pode ser provado mediante dedução."
      },
      {
        "letra": "B",
        "texto": "A confissão é revogável."
      },
      {
        "letra": "C",
        "texto": "A confissão feita por um representante é eficaz na sua integralidade."
      },
      {
        "letra": "D",
        "texto": "Os menores de 16 anos de idade podem ser admitidos como testemunhas."
      },
      {
        "letra": "E",
        "texto": "As declarações constantes de documentos assinados presumem-se verdadeiras em relação aos signatários."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3233773",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "De acordo com o código civil, quanto às provas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão é revogável se decorrer de erro de fato ou de coação."
      },
      {
        "letra": "B",
        "texto": "Terá eficácia a confissão de quem não for capaz de dispor do direito a que se referem os fatos confessados se feita de boa fé."
      },
      {
        "letra": "C",
        "texto": "A confissão não poderá ser feita por intermédio de representante."
      },
      {
        "letra": "D",
        "texto": "A confissão não poderá ser anulada, ainda que decorrente de erro de fato."
      },
      {
        "letra": "E",
        "texto": "A prova testemunhal é admissível como subsidiária ou complementar da prova por escrito, independentemente do valor do negócio jurídico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3448059",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Tapiratiba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Sobre a prova no Direito Civil, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão é irrevogável, mas pode ser anulada se decorreu de erro de fato ou de coação."
      },
      {
        "letra": "B",
        "texto": "Os documentos redigidos em língua estrangeira serão traduzidos para o português para terem efeitos legais no País."
      },
      {
        "letra": "C",
        "texto": "Não dependem de prova os fatos notórios, incontroversos e aqueles em cujo favor milita presunção legal de existência ou de veracidade."
      },
      {
        "letra": "D",
        "texto": "Nos termos da atual jurisprudência do STJ, em ação de investigação de paternidade, a recusa do suposto pai a submeter-se ao exame de DNA constitui presunção absoluta da sua paternidade."
      },
      {
        "letra": "E",
        "texto": "O instrumento particular, feito e assinado, ou somente assinado por quem esteja na livre disposição e administração de seus bens, prova as obrigações convencionais de qualquer valor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3113288",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "A respeito dos registros públicos, da prova e da prescrição no direito civil, julgue o próximo item.Se a validade de um ato depender da anuência de terceiro, esta poderá ser provada ainda que dada de modo diverso daquele em que praticado o ato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3066656",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Prefeitura de São João Nepomuceno - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "A confissão é uma das modalidades de prova do fato jurídico. De acordo com o regramento presente no Código Civil a respeito dessa forma de demonstração da veracidade dos fatos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão é irrevogável e não pode ser anulada ainda que decorra de erro de fato."
      },
      {
        "letra": "B",
        "texto": "Se feita por um representante, a confissão somente é eficaz nos limites em que esse pode vincular o representado."
      },
      {
        "letra": "C",
        "texto": "A confissão tem eficácia quando provém até mesmo de quem é incapaz de dispor do direito a que se referem os fatos confessados."
      },
      {
        "letra": "D",
        "texto": "O termo “confissão” abarca somente o conceito estrito de depoimento pessoal, tendo em vista que este consiste em meio de prova de abrangência limitada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2585436",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Vinhedo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Com relação às provas dos fatos jurídicos, de acordo com as disposições do Código Civil, é CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A recusa à perícia médica ordenada pelo juiz não poderá suprir a prova que se pretendia obter com o exame."
      },
      {
        "letra": "B",
        "texto": "Não podem ser admitidos como testemunhas os cônjuges, os ascendentes, os descendentes e os colaterais, até o quarto grau de alguma das partes, por consanguinidade, ou afinidade."
      },
      {
        "letra": "C",
        "texto": "A confissão é irrevogável, não podendo ser anulada."
      },
      {
        "letra": "D",
        "texto": "As declarações constantes de documentos assinados presumem-se verdadeiras em relação aos signatários. Não tendo relação direta, porém, com as disposições principais ou com a legitimidade das partes, as declarações enunciativas não eximem os interessados em sua veracidade do ônus de prová-las."
      },
      {
        "letra": "E",
        "texto": "O instrumento particular, feito e assinado, ou somente assinado por quem esteja na livre disposição e administração de seus bens, prova as obrigações convencionais de qualquer valor, sendo que os seus efeitos, bem como os da cessão, se operam, inclusive a respeito de terceiros, antes mesmo de registrado no registro público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2516309",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Câmara de Maceió - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "No que se refere à interpretação das leis, à prova do fato jurídico e à desconsideração da personalidade jurídica, julgue o item a seguir. Embora irrevogável, a confissão sobre um fato jurídico pode ser anulada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2386315",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Dispõe o Código Civil de 2002, em seu artigo 212, que, salvo o negócio a que se impõe forma especial, o fato jurídico pode ser provado mediante confissão, documento, testemunha, presunção e perícia. A respeito do que dispõe o mencionado Código acerca da prova, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não tem eficácia a confissão se provém de quem não é capaz de dispor do direito a que se referem os fatos confessados"
      },
      {
        "letra": "B",
        "texto": "A confissão é irrevogável e não pode ser anulada"
      },
      {
        "letra": "C",
        "texto": "O instrumento particular, feito e assinado, ou somente assinado por quem esteja na livre disposição e administração de seus bens, prova as obrigações convencionais de qualquer valor; mas os seus efeitos, bem como os da cessão, não se operam, a respeito de terceiros, antes de registrado no registro público"
      },
      {
        "letra": "D",
        "texto": "Aquele que se nega a submeter-se a exame médico necessário não poderá aproveitar-se de sua recusa"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2371665",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: INPI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Acerca de fatos e negócios jurídicos, de atos jurídicos, de prescrição e decadência, de prova dos fatos jurídicos e de contratos, julgue o item a seguir.A confissão feita por representante da parte poderá ter eficácia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2393643",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Sobre a temática da “prova” no Código Civil, assinale a alternativa correta. Como regra geral, pode(m) ser admitida(s) como testemunha(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os cônjuges, os ascendentes, os descendentes e os colaterais, até o terceiro grau de alguma das partes, por consanguinidade, ou por afinidade."
      },
      {
        "letra": "B",
        "texto": "o amigo íntimo ou o inimigo capital das partes."
      },
      {
        "letra": "C",
        "texto": "a pessoa com deficiência."
      },
      {
        "letra": "D",
        "texto": "o interessado no litígio."
      },
      {
        "letra": "E",
        "texto": "os menores de dezesseis anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2283313",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Aparecida - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "No que tange às provas, assunto regulado pelo Código Civil, assinale a alternativa adequada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não pode ser admitido como testemunha o maior de dezesseis anos."
      },
      {
        "letra": "B",
        "texto": "A confissão é irrevogável, podendo ser anulada se decorreu de coação, mas não de erro de fato."
      },
      {
        "letra": "C",
        "texto": "Aquele que se nega a submeter-se a exame médico necessário poderá aproveitar-se de sua recusa."
      },
      {
        "letra": "D",
        "texto": "Terá a mesma força probante a certidão, com exceção do traslado, extraída por tabelião ou oficial de registro, de instrumento ou documento lançado em suas notas."
      },
      {
        "letra": "E",
        "texto": "Os documentos redigidos em língua estrangeira serão traduzidos para o português para ter efeitos legais no País."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2272719",
    "metadata": "Ano: 2023 | Banca: TJ-AM | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "O Código Civil regulamenta meios de prova dos fatos jurídicos mediante confissão, documento, testemunha, presunção e perícia. A respeito do assunto, leia as assertivas abaixo. I. A recusa à perícia médica ordenada pelo juiz não poderá suprir a prova que se pretendia obter com o exame. II. A cópia fotográfica de documento, conferida por tabelião de notas, valerá como prova de declaração da vontade, e supre a ausência do título de crédito, ou do original, inclusive nos casos em que a lei ou as circunstâncias condicionarem o exercício do direito à sua exibição. III. A pessoa com deficiência poderá testemunhar em igualdade de condições com as demais pessoas, sendo-lhe assegurados todos os recursos de tecnologia assistiva. Considerando as assertivas acima, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "B",
        "texto": "Estão corretas as assertivas I, II, III."
      },
      {
        "letra": "C",
        "texto": "Apenas estão corretas as assertivas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas estão corretas as assertivas II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2115947",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Embora a confissão de um fato jurídico seja irrevogável, essa confissão ficará sujeita à anulação se decorrer de situação de constrangimento a terceiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2113530",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Embora a presunção seja admitida como meio de prova, as comuns ficam afastadas em razão da subjetividade que as permeia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110411",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "No que diz respeito às disposições do Código Civil sobre fatos jurídicos, prescrição e prova, julgue o item a seguir. A prova não supre a ausência do título de crédito, ou do original, nas hipóteses em que o exercício do direito à sua exibição for legal ou circunstancialmente condicionado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2067610",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Com relação às disposições do Código Civil sobre as provas, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão é revogável a qualquer tempo, mas não pode ser anulada"
      },
      {
        "letra": "B",
        "texto": "A escritura pública, lavrada em notas de tabelião, é documento dotado de fé pública, fazendo prova plena"
      },
      {
        "letra": "C",
        "texto": "As declarações constantes de documentos assinados presumem-se verdadeiras em relação aos signatários"
      },
      {
        "letra": "D",
        "texto": "Não tem eficácia a confissão se provém de quem não é capaz de dispor do direito a que se referem os fatos confessados"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1985622",
    "metadata": "Ano: 2022 | Banca: COPEVE-UFAL | Órgão: TCE-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "A respeito da Prova do Fato Jurídico, dadas as afirmativas, I. Farão a mesma prova que os originais as certidões textuais de qualquer peça judicial, do protocolo das audiências, ou de outro qualquer livro a cargo do escrivão, sendo extraídas por ele, ou sob a sua vigilância, e por ele subscritas, assim como os traslados de autos, quando por outro escrivão consertados. II. A anuência ou a autorização de outrem, prescindível à validade de um ato, provar-se-á do mesmo modo que este, e constará, sempre que se possa, do próprio instrumento. III. A cópia fotográfica de documento, conferida por tabelião de notas, valerá como prova de declaração da vontade, mas, impugnada sua autenticidade, deverá ser exibido o original. A prova não supre a ausência do título de crédito, ou do original, nos casos em que a lei ou as circunstâncias condicionarem o exercício do direito à sua exibição. IV. O instrumento particular, feito e assinado, ou somente assinado por quem esteja na livre disposição e administração de seus bens, prova as obrigações convencionais de qualquer valor; mas os seus efeitos, bem como os da cessão, operam-se, a respeito de terceiros, antes mesmo do registro no registro público. verifica-se que estão corretas apenas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1853581",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "A escritura pública, lavrada em notas de tabelião, é documento dotado de fé pública, fazendo prova plena. É(São) requisito(s) necessário(s) da escritura pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "referência ao cumprimento das exigências legais, fiscais, trabalhistas e tributárias inerentes à legitimidade do ato."
      },
      {
        "letra": "B",
        "texto": "reconhecimento da identidade e capacidade das partes e de quantos hajam comparecido ao ato, por si, como representantes, intervenientes ou testemunhas."
      },
      {
        "letra": "C",
        "texto": "data, local e hora de sua realização."
      },
      {
        "letra": "D",
        "texto": "assinatura das partes, bem como a do tabelião ou seu substituto legal, iniciando e encerrando o ato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1827944",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "A confissão realizada em ação civil será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "limitada na eficácia se feita por representante."
      },
      {
        "letra": "B",
        "texto": "revogável se proveniente de erro de fato."
      },
      {
        "letra": "C",
        "texto": "revogável se decorrer de coação."
      },
      {
        "letra": "D",
        "texto": "nula se decorrer de dolo."
      },
      {
        "letra": "E",
        "texto": "anulável se decorrente de falso entendimento da norma."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1826529",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Márcio e Leandro, em conluio, aparentaram celebrar determinado negócio jurídico diverso do que realmente ficou firmado entre ambos, tendo sido realizado o respectivo registro em cartório competente. Considerando essa situação hipotética, julgue o item a seguir, à luz do Código Civil e da jurisprudência do STJ. Embora a certidão emitida pelo tabelião competente detenha presunção de veracidade, o interessado pode demonstrar a ausência de higidez do documento por meio de efetivo elemento probatório apto a afastar a presunção legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1699498",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "O engano do declarante quanto ao objeto do negócio jurídico que deu ensejo à propositura da ação enseja a anulabilidade da confissão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1680594",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "No que concerne a obrigações civis, contratos e prova do fato jurídico, julgue o item que se segue.Conforme regra geral prevista na lei civil vigente sobre a prova dos atos jurídicos, a validade do instrumento particular para demonstrar a existência de obrigação convencional depende da subscrição de, pelo menos, duas testemunhas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1138126",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Quanto à prova:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em nenhuma hipótese admitir-se-á depoimento de menores de dezesseis anos."
      },
      {
        "letra": "B",
        "texto": "A pessoa com deficiência poderá testemunhar em igualdade de condições com as demais pessoas, sendo-lhe assegurados todos os recursos de tecnologia assistiva."
      },
      {
        "letra": "C",
        "texto": "A recusa à perícia médica ordenada pelo juiz não poderá suprir a prova que se pretendia obter com o exame."
      },
      {
        "letra": "D",
        "texto": "As declarações constantes de documentos assinados são verdadeiras em relação aos signatários e terceiros, estes desde que partícipes do ato enunciado."
      },
      {
        "letra": "E",
        "texto": "O instrumento particular, feito e assinado, ou somente assinado por quem esteja na livre disposição e administração de seus bens, prova as obrigações convencionais de qualquer valor, bem como operam-se seus efeitos imediatamente em relação a terceiros, independentemente de outras formalidades legais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1839608",
    "metadata": "Ano: 2019 | Banca: EJUD-PI | Órgão: TJ-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Assinale a assertiva verdadeira, em observância sumular.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É direito do defensor, no interesse do representado, ter acesso amplo e irrestrito aos elementos de prova relacionados a diligências em andamento em procedimento investigatório realizado por órgão com competência de polícia judiciária, em respeito ao exercício do direito de defesa."
      },
      {
        "letra": "B",
        "texto": "O processo por contravenção penal, praticada em detrimento de bens, serviços ou interesse da União ou de suas entidades, é de competência da Justiça Federal Comum."
      },
      {
        "letra": "C",
        "texto": "Compete à Justiça Estadual o processamento e julgamento de contravenções penais, mesmo que conexas com crimes de competência da Justiça Federal de primeira instância."
      },
      {
        "letra": "D",
        "texto": "Compete à Justiça Comum Federal processar e julgar as causas cíveis em que é parte sociedade de economia mista e os crimes praticados em seu detrimento, como, por exemplo, Banco do Brasil S.A."
      },
      {
        "letra": "E",
        "texto": "Compete à Justiça Estadual o processo e julgamento dos crimes de falsificação e uso de documento falso relativo a estabelecimento particular de ensino superior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1611685",
    "metadata": "Ano: 2019 | Banca: Método Soluções Educacionais | Órgão: Prefeitura de Planalto da Serra - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Acerca da prova, julgue os itens a seguir: I. O fato jurídico pode ser provado mediante presunção;II. A confissão é irrevogável, mas pode ser anulada se decorreu de erro de fato ou de coaçâo;III. A escritura pública, lavrada em notas de tabelião, é documento dotado de fé pública, mas não faz prova plena; Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1347033",
    "metadata": "Ano: 2019 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Domicílio e Bens",
      "Prova",
      "Parte Geral",
      "Atos Ilícitos"
    ],
    "enunciado_principal": "Marque a alternativa CORRETA: I. Considera-se imóvel para efeitos legais o direito à sucessão aberta. II. Aquele que, por ação ou omissão voluntária, negligência ou imprudência, violar direito e causar dano a outrem, ainda que exclusivamente moral, comete ato ilícito. III. A invalidade do instrumento induz a do negócio jurídico sempre que este puder provar-se por outro meio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a I está correta."
      },
      {
        "letra": "B",
        "texto": "Somente a I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente a II está correta."
      },
      {
        "letra": "D",
        "texto": "Somente a II e III estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1167181",
    "metadata": "Ano: 2019 | Banca: IDCAP | Órgão: Câmara de Boa Esperança - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "André estava estudando Direito Civil com sua namorada Marcela, quando lhes surgiu uma dúvida sobre a prova do fato jurídico. André sustentava que o fato jurídico, com exceção do negócio jurídico a que se impõe forma especial, pode ser provado mediante confissão, documento, testemunha e perícia somente. Marcela por outro lado sustentava que poderia ser provado mediante confissão, documento, testemunha, perícia e presunção. De acordo com o Código Civil, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "André tem razão."
      },
      {
        "letra": "B",
        "texto": "Ambos têm razão."
      },
      {
        "letra": "C",
        "texto": "Ambos estão equivocados."
      },
      {
        "letra": "D",
        "texto": "Marcela tem razão"
      },
      {
        "letra": "E",
        "texto": "Marcela não tem razão e André pode ter."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1092587",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "O fato jurídico, para o Código Civil, pode ser provado mediante",
    "alternativas": [
      {
        "letra": "A",
        "texto": "presunção."
      },
      {
        "letra": "B",
        "texto": "interceptação telefônica."
      },
      {
        "letra": "C",
        "texto": "busca e apreensão."
      },
      {
        "letra": "D",
        "texto": "inspeção judicial."
      },
      {
        "letra": "E",
        "texto": "prova emprestada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1060366",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "De acordo com o Código Civil, julgue o próximo item, acerca de classes de bens, associações, fundações, prova do fato jurídico e atos jurídicos. Confissão realizada por representante legal ou voluntário será sempre nula, porque, segundo o Código Civil, aquele que não é capaz de dispor do direito não tem legitimidade para realizar confissão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1014213",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Valinhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "O negócio jurídico se dá por meio de forma livre ou especial. A forma especial se subdivide em complexa, escritura pública e instrumento particular. Havendo um negócio jurídico livre, que exige forma solene, este se prova substancialmente por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "confissão."
      },
      {
        "letra": "B",
        "texto": "documento."
      },
      {
        "letra": "C",
        "texto": "testemunha."
      },
      {
        "letra": "D",
        "texto": "presunção."
      },
      {
        "letra": "E",
        "texto": "perícia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1013578",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Poá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Sobre a previsão legal de provas no Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão é irrevogável, mas pode ser declarada nula se decorrente de erro de fato ou de coação."
      },
      {
        "letra": "B",
        "texto": "Farão a mesma prova que os originais as certidões textuais de qualquer peça judicial, do protocolo das audiências, ou de outro qualquer livro a cargo do escrivão, sendo extraídas por ele, ou sob a sua vigilância, e por ele subscritas, assim como os traslados de autos, quando por outro escrivão consertados."
      },
      {
        "letra": "C",
        "texto": "A prova resultante dos livros e fichas é bastante mesmo nos casos em que a lei exige escritura pública, ou escrito particular revestido de requisitos especiais, mas pode ser ilidida pela comprovação da falsidade ou inexatidão dos lançamentos."
      },
      {
        "letra": "D",
        "texto": "Qualquer que seja o valor do negócio jurídico, a prova testemunhal não é admissível, nem como subsidiária ou complementar da prova por escrito."
      },
      {
        "letra": "E",
        "texto": "As declarações constantes de documentos assinados não se presumem verdadeiras em relação aos signatários."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "990189",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Nos termos do Código Civil brasileiro, a escritura pública, lavrada em notas de tabelião, é documento dotado de fé pública, fazendo prova plena. Marque a assertiva que NÃO apresenta elemento basilar da escritura pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Data e local de sua realização."
      },
      {
        "letra": "B",
        "texto": "Autorização do juízo de registros públicos."
      },
      {
        "letra": "C",
        "texto": "Manifestação clara da vontade das partes."
      },
      {
        "letra": "D",
        "texto": "Nome, nacionalidade, estado civil, profissão, domicílio e residência das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "987739",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Conforme as disposições sobre provas constantes no Código Civil, o instrumento particular assinado por quem esteja em livre disposição e administração de seus próprios bens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não prova obrigações convencionais; logo, não ocorrem efeitos em relação a terceiros."
      },
      {
        "letra": "B",
        "texto": "prova obrigações convencionais e é condição suficiente para a ocorrência de efeitos em relação a terceiros."
      },
      {
        "letra": "C",
        "texto": "prova obrigações convencionais, mas eventuais efeitos em relação a terceiros ocorrerão somente após registro em registro público."
      },
      {
        "letra": "D",
        "texto": "não prova obrigações convencionais, pois tal efeito depende da efetivação do assento em registro público."
      },
      {
        "letra": "E",
        "texto": "prova obrigações convencionais, mas essa prova não pode ser suprida por outra de caráter legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2031227",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Pereira Barreto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Não basta alegar, é necessário provar. O Código Civil traz a determinação das provas, a indicação de seu valor jurídico e as condições de sua admissibilidade, o que difere do estatuto processual civil que regulamenta o modo de sua constituição e de como produzi-la em juízo. Nesse sentido, em relação à lei substantiva civil, assinale a altermativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A confissão é revogável e pode ser anulada se decorreu de erro de fato ou de coação."
      },
      {
        "letra": "B",
        "texto": "As declarações constantes de documentos assinados presumem-se verdadeiras em relação aos signatários e a terceiros, mas as declarações meramente enunciativas não eximem os interessados em sua veracidade do ônus de prová-las."
      },
      {
        "letra": "C",
        "texto": "A prova não supre a ausência do título de crédito, ou do original, nos casos em que a lei ou as circunstâncias condicionarem o exercício do direito à sua exibição."
      },
      {
        "letra": "D",
        "texto": "Não podem ser admitidos como testemunhas os menores de dezoito anos, os cônjuges, os ascendentes, os descendentes e os colaterais, até o quarto grau de alguma das partes, por consanguinidade ou afinidade."
      },
      {
        "letra": "E",
        "texto": "A recusa à perícia médica ordenada pelo juiz suprirá a prova que se pretendia obter com o exame, não podendo a impugnar a parte que se recusou a realizá-la."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1841372",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Ilha Solteira - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "A prova de um fato jurídico far-se-á",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por confissão, inclusive a feita por representante, desde que nos limites dos poderes de representação."
      },
      {
        "letra": "B",
        "texto": "por reprodução fotográfica do fato, ainda que impugnada sua exatidão."
      },
      {
        "letra": "C",
        "texto": "por livros e fichas dos empresários e sociedades, apenas contra as pessoas a que pertencem."
      },
      {
        "letra": "D",
        "texto": "em qualquer caso, pelo só testemunho de sobrinho capaz de uma das partes."
      },
      {
        "letra": "E",
        "texto": "pela apresentação de telegrama, desde que acompanhado do original assinado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1611764",
    "metadata": "Ano: 2018 | Banca: ADM&TEC | Órgão: Prefeitura de Santa Cruz do Capibaribe - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Leia as afirmativas a seguir: I. À luz do Código Civil, pode-se afirmar que a recusa à perícia médica ordenada pelo juiz não pode suprir a prova que se pretendia obter com o exame. II. À luz do Código Civil, pode-se afirmar que a confissão é revogável e somente pode ser anulada se decorrente de coação. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As duas afirmativas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "A afirmativa I é verdadeira, e a II é falsa."
      },
      {
        "letra": "C",
        "texto": "A afirmativa II é verdadeira, e a I é falsa."
      },
      {
        "letra": "D",
        "texto": "As duas afirmativas são falsas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1325844",
    "metadata": "Ano: 2018 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "De acordo com o Código Civil de 2002, assinale a alternativa correta acerca dos meios de prova e suas particularidades.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prova exclusivamente testemunhal é admitida para negócios jurídicos de qualquer valor, desde que haja mais de uma testemunha."
      },
      {
        "letra": "B",
        "texto": "No ordenamento civil brasileiro, a presunção não é admitida como meio de prova."
      },
      {
        "letra": "C",
        "texto": "Em regra, os parentes da linha colateral são admitidos como testemunhas, salvo se tiverem interesse no litígio."
      },
      {
        "letra": "D",
        "texto": "Admite-se o depoimento de menor, com idade entre 16 (dezesseis) e 18 (dezoito) anos, como prova testemunhal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1285096",
    "metadata": "Ano: 2018 | Banca: ADM&TEC | Órgão: Câmara de Serra Talhada - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Leia as afirmativas a seguir: I. Os empresários individuais e as empresas estão dispensados de responder, independentemente de culpa, pelos danos causados pelos produtos postos em circulação. II. As declarações constantes de documentos assinados presumem-se verdadeiras em relação aos signatários. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As duas afirmativas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "A afirmativa I é verdadeira, e a II é falsa."
      },
      {
        "letra": "C",
        "texto": "A afirmativa II é verdadeira, e a I é falsa."
      },
      {
        "letra": "D",
        "texto": "As duas afirmativas são falsas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1285083",
    "metadata": "Ano: 2018 | Banca: ADM&TEC | Órgão: Câmara de Serra Talhada - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Leia as afirmativas a seguir: I. As reproduções fotográficas, cinematográficas, os registros fonográficos e, em geral, quaisquer outras reproduções mecânicas ou eletrônicas de fatos ou de coisas fazem prova plena destes, ainda que a parte, contra quem forem exibidos, lhes impugnar a exatidão. II. O credor que demandar o devedor após vencida a dívida, ficará obrigado a descontar os juros correspondentes, embora estipulados, e a pagar as custas em dobro. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As duas afirmativas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "A afirmativa I é verdadeira, e a II é falsa."
      },
      {
        "letra": "C",
        "texto": "A afirmativa II é verdadeira, e a I é falsa."
      },
      {
        "letra": "D",
        "texto": "As duas afirmativas são falsas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1285082",
    "metadata": "Ano: 2018 | Banca: ADM&TEC | Órgão: Câmara de Serra Talhada - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Responsabilidade civil",
      "Parte Geral",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Leia as afirmativas a seguir: I. A escritura pública deve conter, entre outras informações previstas em lei, nome, nacionalidade, estado civil, profissão, domicílio e residência das partes e demais comparecentes, sendo vedada a indicação do regime de bens do casamento, nome do outro cônjuge ou filiação. II. O direito de exigir reparação e a obrigação de prestá-la extinguem-se com a herança. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As duas afirmativas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "A afirmativa I é verdadeira, e a II é falsa."
      },
      {
        "letra": "C",
        "texto": "A afirmativa II é verdadeira, e a I é falsa."
      },
      {
        "letra": "D",
        "texto": "As duas afirmativas são falsas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1285081",
    "metadata": "Ano: 2018 | Banca: ADM&TEC | Órgão: Câmara de Serra Talhada - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Leia as afirmativas a seguir: I. O telegrama, quando lhe for contestada a autenticidade, não pode fazer prova, ainda que mediante conferência com o original assinado. II. Suspensa a prescrição em favor de um dos credores solidários, só aproveitam os outros se a obrigação for divisível. Marque a alternativa CORRETA",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As duas afirmativas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "A afirmativa I é verdadeira, e a II é falsa."
      },
      {
        "letra": "C",
        "texto": "A afirmativa II é verdadeira, e a I é falsa."
      },
      {
        "letra": "D",
        "texto": "As duas afirmativas são falsas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1285080",
    "metadata": "Ano: 2018 | Banca: ADM&TEC | Órgão: Câmara de Serra Talhada - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Responsabilidade civil",
      "Parte Geral",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Leia as afirmativas a seguir: I. A cópia fotográfica de documento, conferida por tabelião de notas, valerá como prova de declaração da vontade, mas, impugnada sua autenticidade, deverá ser exibido o original. II. Os bens do responsável pela ofensa ou violação do direito de outrem ficam sujeitos à reparação do dano causado. Se a ofensa tiver mais de um autor, todos responderão solidariamente pela reparação. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As duas afirmativas são verdadeiras"
      },
      {
        "letra": "B",
        "texto": "A afirmativa I é verdadeira, e a II é falsa."
      },
      {
        "letra": "C",
        "texto": "A afirmativa II é verdadeira, e a I é falsa."
      },
      {
        "letra": "D",
        "texto": "As duas afirmativas são falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1219779",
    "metadata": "Ano: 2018 | Banca: ADM&TEC | Órgão: Câmara de Serra Talhada - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Leia as afirmativas a seguir: I. A escritura pública deve conter, entre outras informações previstas em lei, a manifestação clara da vontade das partes e dos intervenientes. II. Cabe à lei complementar estabelecer normas de gestão financeira e patrimonial da administração direta e indireta, bem como condições para a instituição e funcionamento de fundos. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As duas afirmativas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "A afirmativa I é verdadeira, e a II é falsa."
      },
      {
        "letra": "C",
        "texto": "A afirmativa II é verdadeira, e a I é falsa."
      },
      {
        "letra": "D",
        "texto": "As duas afirmativas são falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "993010",
    "metadata": "Ano: 2018 | Banca: Crescer Concursos | Órgão: Prefeitura de Uruçuí - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "De acordo com o Código Civil Brasileiro, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato jurídico não pode ser provado mediante presunção."
      },
      {
        "letra": "B",
        "texto": "A confissão é irrevogável e não pode ser anulada, ainda que decorrente de erro de fato."
      },
      {
        "letra": "C",
        "texto": "A cópia fotográfica de documento, conferida por tabelião de notas, valerá como prova de irrefutável de declaração da vontade, sendo inválida qualquer impugnação de sua autenticidade."
      },
      {
        "letra": "D",
        "texto": "Não tem eficácia a confissão se provém de quem não é capaz de dispor do direito a que se referem os fatos confessados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990423",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Pontal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre as provas e seu meio de produção, nos termos do Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A presunção pode ser utilizada como meio de prova."
      },
      {
        "letra": "B",
        "texto": "É absolutamente nula a confissão que decorre de erro de fato ou de coação."
      },
      {
        "letra": "C",
        "texto": "A escritura pública, lavrada em notas de tabelião, é dotada de fé pública, desde que o ato tenha sido acompanhado por 2 (duas) testemunhas."
      },
      {
        "letra": "D",
        "texto": "A confissão é ato revogável, desde que a revogação se dê até 1 (um) ano do ato ou antes do trânsito em julgado."
      },
      {
        "letra": "E",
        "texto": "Os menores entre 16 (dezesseis) e 18 (dezoito) anos não podem ser admitidos como testemunhas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "932316",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "A respeito das teorias e meios de prova previstas no Código Civil e Tribunais Superiores, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pessoa com deficiência poderá testemunhar em igualdade de condições com as demais pessoas, sendo-lhe assegurados todos os recursos de tecnologia assistiva."
      },
      {
        "letra": "B",
        "texto": "não há previsão legal sobre a possibilidade de ser admitido o depoimento de cônjuge, ascendente ou descendente."
      },
      {
        "letra": "C",
        "texto": "em ação investigatória, a recusa do suposto pai a submeter-se ao exame de DNA induz presunção juris et de juris paternidade."
      },
      {
        "letra": "D",
        "texto": "um advogado pode ser obrigado a depor sobre fato de seu cliente desde que seja necessário para a prova de fatos que só ele conhece."
      },
      {
        "letra": "E",
        "texto": "qualquer que seja o valor do negócio jurídico, a prova escrita é admissível como subsidiária ou complementar da prova testemunhal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "927216",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Quanto às provas, segundo o Código Civil, analise as afirmativas a seguir. I. Os documentos redigidos em língua estrangeira não precisam ser traduzidos para o português para ter efeitos legais no Brasil. II. As declarações constantes de documentos assinados presumem-se verdadeiras em relação aos signatários, porém, não tendo relação direta com as disposições principais ou com a legitimidade das partes, as declarações enunciativas não eximem os interessados do ônus de prová-las. III. A escritura pública, redigida em língua portuguesa e lavrada em notas de tabelião, é documento dotado de fé pública, fazendo prova plena, mesmo que o comparecente não saiba a língua nacional e, neste caso, desde que o tabelião entenda o idioma em que se expressa. IV. O fato jurídico pode ser provado pela confissão que é irrevogável, porém, pode ser anulada se decorreu de erro de fato ou de coação. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "905182",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: FAPESP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Considerando que a realização do negócio jurídico poderá ser comprovada por meio de testemunhas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Qualquer que seja o valor do negócio jurídico, a prova testemunhal é admissível como subsidiária ou complementar da prova por escrito."
      },
      {
        "letra": "B",
        "texto": "A prova exclusivamente testemunhal só se admite nos negócios jurídicos cujo valor não ultrapasse o décuplo do maior salário-mínimo vigente no País ao tempo em que foram celebrados."
      },
      {
        "letra": "C",
        "texto": "Podem ser admitidos como testemunhas de um negócio jurídico, os colaterais, até o terceiro grau de alguma das partes, por consanguinidade, ou afinidade."
      },
      {
        "letra": "D",
        "texto": "O cônjuge, bem como o ascendente e o descendente em qualquer grau, podem ser admitidos como testemunhas, desde que tenham participado, de alguma forma, na elaboração da disposição de vontade."
      },
      {
        "letra": "E",
        "texto": "O tutor, representante legal do incapaz, pode testemunhar sobre a prova de fatos que só eles conheçam, desde que tenha assistido o incapaz no ato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "897793",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PauliPrev - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Sobre a teoria geral e meios de prova, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A escritura pública, lavrada em notas de tabelião, é documento dotado de fé pública, fazendo prova plena."
      },
      {
        "letra": "B",
        "texto": "O fato jurídico não pode ser provado por presunção."
      },
      {
        "letra": "C",
        "texto": "A confissão pode ser revogada quando restar comprovado arrependimento da parte."
      },
      {
        "letra": "D",
        "texto": "As declarações constantes de documentos assinados presumem-se verdadeiras em relação aos signatários, desde que as assinaturas sejam reconhecidas em cartório."
      },
      {
        "letra": "E",
        "texto": "Apenas nos negócios jurídicos cujo valor seja inferior a trinta salários mínimos, a prova testemunhal é admissível como subsidiária ou complementar da prova por escrito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "897374",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Quanto à prova dos fatos jurídicos, analise as seguintes assertivas: I. A confissão é irrevogável, mas pode ser anulada se decorreu de erro de fato ou de coação. II. A escritura pública, lavrada em notas de tabelião, é documento dotado de fé pública, fazendo prova plena, desde que observado o cumprimento das exigências legais e fiscais inerentes à legitimidade do ato. III. O instrumento particular, quando assinado por quem esteja na livre administração de seus bens, faz prova e opera seus efeitos, a respeito de terceiros, independentemente de qualquer registro público. IV. As declarações constantes de documentos assinados se presumem verdadeiras em relação aos signatários apenas se confirmadas, no mesmo documento, por duas testemunhas. Quais estão INCORRETAS?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "Apenas II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "874935",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "Julgue o item a seguir, acerca de pessoa jurídica e desconsideração de sua personalidade, direitos da personalidade e prova do fato jurídico, de acordo com o disposto no Código Civil.Situação hipotética: Em ação de investigação de paternidade foi demonstrado que o réu investigado, o qual se recusou a realizar o exame de DNA, manteve relacionamento íntimo com a mãe do autor. Diante da recusa do investigado, o magistrado considerou a referida conduta como suficiente para suprir a prova que se pretendia obter com o exame. Assertiva: Nessa situação, a decisão do magistrado foi equivocada, uma vez que o réu possui direito a não produzir prova que possa lhe prejudicar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873715",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prova",
      "Parte Geral"
    ],
    "enunciado_principal": "A respeito das disposições gerais do negócio jurídico e da prova dos fatos jurídicos, de acordo com o Código Civil atualmente em vigor,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as declarações constantes de documentos assinados presumem-se verdadeiras em relação aos signatários e terceiros mencionados."
      },
      {
        "letra": "B",
        "texto": "a escritura pública é essencial à validade dos negócios jurídicos que visem à constituição, transferência, modificação ou renúncia de direitos reais sobre imóveis de qualquer valor."
      },
      {
        "letra": "C",
        "texto": "salvo os casos expressos, a prova exclusivamente testemunhal só se admite nos negócios jurídicos cujo valor não ultrapasse o décuplo do maior salário mínimo vigente no País ao tempo em que foram celebrados."
      },
      {
        "letra": "D",
        "texto": "o instrumento particular, feito por terceiro e somente assinado por quem esteja na livre disposição e administração de seus bens, prova as obrigações convencionais de qualquer valor."
      },
      {
        "letra": "E",
        "texto": "a cópia fotográfica de documento, conferida por tabelião de notas, valerá como prova de declaração da vontade, e, ainda que impugnada sua autenticidade, dispensa a exibição do original."
      }
    ],
    "gabarito": "D"
  }
]