[
  {
    "id": "3583075",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "A respeito de aspectos do direito de família e de sucessões, julgue o item a seguir, considerando as disposições do Código Civil e a jurisprudência do STJ. Em razão do princípio da isonomia, é inadmissível a fixação de alimentos em valores ou percentuais distintos entre os filhos do alimentante.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3520289",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Nice, milionária, casou-se com seu motorista, Jorge, em 2010. Por pressão familiar, adotaram o regime da separação eletiva de bens. Ocorre que, em 2015, Nice é diagnosticada com grave neoplasia. Sua família a abandona, mas Jorge fica a seu lado e, juntos, superam a crise de saúde. Por isso, Nice percebe que fora injusta em aceitar a pressão para resguardar o patrimônio e decide alterar o regime de bens, a fim de que Jorge tenha direito, inclusive, aos bens que ela herdará. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é possível a alteração superveniente do regime de bens do casamento, de modo que, se quiser que Jorge tenha direito aos bens que herdará, poderá se valer da partilha em vida, prevista pelo Art. 2.018 do Código Civil;"
      },
      {
        "letra": "B",
        "texto": "embora seja possível, em tese, a alteração superveniente do regime de bens do casamento, ela sempre terá eficácia prospectiva (ex nunc), de modo que, se quiser que Jorge tenha direito aos bens que herdará, poderá se valer da partilha em vida, prevista pelo Art. 2.018 do Código Civil;"
      },
      {
        "letra": "C",
        "texto": "embora seja possível, em tese, a alteração superveniente do regime de bens do casamento, ela sempre terá eficácia prospectiva (ex nunc) e, no mais, muito menos poderá se valer da partilha em vida prevista pelo Art. 2.018 do Código Civil, reservada aos ascendentes em relação a seus herdeiros;"
      },
      {
        "letra": "D",
        "texto": "é possível a alteração superveniente do regime de bens do casamento que, via de regra, tem eficácia retroativa (ex tunc), desde que haja manifestação dos cônjuges e não haja prejuízo a direitos de terceiro;"
      },
      {
        "letra": "E",
        "texto": "embora a possível alteração superveniente do regime de bens do casamento tenha, via de regra, eficácia prospectiva (ex nunc), no caso específico, os efeitos retroativos são corolário lógico do desejo dos cônjuges que visam ao aprofundamento do vínculo matrimonial e devem, portanto, ser admitidos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3390836",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Em 2021, Rodrigo, então com 72 anos, casou-se com Laura, de 59 anos. Eles não firmaram pacto antenupcial. Durante o casamento, adquiriram um imóvel em nome de Rodrigo, com participação financeira de ambos. Já em 2020, Cláudio, com 74 anos, passou a conviver em união estável com Sônia, de 65 anos. Também não houve formalização de regime de bens por escritura pública. A convivência seguiu estável, e o casal construiu um patrimônio comum ao longo da relação. Recentemente, eles tiveram conhecimento de que uma decisão do STF poderia alterar as regras de regime de bens e sucessórias de suas relações. Em razão disso, procuraram um advogado(a), questionado se ainda estariam obrigados a seguir o regime de bens de seus casamento e união estável ou se poderiam alterá-los. Também, pediram explicações sobre o impacto da referida decisão na sucessão, caso nada fizessem. Sobre o fato apresentado, com base no entendimento do STF e na legislação civil vigente, assinale a opção que indica a informação prestada corretamente pelo advogado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O regime da separação obrigatória de bens nos dois casos é inconstitucional e será desconsiderado mesmo sem manifestação das partes, permitindo que Laura e Sônia concorram na herança como se o regime fosse de comunhão parcial de bens."
      },
      {
        "letra": "B",
        "texto": "Tanto Rodrigo e Laura quanto Cláudio e Sônia poderão alterar o regime da separação obrigatória, desde que o façam por escritura pública conjunta no cartório, com efeitos retroativos à data do casamento ou da união."
      },
      {
        "letra": "C",
        "texto": "Apenas no caso de união estável é possível afastar a separação obrigatória por escritura pública. Nos casamentos, o regime é imutável por força da lei, independentemente da vontade das partes."
      },
      {
        "letra": "D",
        "texto": "A decisão do STF permite que o regime da separação obrigatória de bens seja afastado, desde que haja manifestação expressa das partes: por autorização judicial no caso do casamento e por escritura pública no caso da união estável."
      },
      {
        "letra": "E",
        "texto": "A decisão do STF determina que, se houver aquisição conjunta de bens durante a convivência, ainda que sob o regime da separação obrigatória, o cônjuge ou companheira terá direito à herança sobre esses bens, pois a partilha deve refletir a efetiva contribuição econômica de cada um."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3390834",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Abigail, em situação de acentuada vulnerabilidade econômica e social, foi vítima de sucessivas agressões físicas e psicológicas perpetradas por seu companheiro, Tomé, com quem manteve união estável, formalizada mediante escritura pública, durante uma década. Dessa relação nasceram dois filhos, Amir e Breno, atualmente com cinco e três anos de idade. Em decorrência de um episódio especialmente grave de violência, que culminou na hospitalização de Abigail por lesões corporais de natureza séria, foi deferida medida protetiva de urgência, determinando o afastamento de Tomé do lar comum. Durante o curso da união, Abigail abandonou o vínculo empregatício formal por imposição do companheiro, passando a viver em completa dependência financeira. Diante da gravidade dos fatos, o Ministério Público promoveu a instauração de ação penal. Paralelamente, Abigail procurou a Defensoria Pública do Estado de Pernambuco, a fim de obter orientação quanto às repercussões cíveis oriundas da violência sofrida. Assinale a opção que apresenta, corretamente, a orientação dada pela Defensoria Pública do Estado de Pernambuco.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lesão corporal grave sofrida por Abigail, por si só, não leva à perda da autoridade parental do genitor por ato judicial, a menos que os filhos também tenham sido vítimas."
      },
      {
        "letra": "B",
        "texto": "Nos casos de violência doméstica, não se admite a presunção de abalo moral, sendo indispensável a demonstração específica do sofrimento e da dor experimentada por Abigail."
      },
      {
        "letra": "C",
        "texto": "A pensão alimentícia para vítima de violência doméstica reveste-se de caráter excepcional, sendo fixada somente após sentença condenatória e mediante comprovação de desequilíbrio econômico entre os conviventes."
      },
      {
        "letra": "D",
        "texto": "Abigail poderá ajuizar ação de dissolução de união estável no Juizado de Violência Doméstica e Familiar contra a Mulher, que, entretanto, não possui competência para apreciar o pedido de partilha de bens."
      },
      {
        "letra": "E",
        "texto": "A guarda compartilhada continua sendo a regra mesmo diante de violência doméstica, salvo se demonstrado que os filhos foram vítimas de lesões corporais graves por ato de Tomé."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3362521",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Júlio, 73 anos, e Ana, 68 anos, vivem em união estável desde agosto de 2005, conforme escritura pública devidamente registrada. Na época, optaram pelo regime da comunhão parcial de bens. Mais recentemente, tiveram notícias de que o regime sucessório irá mudar e, com receio do impacto de uma possível alteração legal, procuram orientação de advogado especializado, pois gostariam de mudar o regime de bens de forma a que ambos ficassem igualmente protegidos na eventualidade do óbito de um deles. Diante da situação hipotética e com base na legislação vigente, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Júlio e Ana poderão alterar o regime de bens pela via extrajudicial, mas em razão da idade, só poderão adotar o regime da separação obrigatória de bens."
      },
      {
        "letra": "B",
        "texto": "Júlio e Ana poderão alterar o regime de bens pela via extrajudicial, podendo livremente escolher o regime de bens que desejarem."
      },
      {
        "letra": "C",
        "texto": "Júlio e Ana poderão requerer, motivadamente, a alteração do regime de bens pela via judicial apenas, podendo livremente escolher o regime de bens que desejam."
      },
      {
        "letra": "D",
        "texto": "Júlio e Ana, em razão da idade, poderão alterar o regime de bens pela via judicial apenas e a indicação do novo regime dependerá da avaliação do juízo, ouvido o representante do Ministério Público"
      },
      {
        "letra": "E",
        "texto": "Júlio e Ana poderão requerer, motivadamente, a alteração do regime de bens pela via judicial apenas, mas em razão da idade, só poderão adotar o regime da separação obrigatória de bens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3307239",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Julgue o item que se segue, referente a direitos da personalidade, direitos a alimentos e capacidade. Suponha que Cacilda dê à luz um filho e creia que o genitor seja Alfredo e este, por determinação judicial, preste regularmente os alimentos devidos. Considere, ainda, que, Cacilda, após sete meses do nascimento de seu filho, suspeite que este não seja filho de Alfredo e pretenda renunciar, de livre e espontânea vontade, o direito aos alimentos, até que seja esclarecida a paternidade mediante realização do exame de DNA. Nessa situação, é permitido a Cacilda renunciar o direito em questão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3301226",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Leonor e Sérgio foram casados por anos em comunhão universal de bens, período em que prosperaram financeiramente. Às vésperas de completarem suas bodas de prata, Leonor descobre uma traição e eles resolvem se separar. Da partilha, que rateou rigorosamente todo o acervo patrimonial, constou cláusula segundo a qual Sérgio, por ter ficado com investimentos e bens que produzem rendimentos, pagaria, vitaliciamente, 30 mil reais a Leonor. Anos depois, Sérgio, aos 85 anos, sofre séria complicação de saúde e pretende se exonerar destes pagamentos. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível a exoneração dos pagamentos, diante do acometimento da saúde de Sérgio, sobretudo considerando a equanimidade da partilha e o fato de Leonor ter recebido sua meação em expressivo montante, a lhe permitir conforto financeiro;"
      },
      {
        "letra": "B",
        "texto": "é possível a revisão judicial dos valores, nos termos do Art. 1.699 do Código Civil (“[s]e, fixados os alimentos, sobrevier mudança na situação financeira de quem os supre, ou na de quem os recebe, poderá o interessado reclamar ao juiz, conforme as circunstâncias, exoneração, redução ou majoração do encargo”), mas não a exoneração;"
      },
      {
        "letra": "C",
        "texto": "é possível a exoneração dos pagamentos, não com base nas normas relativas a alimentos, mas pela nulidade da estipulação de renda vitalícia, quando deveria ser por prazo certo;"
      },
      {
        "letra": "D",
        "texto": "é possível a exoneração dos pagamentos, não com base nas normas relativas a alimentos, mas pela aplicação da teoria da onerosidade excessiva a justificar a resolução do negócio jurídico;"
      },
      {
        "letra": "E",
        "texto": "não é possível a exoneração nem a revisão dos pagamentos livremente pactuados dentro do figurino legal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3296674",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "O direito de família e sucessões se entrelaça com as atividades do orientador social, sobretudo em questões relativas a divisões de bens ou heranças que geram conflitos na dinâmica familiar. Que ação pode minimizar o agravamento desse cenário?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incentivar partilhas informais que contrariem leis, visando soluções rápidas a qualquer custo."
      },
      {
        "letra": "B",
        "texto": "Sugerir processos de mediação familiar, difundindo informações sobre direitos sucessórios e favorecendo acordos pautados em critérios de igualdade, respeitando o recurso ao Judiciário quando indispensável."
      },
      {
        "letra": "C",
        "texto": "Abster-se completamente, pois o campo do direito de família mantém mínima conexão com o âmbito assistencial."
      },
      {
        "letra": "D",
        "texto": "Optar pela neutralidade absoluta e recusar qualquer orientação, atribuindo ao advogado da família a responsabilidade pela condução integral do caso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3267109",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Alberto era casado com Luciana, pelo regime de comunhão parcial de bens, que faleceu recentemente, deixando bens adquiridos antes do casamento. Considerando a ordem de vocação hereditária e o regime de bens do casamento, em relação aos bens particulares deixados por Luciana, Alberto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem direito à integralidade da herança deixada, independentemente da existência de descendentes ou ascendentes."
      },
      {
        "letra": "B",
        "texto": "é herdeiro e não concorre com os ascendentes vivos de Luciana, se não houver descendentes."
      },
      {
        "letra": "C",
        "texto": "não é considerado herdeiro de Luciana, a não ser que tenha sido contemplado por testamento."
      },
      {
        "letra": "D",
        "texto": "não é herdeiro e não poderia ser contemplado em eventual testamento deixado por Luciana."
      },
      {
        "letra": "E",
        "texto": "é herdeiro concorrente com os descendentes de Luciana, se existirem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3208080",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Acerca de aspectos do direito de família, julgue o seguinte item. De acordo com o STF, o regime legal de separação de bens nos casamentos e nas uniões estáveis que envolva pessoa com mais de 70 anos de idade pode ser alterado, mediante escritura pública, pela expressa manifestação voluntária das partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3208078",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Acerca de aspectos do direito de família, julgue o seguinte item. A instituição de bem de família convencional deve ser formalizada mediante escritura pública ou testamento, sendo inaplicável, nessa hipótese, a exceção legal de dispensa de escritura pública para validade dos negócios jurídicos que tenham como objeto imóveis com valor inferior a trinta salários mínimos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3153475",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "José, no ano de 2018, com 71 (setenta e um) anos de idade, inicia união estável com Maria, com 18 (dezoito) anos de idade. Foi formalizada a união estável por meio de escritura pública, onde constou que o regime de bens era o da separação de bens. No ano de 2024, em razão do seu estado de saúde, José postula em juízo que a união estável tenha por regime de bens o da comunhão universal, substituindo-se o da separação de bens. Anote-se que José tem descendentes que ostentariam a condição de herdeiros necessários. Acerca do caso hipotético, tendo em vista o entendimento do Supremo Tribunal Federal, é correto afirmar que o pedido apresentado por José ao Judiciário",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser indeferido sem julgamento do mérito, tendo em vista que o regime legal da separação de bens ao maior de 70 anos não se aplica à união estável."
      },
      {
        "letra": "B",
        "texto": "poderá ser atendido se José provar que está em perfeito estado de saúde mental."
      },
      {
        "letra": "C",
        "texto": "não poderá ser atendido, tendo em vista que, em razão da sua idade, o regime de bens deverá ser o da separação de bens."
      },
      {
        "letra": "D",
        "texto": "poderá ser atendido, se Maria comprovar que contribuiu para a aquisição dos bens integrantes do patrimônio de José."
      },
      {
        "letra": "E",
        "texto": "poderá ser atendido, tendo em vista que o regime de separação total poderá ser afastado por meio de manifestação das partes mediante escritura pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3345828",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Veja o caso a seguir. M. e J. estão juntos há 10 anos e têm dois filhos. Eles vivem em união estável e recentemente decidiram converter sua relação em casamento civil. Durante o processo, J. também expressou interesse em garantir que sua união religiosa com M. tenha efeito civil. Após a celebração do casamento civil, eles desejam adotar um planejamento familiar responsável, buscando orientações do Estado. Elaborado pelo(a) autor(a). De acordo com os dispositivos sobre a proteção da família e os direitos e deveres dos cônjuges, um direito constitucional que poderá ser exercido no caso de M. e J. é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o casamento religioso de M. e J. só terá efeito civil se celebrado após o registro do casamento civil no cartório correspondente."
      },
      {
        "letra": "B",
        "texto": "o planejamento familiar pode ser assistido pelo Estado, permitindo a forma coercitiva por parte de instituições oficiais para o exercício desse direito."
      },
      {
        "letra": "C",
        "texto": "M. e J. têm direito a uma celebração de casamento civil gratuita, e podem garantir efeitos civis ao seu casamento religioso, conforme a legislação."
      },
      {
        "letra": "D",
        "texto": "M. ou J., após o casamento civil, poderão exigir exclusivamente um do outro o cumprimento dos deveres conjugais, já que os direitos e deveres não são exercidos igualmente."
      },
      {
        "letra": "E",
        "texto": "a conversão da união estável de M. e J. em casamento civil, apesar de as exigências legais requererem procedimentos complexos e burocráticos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3233111",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o regime de bens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "começa a vigorar da data da publicação dos proclamas."
      },
      {
        "letra": "B",
        "texto": "da comunhão parcial, assim como qualquer outro, não impede que os cônjuges administram livremente os bens próprios."
      },
      {
        "letra": "C",
        "texto": "pode ser alterado extrajudicialmente, independentemente de motivação, ressalvados os direitos de terceiros."
      },
      {
        "letra": "D",
        "texto": "será necessariamente o da separação quando um dos nubentes tiver mais que sessenta anos."
      },
      {
        "letra": "E",
        "texto": "da separação absoluta impede às cônjuges de, sem autorização do outro, alienar ou gravar de ônus real os bens próprios de natureza imóvel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3170837",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o regime de participação final nos aquestos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exige pacto antenupcial, que pode ser feito por instrumento público ou particular."
      },
      {
        "letra": "B",
        "texto": "permite que os cônjuges convencionem a livre disposição dos bens imóveis, desde que particulares."
      },
      {
        "letra": "C",
        "texto": "não pode ser adotado, se qualquer dos cônjuges for empresário."
      },
      {
        "letra": "D",
        "texto": "passou a ser proibido, mas produz efeitos em relação aos cônjuges que validamente o adotaram no passado."
      },
      {
        "letra": "E",
        "texto": "é obrigatório, se qualquer dos cônjuges tiver mais de 60 anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3153846",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "De acordo com o entendimento do STJ, o regime de separação total de bens entre os cônjuges, contratado por meio do pacto antenupcial,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se extingue com a morte de um dos contratantes, produzindo efeitos após a morte de qualquer dos cônjuges com a exclusão do supérstite da condição de herdeiro quando houver qualquer parente sucessível."
      },
      {
        "letra": "B",
        "texto": "não se extingue com a morte de um dos contratantes, produzindo efeitos após a morte de qualquer dos cônjuges com a exclusão do supérstite da condição de herdeiro desde que o de cujus tenha deixado descendentes."
      },
      {
        "letra": "C",
        "texto": "extingue-se com a morte de um dos contratantes, não podendo produzir efeitos após esse momento por haver vedação expressa no ordenamento pátrio quanto à concessão de ultratividade do regime patrimonial capaz de emprestar eficácia póstuma ao regime matrimonial."
      },
      {
        "letra": "D",
        "texto": "extingue-se com a morte de um dos contratantes, não podendo produzir efeitos após esse momento por inexistir no ordenamento pátrio previsão de ultratividade do regime patrimonial capaz de emprestar eficácia póstuma ao regime matrimonial."
      },
      {
        "letra": "E",
        "texto": "não se extingue com a morte de um dos contratantes, produzindo efeitos após esse momento com a exclusão do cônjuge supérstite da condição de herdeiro desde que o de cujus tenha deixado ascendentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3151535",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Conforme recente entendimento do STF, o regime legal obrigatório da separação de bens nos casamentos e uniões estáveis com pessoa maior de setenta anos é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inconstitucional, não podendo vigorar por ofender o princípio da dignidade da pessoa humana ao tratar idosos como instrumentos para a satisfação do interesse patrimonial dos herdeiros."
      },
      {
        "letra": "B",
        "texto": "constitucional, podendo ser afastado por expressa manifestação de vontade das partes mediante contrato particular."
      },
      {
        "letra": "C",
        "texto": "inconstitucional, não podendo vigorar por ofender o princípio da autonomia individual ao impedir que pessoas capazes para praticar atos da vida civil façam suas escolhas existenciais livremente."
      },
      {
        "letra": "D",
        "texto": "inconstitucional, não podendo vigorar por ofender o princípio da igualdade ao utilizar a idade como elemento de desequiparação entre as pessoas."
      },
      {
        "letra": "E",
        "texto": "constitucional, podendo ser afastado por expressa manifestação de vontade das partes mediante escritura pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3131744",
    "metadata": "Ano: 2024 | Banca: Unesc | Órgão: Prefeitura de Macieira - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Ana e João, cônjuges, decidiram adquirir um imóvel em conjunto, porém optaram por usar um contrato de compra e venda em que constava que ambos seriam proprietários em partes iguais. Ao registrar o contrato, surgiu a dúvida sobre o regime de bens aplicável e como seria feita a divisão dos direitos. Qual seria o regime de bens aplicável automaticamente, caso eles não tenham escolhido um regime específico ao contrair matrimônio?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Regime da comunhão universal de bens."
      },
      {
        "letra": "B",
        "texto": "Regime da comunhão parcial de bens."
      },
      {
        "letra": "C",
        "texto": "Regime da participação final nos aquestos."
      },
      {
        "letra": "D",
        "texto": "Regime da separação obrigatória de bens."
      },
      {
        "letra": "E",
        "texto": "Regime da separação total de bens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3127320",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Marília - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "A afirmação de que, para ter início a personalidade, exige-se o nascimento com vida, sendo ressalvados, contudo, os direitos patrimoniais do nascituro antes da concepção, refere-se, de acordo com o atual posicionamento do Superior Tribunal de Justiça, à teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concepcionista."
      },
      {
        "letra": "B",
        "texto": "natalista."
      },
      {
        "letra": "C",
        "texto": "personalidade condicional."
      },
      {
        "letra": "D",
        "texto": "pura."
      },
      {
        "letra": "E",
        "texto": "moderada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3117514",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Célia, 45 anos, e Ronaldo, 48 anos, casaram-se civilmente em 2015. Para reger as disposições patrimoniais do casamento, os cônjuges optaram pelo regime da comunhão parcial de bens. Em 2024, Célia propôs ação de divórcio e partilha de bens. Em relação a esse cenário, considere os bens a seguir. I. As obras realizadas em 2023 para conserto do telhado, do muro e do forro da casa da serra que fora adquirida por Ronaldo antes do casamento. II. Os três apartamentos recebidos por Ronaldo em 2021, por sucessão, em virtude do falecimento de sua mãe. III. O carro recebido por Célia por ocasião de um sorteio de Natal de 2022 realizado por shopping local. Deve(m) ser computado(s) na partilha apenas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I;"
      },
      {
        "letra": "B",
        "texto": "II;"
      },
      {
        "letra": "C",
        "texto": "III;"
      },
      {
        "letra": "D",
        "texto": "II e III;"
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3049330",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Regina e Cláudio se casaram sob o regime da comunhão parcial de bens. Na constância do casamento, Cláudio praticou alguns atos jurídicos sem a vênia de Regina, não suprida pelo juiz, dentre eles: I. Gravou de ônus real bem imóvel adquirido onerosamente na constância da união e registrado em seu nome; II. Contratou mútuo bancário para adquirir o necessário para a economia doméstica; III. Doou a lancha comprada por ele no segundo ano de casamento. Examinadas as medidas tomadas por Cláudio, o(s) ato(s) passível(eis) de invalidação é(são):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas;"
      },
      {
        "letra": "B",
        "texto": "I e II, apenas;"
      },
      {
        "letra": "C",
        "texto": "I e III, apenas;"
      },
      {
        "letra": "D",
        "texto": "II e III, apenas;"
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3048485",
    "metadata": "Ano: 2024 | Banca: CESGRANRIO | Órgão: BNDES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Uma sociedade empresária de responsabilidade limitada alugou um imóvel para ser utilizado em suas atividades. Um dos sócios dessa empresa constou na condição de fiador no contrato de locação. A partir de determinado momento, na vigência do contrato, a empresa locatária deixou de pagar os aluguéis. Diante disso, o locador ajuizou execução contra a devedora. Na execução foram penhorados bens do sócio que figurava como fiador. A esposa desse sócio, com quem é casada no regime de comunhão parcial de bens, apresentou embargos de terceiro requerendo a nulidade do contrato firmado por seu marido, com o desbloqueio da penhora de seus bens, sob o argumento de que ela não concedeu outorga uxória em relação ao contrato de locação. A partir da situação apresentada, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o sócio prestou a fiança na condição de empresário e, portanto, pode praticar todos os atos de disposição e de administração necessários ao desempenho de sua atividade profissional."
      },
      {
        "letra": "B",
        "texto": "o sócio responde pessoalmente pela dívida, sendo a ele permitido prestar fiança livremente e afetar o patrimônio do casal, em sua totalidade, em decorrência do regime legal de bens apresentado pós-matrimônio."
      },
      {
        "letra": "C",
        "texto": "a outorga do cônjuge para prestar fiança é necessária, sendo indiferente o fato de o fiador prestá-la na condição de empresário, considerando a necessidade de proteção da segurança econômica familiar."
      },
      {
        "letra": "D",
        "texto": "a outorga do cônjuge é necessária tendo em vista o dinamismo das relações comerciais, fato que aumenta sobremaneira o risco de perdas patrimoniais para o sócio e indiretamente para seu cônjuge."
      },
      {
        "letra": "E",
        "texto": "a outorga do cônjuge é dispensável, uma vez que tal imposição alcança apenas o regime da comunhão total de bens, na hipótese de alienação de patrimônio imobiliário, estando o sócio autorizado a praticar todos os demais atos de disposição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3030612",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Prefeitura de Esmeraldas - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Nos termos do Código Civil, no casamento com regime de comunhão parcial de bens, excluem-se da comunhão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os proventos do trabalho pessoal de cada cônjuge."
      },
      {
        "letra": "B",
        "texto": "As benfeitorias em bens particulares de cada cônjuge."
      },
      {
        "letra": "C",
        "texto": "Os frutos dos bens dos particulares de cada cônjuge, percebidos na constância do casamento."
      },
      {
        "letra": "D",
        "texto": "Os bens adquiridos por fato eventual, com ou sem o concurso de trabalho ou despesa anterior."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3030252",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "O casamento impõe deveres patrimoniais aos cônjuges que implicam contribuição, na proporção de seus bens e rendimentos do trabalho para o sustento da família e educação dos filhos, incidindo a responsabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em razão da condição de comunheiros, em qualquer regime de bens, nula eventual disposição em contrário em pacto antenupcial."
      },
      {
        "letra": "B",
        "texto": "independentemente do regime patrimonial, desnecessária prévia autorização recíproca para despesas diuturnas módicas e necessárias à economia doméstica."
      },
      {
        "letra": "C",
        "texto": "em qualquer regime de bens, mediante expressa e prévia anuência recíproca e quanto às despesas contraídas em benefício comum, independentemente do vulto."
      },
      {
        "letra": "D",
        "texto": "em observância ao princípio da cooperação, exceto nos regimes da separação legal e convencional, bem como, da participação final nos aquestos, inde pendentemente de disposição expressa em pacto antenupcial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2681879",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRM-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "De acordo com a Código Civil, julgue o item a seguir, a respeito do direito de família. Quando o curador for o cônjuge, não será obrigado à prestação de contas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2681877",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRM-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "De acordo com a Código Civil, julgue o item a seguir, a respeito do direito de família. A confissão materna é suficiente para excluir a paternidade, sendo que cabe ao marido o direito de contestar a paternidade dos filhos nascidos de sua mulher, por ação imprescritível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2580917",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Rio Branco - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Analise o caso a seguir. Uma mulher casada em regime de comunhão parcial de bens com um homem, sem filhos, obtém autorização do seu cônjuge para alienar um imóvel comum do casal para a sua irmã, ajustando preço a ser pago de forma parcelada. Dois meses depois do negócio jurídico celebrado, a mulher postula o divórcio em relação ao cônjuge. As parcelas referentes ao negócio jurídico não foram pagas. O cônjuge descobre que a intenção da mulher não era a celebração do contrato de compra e venda, mas sim a realização de doação, de modo a retirar da partilha futura decorrente do divórcio aquele bem imóvel. Elaborado pelo(a) autor(a). Considerando o caso em tela, o Código Civil estabelece que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a compra e venda é negócio jurídico dissimulado e a doação é negócio jurídico simulado, de forma que será nula a alienação da parte do imóvel pertencente ao cônjuge, porém válida a doação da parte do imóvel pertencente à mulher."
      },
      {
        "letra": "B",
        "texto": "a compra e venda e a doação são um único negócio jurídico simulado, de forma que não subsistem em nenhum aspecto, sendo o bem integralmente partilhado entre a mulher e o cônjuge no divórcio, tornando-se sem efeito a doação."
      },
      {
        "letra": "C",
        "texto": "a compra e venda é negócio jurídico simulado e a doação é negócio jurídico dissimulado, de forma que será nula a alienação da parte do imóvel pertencente ao cônjuge, porém válida a doação da parte do imóvel pertencente à mulher."
      },
      {
        "letra": "D",
        "texto": "a compra e venda e a doação são um único negócio jurídico dissimulado, de forma que não subsistem em nenhum aspecto, sendo o bem integralmente partilhado entre a mulher e o cônjuge no divórcio, tornando-se sem efeito a doação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2553393",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Se pessoa casada no regime da comunhão universal de bens receber imóvel em doação e falecer na constância do casamento, deixando filhos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será necessária a partilha para que seja dada destinação ao imóvel."
      },
      {
        "letra": "B",
        "texto": "ao imóvel será aplicado o direito de acrescer, previsto no parágrafo único do artigo 551 do Código Civil, passando o cônjuge sobrevivente a ser proprietário da sua totalidade."
      },
      {
        "letra": "C",
        "texto": "o cônjuge sobrevivente não tem direito à meação sobre o imóvel."
      },
      {
        "letra": "D",
        "texto": "o imóvel será transmitido em sua totalidade aos filhos do falecido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2553222",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "João e Maria constituíram união estável em janeiro de 1984. Em dezembro de 2001, como se tornara insuportável a convivência, realizaram escritura pública de reconhecimento e dissolução de união estável, estipulando o regime da separação total dos bens, com previsão de efeitos retroativos e para o futuro. Porém, não promoveram a partilha dos bens. Mantiveram-se afastados por mais de dez anos, até que, em agosto de 2013, após se encontrarem casualmente, reaproximaram-se, reatando a convivência pública, contínua e duradoura. Em outubro de 2018, decidiram pôr fim ao relacionamento. Nessas circunstâncias, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interpreta-se a retroatividade da estipulação do novo regime, em 2001, como doação de metade ideal dos bens adquiridos onerosamente entre janeiro de 1984 e dezembro de 2001. Tal estipulação, porém, no tocante ao período compreendido entre agosto de 2013 e outubro de 2018, é ineficaz."
      },
      {
        "letra": "B",
        "texto": "a estipulação de novo regime produz efeitos ex nunc, por ser nula a cláusula que estabelece a retroatividade. Quanto aos bens adquiridos onerosamente entre agosto de 2013 e outubro de 2018, aplica-se o regime da comunhão parcial de bens, porque se cuida de nova união estável."
      },
      {
        "letra": "C",
        "texto": "interpreta-se a retroatividade da estipulação do novo regime, em 2001, como doação de metade ideal dos bens adquiridos onerosamente entre janeiro de 1984 e dezembro de 2001. Quanto ao período compreendido entre agosto de 2013 e outubro de 2018, os efeitos prospectivos da declaração acarretam a incidência das regras da separação de bens."
      },
      {
        "letra": "D",
        "texto": "a retroatividade da estipulação do novo regime faz com que os bens adquiridos onerosamente pelos companheiros, entre janeiro de 1984 e dezembro de 2001, sejam excluídos da comunhão. Quanto ao período compreendido entre agosto de 2013 e outubro de 2018, os efeitos prospectivos da declaração acarretam a incidência das regras da separação de bens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2534389",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Câmara de Araripina - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Julgue o item subsequente.O regime de bens no casamento é um instituto jurídico que disciplina as relações patrimoniais entre os cônjuges durante o matrimônio e após a sua dissolução. No Brasil, o regime de comunhão parcial de bens é o regime legal padrão, aplicável quando não há pacto antenupcial. Nesse regime, os bens adquiridos antes do casamento permanecem individualmente de cada cônjuge, enquanto os adquiridos na constância do casamento são comuns, salvo disposições em contrário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2507802",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Contratos em Espécie",
      "Compra e Venda",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Em relação aos contratos, julgue o item seguinte. O cônjuge, quando o casal adotar o regime de separação absoluta, só estará legitimado a alienar, hipotecar ou gravar de ônus reais os bens imóveis depois de obter a autorização do outro ou o suprimento judicial de seu consentimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2489722",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Fernando ajuíza ação de guarda combinada com regulação de visitas de seu cachorro Totó em face de sua ex-mulher Andrea. O feito é distribuído, inicialmente, para a Vara de Família, que, então, declina-o para uma Vara Cível. O titular desse juízo suscita conflito de competência pelos seguintes fundamentos: I) atualmente, o ordenamento civil e a jurisprudência do Superior Tribunal de Justiça reconhecem a possibilidade de aplicar o regime de guarda e visitação aos animais, justamente por reconhecer a formação de um núcleo familiar, considerada a categoria de sujeito de direito dos animais senscientes; II) de todo modo, ainda que assim não fosse, como Totó foi adquirido onerosamente na constância do casamento, deve ser reconhecida a copropriedade como decorrência do regime de bens adotados (comunhão universal); e III) o pedido se baseia em cláusula específica de acordo de união estável que, embora não tenha sido lavrado em escritura pública, deve ser considerado válido e eficaz entre os cônjuges. Nesse caso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as alegações estão corretas;"
      },
      {
        "letra": "B",
        "texto": "todas as alegações estão incorretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as alegações I e III estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas a alegação II está correta;"
      },
      {
        "letra": "E",
        "texto": "apenas as alegações II e III estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2459856",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Em Recurso Extraordinário julgado pelo Supremo Tribunal Federal (STF), apreciou-se a constitucionalidade do Art. 1.641 do Código Civil, que prevê a obrigatoriedade do regime de separação de bens no casamento de pessoa maior de 70 (setenta) anos. Ao decidir a questão, o STF interpretou, conforme a CRFB/88, o dispositivo e fixou a seguinte tese de julgamento: Nos casamentos e uniões estáveis envolvendo pessoa maior de 70 anos, o regime de separação de bens previsto no Art. 1641, inciso II, do Código Civil, pode ser afastado por expressa manifestação da vontade das partes, mediante escritura pública. Em relação ao tema, analise as assertivas a seguir. I. O princípio da igualdade restringe a utilização do fator idade para desequiparar pessoas, salvo se demonstrado que se trata de fundamento razoável para realização de um fim legítimo. II. O princípio da dignidade humana inclui, em seu conteúdo, o valor intrínseco de toda pessoa e a autonomia para realizar suas próprias escolhas existenciais. III. O regime de separação de bens do Art. 1.641, inciso II, do Código Civil, aplica-se tanto ao casamento quanto à união estável, mas somente o casamento forma entidade familiar. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2400473",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 11ª Região (AM e RR)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Ana e Carla constituíram união estável sem qualquer formalização. No bojo da união, Ana adquiriu uma motocicleta por 10 mil reais. Por sua vez, Carla ganhou, através de doação da genitora, um carro de 60 mil reais. No caso de dissolução da união estável,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ana fará jus à meação do carro, porém Carla não terá direito à partilha da motocicleta."
      },
      {
        "letra": "B",
        "texto": "tratando-se de sociedade de fato, será necessária prova de esforço comum para que os bens possam ser partilhados."
      },
      {
        "letra": "C",
        "texto": "Carla fará jus à meação da motocicleta, porém Ana não terá direito à partilha do carro."
      },
      {
        "letra": "D",
        "texto": "os dois bens serão objeto de partilha, garantindo-se a meação destes às partes, independentemente de prova de esforço comum."
      },
      {
        "letra": "E",
        "texto": "em virtude da ausência de formalização da união estável, inexistirá partilha de bens, permanecendo cada parte com o veículo de sua propriedade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2369072",
    "metadata": "Ano: 2024 | Banca: INQC | Órgão: CPTrans de Petrópolis - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Marcoshia casou-se com Abarrana pelo regime legal de bens. Posteriormente um dos cônjuges postulou a mudança desse regime para outro mais proveitoso. Não havendo convenção sobre os bens, o regime a vigorar será o da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "separação total"
      },
      {
        "letra": "B",
        "texto": "comunhão mista"
      },
      {
        "letra": "C",
        "texto": "comunhão parcial"
      },
      {
        "letra": "D",
        "texto": "participação anterior"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2512161",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Em 01/12/1975, Sílvio, então com 21 anos de idade, casou-se com Alice, então com 22 anos de idade, pelo regime legal então vigente (comunhão universal). Em 2001, venderam, pelo valor de R$ 300.000,00, um apartamento que Sílvio recebera de doação de sua avó paterna, no ano de 1971. No ano seguinte (2002), adquiriram um novo apartamento pelo valor de R$ 1.000.000,00 nas seguintes condições: R$ 300.000,00 (pagos como sinal – utilizando-se dos recursos provenientes da alienação do imóvel que ocorreu em 2001), R$ 400.000,00 (com recursos provenientes das economias do casal) e financiaram o saldo devedor (R$ 300.000,00) junto a uma instituição bancária. Apenas Alice, com recursos provenientes de sua atividade profissional, efetuou o pagamento das parcelas do financiamento. Resolveram se divorciar em 2023 e vender o imóvel por R$ 1.000.000,00. Não possuem outros bens nem dívidas. Os cônjuges, Sílvio e Alice, terão direito na partilha – após a venda do imóvel, respectivamente, o valor de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "R$ 500.000,00 e R$ 500.000,00."
      },
      {
        "letra": "B",
        "texto": "R$ 650.000,00 e R$ 350.000,00."
      },
      {
        "letra": "C",
        "texto": "R$ 300.000,00 e R$ 700.000,00."
      },
      {
        "letra": "D",
        "texto": "R$ 200.000,00 e R$ 800.000,00."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2512159",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Luciano e Cristina, ambos maiores, pretendem, em agosto de 2023, se casar pelo regime de participação final nos aquestos. Para a celebração do pacto antenupcial, já que ambos são empresários, pensaram em estabelecer uma cláusula na qual poderiam, livremente, dispor de quaisquer bens adquiridos na constância do casamento, independente da anuência expressa do outro. Quanto ao citado pacto antenupcial a ser celebrado por Luciano e Cristina, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seus termos têm efeitos erga omnes a partir da lavratura da respectiva escritura pública."
      },
      {
        "letra": "B",
        "texto": "apenas os bens imóveis, desde que particulares, poderão ser objeto da livre disposição na forma pactuada."
      },
      {
        "letra": "C",
        "texto": "somente terá eficácia se realizado por escritura pública lavrada até noventa dias antes da celebração do casamento."
      },
      {
        "letra": "D",
        "texto": "apenas os bens imóveis, desde que adquiridos na constância do casamento, poderão ser objeto da livre disposição na forma pactuada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2512138",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Perante o Serviço de Registro Civil de Pessoas Naturais competente, em 04/05/2022, com a finalidade de iniciar procedimento de habilitação ao casamento, compareceram os seguintes nubentes: I – Mário e Ângela; II – Caio e Rose; e, III – Felício e Lucinda. Os homens não apresentam qualquer impedimento ou restrição relativa ao casamento ou ao regime de bens. Ângela é viúva desde 04/06/2021, tendo tido com o marido dois filhos, e apresentou ao oficial manifestação escrita de que seu falecido marido não tinha bens. Rose é menor, com 17 anos de idade, e conta com a autorização de seus pais para o casamento. Lucinda tem 68 anos de idade. Com exceção dos elementos fornecidos, que devem ser avaliados, os demais requisitos para a regular habilitação ao casamento estão presentes. Tendo em vista a situação fática relatada e as disposições contidas no Código Civil e no Código de Normas da Corregedoria-Geral da Justiça do Maranhão, sobre o regime de bens em cada situação, assinale a afirmativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os nubentes I, II e III podem escolher livremente o regime de bens."
      },
      {
        "letra": "B",
        "texto": "Os nubentes I e III podem escolher livremente o regime de bens. Os nubentes II devem se submeter ao regime da separação obrigatória, pois, sendo a nubente menor, caso inexistisse autorização de seus pais, dependeria ela de suprimento judicial para casar."
      },
      {
        "letra": "C",
        "texto": "Os nubentes I e III devem se casar sob o regime da separação obrigatória, pois em relação ao I existe causa suspensiva relativa ao casamento anterior com filhos comuns e não foi apresentado inventário negativo, sendo insuficiente a apresentação de mera declaração. Em relação aos nubentes III, submetem-se ao referido regime em razão da idade da nubente, superior a 65 anos. Os nubentes II podem escolher livremente o regime de bens."
      },
      {
        "letra": "D",
        "texto": "Os nubentes I, II e III devem se casar sob o regime da separação obrigatória, pois em relação ao I existem causas suspensivas relativas ao casamento anterior com filhos comuns e não foi apresentado inventário negativo, sendo insuficiente a apresentação de mera declaração. Além disso, o estado de viuvez da nubente é inferior a um ano. Os nubentes II devem se submeter ao regime da separação obrigatória, pois, sendo a nubente menor, caso inexistisse autorização de seus pais, dependeria a ela de suprimento judicial para casar. Por fim, os nubentes III submetem-se ao referido regime em razão da idade da nubente, superior a 65 anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2427404",
    "metadata": "Ano: 2023 | Banca: CETAP | Órgão: IGEPREV-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Analise os itens seguintes:I- Qualquer que seja o regime de bens, tanto o marido quanto a mulher podem livremente administrar os bens próprios.II- A compra a crédito de coisas necessárias à economia doméstica, por responsabilizar solidariamente ambos os cônjuges, somente pode ser feita por um mediante autorização do outro.III- Quando um dos cônjuges não puder exercer a administração dos bens que lhe incumbe, segundo o regime de bens, caberá ao outro alienar os imóveis comuns e os móveis ou imóveis do consorte, mediante autorização judicial.IV- No regime de comunhão parcial de bens, os bens que cada cônjuge adquirir por sucessão ficam excluídos da comunhão, ainda que a sucessão ocorra após o casamento.Estão corretos, conforme o Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos os itens."
      },
      {
        "letra": "B",
        "texto": "apenas os itens I, Il e III."
      },
      {
        "letra": "C",
        "texto": "apenas os itens I, Ill e IV."
      },
      {
        "letra": "D",
        "texto": "apenas os itens lI e IV."
      },
      {
        "letra": "E",
        "texto": "apenas os itens l e Ill."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2397766",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Osvaldo e Cássio, ambos com 30 anos de idade constituíram união estável em 2021, mas não a formalizaram por contrato escrito ou escritura pública. Durante o referido relacionamento, Osvaldo comprou, à vista, um veículo por 80 mil reais e Cássio recebeu, por herança, um imóvel de 200 mil reais. Em eventual dissolução da união estável,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cássio terá direito à meação do veículo, mas Osvaldo não fará jus à partilha do imóvel."
      },
      {
        "letra": "B",
        "texto": "o veículo e o imóvel deverão ser objeto de partilha, assegurando-se a meação destes a cada parte."
      },
      {
        "letra": "C",
        "texto": "Osvaldo terá direito à meação do imóvel, mas Cassio não fará jus à partilha do veículo."
      },
      {
        "letra": "D",
        "texto": "para a partilha dos bens, será necessária prova de esforço comum, por se tratar de sociedade de fato."
      },
      {
        "letra": "E",
        "texto": "com a a relação não foi formalizada, afigura-se impossível a realização de partilha, ficando cada parte com o bem de sua propriedade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2393645",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "O Código Civil trata o tema “regime de bens entre os cônjuges” como assunto de direito patrimonial em Direito de Família. Diante do exposto, é correto afirmar que, no regime da comunhão parcial de bens, excluem-se da comunhão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os bens adquiridos por fato eventual, com ou sem o concurso de trabalho ou despesa anterior."
      },
      {
        "letra": "B",
        "texto": "as pensões, meios-soldos, montepios e outras rendas semelhantes."
      },
      {
        "letra": "C",
        "texto": "as benfeitorias em bens particulares de cada cônjuge."
      },
      {
        "letra": "D",
        "texto": "os bens adquiridos por doação, herança ou legado, em favor de ambos os cônjuges."
      },
      {
        "letra": "E",
        "texto": "os bens adquiridos, em nome de um dos cônjuges, na constância do casamento, por título oneroso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2374414",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "É exigível a autorização do cônjuge, na constância do regime da comunhão parcial de bens, para a prática de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "alienação de bens imóveis que não integrem a comunhão."
      },
      {
        "letra": "B",
        "texto": "doação remuneratória dos bens comuns."
      },
      {
        "letra": "C",
        "texto": "alienação de bens móveis de elevado valor."
      },
      {
        "letra": "D",
        "texto": "administração dos próprios bens."
      },
      {
        "letra": "E",
        "texto": "obtenção de empréstimo para a aquisição das coisas necessárias à economia doméstica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2322738",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Poder Familiar"
    ],
    "enunciado_principal": "No âmbito da violência contra a mulher, analise as afirmativas a seguir. I. A mulher vítima de violência doméstica e familiar que esteja sob medida protetiva de urgência está autorizada a realizar o distrato dos contratos de compra e venda afetos ao Programa Minha Casa Minha Vida antes do prazo final contratual, sendo-lhe permitido ser beneficiada em outra unidade habitacional, independentemente do registro no Cadastro Nacional de Mutuários (CADMUT). II. O agressor tem o dever de ressarcir as despesas médicas necessárias em decorrência da violência doméstica, inclusive se a mulher receber todo o tratamento necessário pelo Sistema Único de Saúde (SUS). III. É exigida a autorização do cônjuge da mulher casada para que ela utilize métodos contraceptivos invasivos, pois ele possui o direito de discordar, por desejar ser pai no matrimônio constituído. Tal exigência não configura violência à mulher ou uma desigualdade de gênero, pois também é exigida ao homem casado a autorização de seu cônjuge para a realização de vasectomia. Está(ão) correta(as) a(s) afirmativa(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2319998",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Lia casou-se com Bruno em 1961, pelo regime da comunhão universal. Dois anos mais tarde, Léa, irmã de Lia, casou-se com Breno, irmão de Bruno, também pelo regime da comunhão universal. Ricardo, filho de Lia e Bruno, casou-se com Ana em 2002, pelo regime da comunhão parcial. Guilherme, filho de Léa e Breno, por sua vez, casou-se com Clara em 2010, também pelo regime da comunhão parcial. Você foi procurado por Lia, Léa, Ricardo e Guilherme, que estão interessados em fazer um planejamento sucessório. Os quatro são sócios da LLL&T Participações Ltda., uma holding patrimonial. Com relação aos dividendos que seus clientes recebem da pessoa jurídica, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Entram na comunhão de bens, nos quatro casos."
      },
      {
        "letra": "B",
        "texto": "Entram na comunhão de bens nos casos de Lia e Léa, mas não nos casos de Ricardo e Guilherme,"
      },
      {
        "letra": "C",
        "texto": "Entram na comunhão de bens nos casos de Lia, Ricardo e Guilherme, mas não no caso de Léa."
      },
      {
        "letra": "D",
        "texto": "Entram na comunhão de bens, nos casos de Lia e Guilherme, mas não nos de Ricardo e Léa."
      },
      {
        "letra": "E",
        "texto": "Não entram na comunhão de bens, em nenhum dos quatro casos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2312082",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Francisco, 20 anos, e Paula, 17 anos, casaram-se civilmente. A mãe de Paula consentiu que ela se casasse. Seu pai, contudo, não concordou. Diante disso, foi necessário o suprimento judicial do seu consentimento, que foi obtido mediante ação movida pela filha com a assistência da mãe. O casamento foi celebrado e, na sua constância, Francisco comprou um apartamento e Paula herdou um carro. Nesse caso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paula pode, sem autorização de Francisco, pleitear, como autora ou ré, acerca do apartamento;"
      },
      {
        "letra": "B",
        "texto": "o apartamento é de Francisco e o carro é de Paula, não havendo bens partilháveis entre os cônjuges em razão do regime aplicável;"
      },
      {
        "letra": "C",
        "texto": "Francisco poderá gravar com ônus reais o apartamento, mesmo sem a autorização prévia de Paula;"
      },
      {
        "letra": "D",
        "texto": "o apartamento pode ser dividido entre os cônjuges, em eventual divórcio, se for provado esforço comum de Paula para a sua aquisição;"
      },
      {
        "letra": "E",
        "texto": "o regime de bens aplicável ao caso começa a vigorar desde a expedição do certificado de habilitação para o casamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2307547",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Maria e Flavinho ajuízam, em 15/06/2022, demanda anulatória contra Marília. Alegam ter descoberto que Marília era amante de Flavão, falecido marido de Maria e pai de Flavinho. Segundo aduzem, em 04/04/2004, Flavão doou um valioso imóvel para sua cúmplice – sem a outorga, por óbvio, de Maria. No entanto, apenas com a morte do doador, em 08/09/2019, descobriram todas essas circunstâncias. Sabendo-se que, ao tempo do óbito, Maria e Flavão ainda eram casados pelo regime da comunhão universal de bens, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Flavinho também tem legitimidade para a demanda anulatória;"
      },
      {
        "letra": "B",
        "texto": "o prazo prescricional para anulação, de quatro anos, já se consumou, na medida em que corre desde a doação;"
      },
      {
        "letra": "C",
        "texto": "o prazo decadencial para anulação, de quatro anos, ainda não se consumou, na medida em que se conta desde a cessação do vínculo conjugal;"
      },
      {
        "letra": "D",
        "texto": "o prazo decadencial para anulação, de dois anos, que corre desde a cessação do vínculo conjugal, já se consumou;"
      },
      {
        "letra": "E",
        "texto": "o negócio jurídico, nos termos em que entabulado, é absolutamente nulo, razão pela qual não está sujeito a prazo prescricional ou decadencial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2307541",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "No processo de habilitação para casamento de Denis e Maria, o primo de um dos nubentes arguiu que, embora Denis fosse divorciado, a partilha dos bens do seu casamento anterior ainda não havia sido decidida. Esse fato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só pode ser oposto até o momento da celebração, por se tratar de impedimento;"
      },
      {
        "letra": "B",
        "texto": "não pode ser arguido por parente colateral de quarto grau, por se tratar de causa suspensiva;"
      },
      {
        "letra": "C",
        "texto": "pode ser oposto por qualquer interessado, por se tratar de impedimento;"
      },
      {
        "letra": "D",
        "texto": "configura impedimento e, constatado e provado, tornaria inexistente o casamento se ainda assim celebrado;"
      },
      {
        "letra": "E",
        "texto": "configura causa suspensiva e, constatado e provado, tornaria anulável o casamento se ainda assim celebrado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2306777",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Considerem-se as seguintes cláusulas, passíveis de inserção em pacto antenupcial: I. instituição de incomunicabilidade de todos os aquestos, inclusive para fins sucessórios; II. estabelecimento ou alteração, sem lesão a interesse de terceiros, de regime de bens, com efeitos retroativos, independentemente de autorização judicial, desde que seja garantida a forma pública; III. afastamento, no regime da separação legal de bens por força da idade, do enunciado sumular nº 377 do Supremo Tribunal Federal – “no regime de separação legal, comunicam-se os bens adquiridos na constância do casamento (ou união estável) desde que comprovado o esforço comum para a sua aquisição”; e IV. promessa de doação de bem imóvel, em contrato escrito e por escritura pública. São válidas, eficazes e exigíveis as cláusulas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente I e II;"
      },
      {
        "letra": "B",
        "texto": "somente I e III;"
      },
      {
        "letra": "C",
        "texto": "somente III e IV;"
      },
      {
        "letra": "D",
        "texto": "somente II, III e IV;"
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2272715",
    "metadata": "Ano: 2023 | Banca: TJ-AM | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "O casamento civil permite a escolha de regimes de bens, regulamentados no Código Civil. A respeito dos regimes de bens, leia as assertivas abaixo. I. Está sujeito à separação obrigatória de bens o divorciado ou a divorciada, enquanto não houver sido homologada ou decidida a partilha dos bens do casal, podendo ser requerido ao juiz que não aplique a causa suspensiva se os nubentes provarem que não haverá prejuízo. II. No regime de separação total de bens não há qualquer comunicabilidade, e os nubentes são obrigados a contribuir para as despesas do casal na proporção dos rendimentos de seu trabalho e de seus bens, não podendo esta obrigação ser afastada por disposição em contrário no pacto antenupcial. III. Podem os cônjuges, independente de autorização um do outro, comprar a crédito as coisas necessárias a economia doméstica, e inclusive obter empréstimo para as quantias necessárias à aquisição desses bens. Considerando as assertivas acima, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas as assertivas I, II, III."
      },
      {
        "letra": "B",
        "texto": "Apenas estão corretas as assertivas I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas estão corretas as assertivas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva III está correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2247758",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Maria, com 21 anos de idade, e João, com 65 anos, casaram-se em 2017, sem pacto antenupcial quanto a regime de bens. Foram morar em uma casa do pai de João, para que não precisassem pagar aluguel. João, a partir dessa data, inicia uma poupança, guardando praticamente todo o seu salário, já que Maria pagava as pequenas contas da casa, água, luz e gás, e eles realizavam as refeições na casa do pai de João, que já tinha 85 anos, sendo que sua cuidadora preparava almoço e jantar todos os dias. Em 2019, João, utilizando-se de sua poupança, compra um apartamento, no qual o casal passa a residir e decorar com esmero. Entretanto, nem tudo são flores. João, que sempre foi ciumento, passa a ficar ainda mais, já que, com o desgaste da relação e a empolgação da casa nova, Maria passa a lhe dar menos atenção, saindo quase todas as tardes para visitar lojas de móveis e de decoração. João começa a proibi-la de sair, o que gera mais briga e desgaste, culminando em uma forte agressão perpetrada por João contra Maria, levando-a ao hospital em estado grave, onde permanece na unidade de terapia intensiva por cinco dias. Ao sair, Maria procura um advogado, que requer e consegue, a seu favor, uma medida protetiva de urgência, afastando João do lar e o impedindo de se aproximar a mais de metro e meio dela. João, por sua vez, requer que Maria lhe pague aluguel, já que está impedido de usar o imóvel que comprou, não achando justo ela morar lá sozinha. Com base no Código Civil, bem como na jurisprudência do Superior Tribunal de Justiça, é correto afirmar que João:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá êxito. O apartamento lhe pertence, já que se casou com 65 anos, fazendo com que, automaticamente, o regime de bens seja o da separação legal. Além disso, pode provar que o aporte financeiro para compra do imóvel teve origem em seus próprios recursos;"
      },
      {
        "letra": "B",
        "texto": "terá êxito. O apartamento lhe pertence. Independentemente do regime de bens, tem como provar que o aporte financeiro para compra do imóvel teve origem em seus próprios recursos;"
      },
      {
        "letra": "C",
        "texto": "não terá êxito. O apartamento pertence ao casal, já que o regime de bens é o da comunhão parcial. Portanto, Maria usa do bem em nome próprio, o que impede o arbitramento de aluguel, sob pena de configurar o instituto da confusão;"
      },
      {
        "letra": "D",
        "texto": "não terá êxito. O apartamento pertence ao casal, já que o regime de bens é o da comunhão parcial. O uso exclusivo do bem, por conta de violência doméstica, afasta a possibilidade de arbitramento do aluguel em favor daquele impedido de usar;"
      },
      {
        "letra": "E",
        "texto": "terá êxito. O apartamento pertence ao casal, já que o regime de bens é o da comunhão parcial. Maria, no caso, ao usar exclusivamente o bem, deve pagar metade do aluguel a João, independentemente da razão pela qual ele não o utiliza."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2208476",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Sobre o regime de bens, nos termos do Código Civil e da jurisprudência dominante e atual dos Tribunais Superiores, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No regime de separação legal de bens, comunicam-se os adquiridos na constância do casamento."
      },
      {
        "letra": "B",
        "texto": "Qualquer que seja o regime de bens, tanto o marido quanto a mulher podem livremente desobrigar ou reivindicar os imóveis que tenham sido gravados ou alienados sem o seu consentimento ou sem suprimento judicial."
      },
      {
        "letra": "C",
        "texto": "A regra do artigo 1.641, II, do Código Civil, que estabelece o regime da separação obrigatória de bens para os septuagenários, embora expressamente prevista apenas para a hipótese de casamento, aplica-se também às uniões estáveis entre pessoas maiores de 70 anos."
      },
      {
        "letra": "D",
        "texto": "É admissível a alteração do regime de bens entre os cônjuges, mediante autorização judicial, desde que o pedido seja acompanhado de provas concretas do prejuízo na manutenção do regime de bens originário."
      },
      {
        "letra": "E",
        "texto": "A certidão de casamento não é suficiente para demonstrar que o casamento foi celebrado sob o regime de separação de bens. É imprescindível tenha havido pacto antenupcial com convenção nesse sentido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2165966",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TST",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "A sociedade limitada X contrata empréstimo bancário com o Banco Y. Maria, sócia da sociedade limitada X, voluntariamente concede em garantia ao empréstimo contratado o imóvel único no qual mantém moradia com sua família, por meio de constituição de alienação fiduciária, Inadimplente a sociedade imitada X, o Banco Y, credor fiduciário, executa a garantia que recai sobre o imóvel, consolidando a propriedade resolúvel em seu favor. A respeito do caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a impenhorabilidade do bem de família prevalece sobre a alienação fiduciária em garantia, ainda que livremente pactuada entre Maria e o Banco Y;"
      },
      {
        "letra": "B",
        "texto": "tal como na hipoteca, e presumido o benefício à entidade familiar de Maria na contratação do empréstimo bancário pela sociedade limitada X, gravado de garantia fiduciária;"
      },
      {
        "letra": "C",
        "texto": "a alienação fiduciária em garantia é inválida por tratar-se de bem de família a garantia ofertada, não tendo sido os valores obtidos com o empréstimo feitos em favor do imóvel ou da unidade familiar;"
      },
      {
        "letra": "D",
        "texto": "dado que a alienação fiduciária em garantia foi livremente pactuada, o imóvel pertencente à entidade familiar é impenhorável, tendo em vista que não se aplicam as exceções , do Art. 39 da Lei n° 8.009/1990;"
      },
      {
        "letra": "E",
        "texto": "o inadimplemento do contrato de empréstimo bancário pela sociedade limitada X consolida a propriedade imóvel em nome do Banco Y, independentemente da natureza do bem dado em garantia por meio da alienação fiduciária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2131257",
    "metadata": "Ano: 2023 | Banca: FUNDEPES | Órgão: Prefeitura de Marechal Deodoro - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Dadas as afirmativas acerca dos bens e do bem de família, I. A impenhorabilidade do bem de família compreende o imóvel sobre o qual se assentam a construção, as plantações, as benfeitorias de qualquer natureza e todos os equipamentos, inclusive os de uso profissional, ou móveis que guarnecem a casa, desde que quitados.II. Podem os cônjuges, ou a entidade familiar, mediante escritura pública ou testamento, destinar parte de seu patrimônio para instituir bem de família, desde que não ultrapasse um terço do patrimônio líquido existente ao tempo da instituição, mantidas as regras sobre a impenhorabilidade do imóvel residencial estabelecida em lei especial.III. São pertenças os bens que, constituindo partes integrantes, destinam-se, de modo duradouro, ao uso, ao serviço ou ao aformoseamento de outro.verifica-se que está/ão correta/s",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2116644",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "De conformidade com o previsto na Lei n.º 10.406/2002 (Código Civil brasileiro), assinale a alternativa CORRETA dentre as apresentadas abaixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato de disposição gratuita do próprio corpo pode ser livremente revogado a qualquer tempo."
      },
      {
        "letra": "B",
        "texto": "A sentença que decretar o restabelecimento da sociedade conjugal não precisará de averbação em registro público."
      },
      {
        "letra": "C",
        "texto": "O cônjuge do ausente, sempre que não esteja separado fato por mais de três anos antes da declaração da ausência, será o seu legítimo curador."
      },
      {
        "letra": "D",
        "texto": "Em falta do cônjuge, a curadoria dos bens do ausente incumbe aos descendentes ou aos pais, nesta ordem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2110427",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "À luz do Código Civil, julgue o item a seguir, relativos ao casamento. Casal de nubentes que pretenda adotar o regime de participação final nos aquestos poderá, no pacto antenupcial, convencionar a livre disposição dos bens imóveis, desde que sejam particulares.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110256",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Bárbara e Paulo requereram o divórcio judicial e a partilha dos bens amealhados durante a união. Bárbara postula a inclusão do valor correspondente à autonomia de táxi concedida a Paulo e, bem assim, dos direitos sobre o imóvel em que residiam, este situado em loteamento no bairro de Itacoatiara. Paulo impugna a pretensão, sob o argumento de que a autonomia de táxi materializa uma permissão, cuja outorga constitui ato administrativo intuitu personae que, por isso mesmo, está fora do comércio e não pode ser partilhado. Sustenta, outrossim, que o imóvel no qual residiam está situado em área destinada a um parque municipal no projeto de loteamento registrado, porém nunca levado a efeito. Nesse caso, a partilha:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deve englobar o valor correspondente à autonomia nem os direitos possessórios sobre o imóvel;"
      },
      {
        "letra": "B",
        "texto": "deve abranger apenas o valor correspondente à autonomia;"
      },
      {
        "letra": "C",
        "texto": "deve abranger apenas o valor correspondente aos direitos possessórios sobre o imóvel;"
      },
      {
        "letra": "D",
        "texto": "deve abranger os valores correspondentes tanto à autonomia quanto aos direitos possessórios sobre o imóvel;"
      },
      {
        "letra": "E",
        "texto": "deve abranger os frutos da autonomia de táxi (diárias do veículo ou féria diária) e o valor correspondente aos direitos possessórios sobre o imóvel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2110246",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Tutela e Curatela",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Lindoia e Adolfo se casaram quando este já contava 75 anos. Três anos depois, Adolfo passou a apresentar quadro de demência senil, razão pela qual foi ajuizada ação de curatela e nomeado seu filho como curador provisório. Nesse ínterim, Lindoia, que não desejava cuidar mais do marido, pediu o divórcio. O marido foi citado na pessoa de seu curador provisório que, imediatamente, manifestou concordância ao pleito. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a curatela, desde o advento do Estatuto da Pessoa com Deficiência, circunscreve-se aos atos de natureza patrimonial, de modo que o curador, definitivo ou provisório, não tem legitimidade para concordar com o divórcio;"
      },
      {
        "letra": "B",
        "texto": "embora o curador definitivo possa até requerer o divórcio, mesmo sob a égide do Estatuto da Pessoa com Deficiência, igual legitimidade não é conferida ao curador provisório, salvo casos excepcionais;"
      },
      {
        "letra": "C",
        "texto": "o juiz poderá decretar o divórcio com o que consta dos autos, mas, por força do regime da separação legal a que foi submetida, nada tocará a Lindoia na partilha;"
      },
      {
        "letra": "D",
        "texto": "o juiz poderá decretar o divórcio com o que consta dos autos; quanto à partilha, caberá a Lindoia comprovar o esforço comum na aquisição dos bens havidos durante a união;"
      },
      {
        "letra": "E",
        "texto": "não é possível decretar o divórcio no caso concreto, sob pena de se prestigiar a discriminação contra a pessoa com deficiência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2100424",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Dandara e Gilberto casaram-se em 10/12/2012, pelo regime da comunhão parcial de bens. Na constância do casamento, tiveram dois filhos. Em 10/12/2017, Gilberto sofre um acidente, permanecendo inconsciente, desde então. Dandara propõe ação de curatela em face de Gilberto, sendo nomeada curadora definitiva. A sentença da ação de curatela que reconheceu a incapacidade de Gilberto desde a data do acidente, transitou em julgado em 10/12/2019. No curso da ação de curatela, Dandara descobre que Gilberto tem uma filha advinda de outro relacionamento, nascida antes do casamento dela com Gilberto. A fim de preservar os interesses dos filhos comuns, considerando que, após o acidente, Gilberto não mais vinha contribuindo para a construção do patrimônio comum, Dandara propõe, em 10/12/2020, ação de modificação do regime de bens, para adoção do regime da separação total de bens. O pedido é deferido e a decisão que o defere, fundamentada em jurisprudência prevalecente no Superior Tribunal de Justiça, transita em julgado em 10/12/2021. A data considerada na decisão para início da eficácia da alteração do regime de bens é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10/12/2019."
      },
      {
        "letra": "B",
        "texto": "10/12/2021."
      },
      {
        "letra": "C",
        "texto": "10/12/2020."
      },
      {
        "letra": "D",
        "texto": "10/12/2012."
      },
      {
        "letra": "E",
        "texto": "10/12/2017."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2082238",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Segundo a jurisprudência do STJ, o regime legal de separação obrigatória de bens previsto para pessoa maior de 70 anos de idade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplica-se à união estável e, no caso de dissolução dessa união, a comunicação de bens adquiridos pelos companheiros na constância da relação dependerá de comprovação de esforço comum."
      },
      {
        "letra": "B",
        "texto": "aplica-se à união estável e, no caso de dissolução dessa união, há presunção relativa de que os bens adquiridos pelos companheiros na constância da união decorrem de esforço comum."
      },
      {
        "letra": "C",
        "texto": "não se aplica à união estável e, no caso de dissolução da união em que não tenha sido firmado pacto de convivência, a comunicação de bens adquiridos pelos companheiros na constância da relação dependerá da comprovação de esforço comum."
      },
      {
        "letra": "D",
        "texto": "não se aplica à união estável e, no caso de dissolução da união em que não tenha sido firmado pacto de convivência, há presunção absoluta de que os bens adquiridos na constância da relação decorrem de esforço comum."
      },
      {
        "letra": "E",
        "texto": "não se aplica à união estável e, no caso de dissolução da união em que não tenha sido firmado pacto de convivência, há presunção relativa de que os bens adquiridos pelos companheiros na constância da relação decorrem de esforço comum."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2031631",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Machado e Sofia, com, respectivamente, 37 e 34 anos de idade, casaram-se sem pacto antenupcial em 2019. Durante o matrimônio, o pai de Sofia faleceu e, utilizando somente os valores recebidos na herança, Machado e Sofia adquiriram um apartamento. Além disso, compraram um carro e reformaram o imóvel adquirido realizando diversas benfeitorias. Destaca-se, que durante todo o período matrimonial, ambos receberam salários. O casal vive uma crise conjugal, levando Sofia a grandes preocupações acerca da partilha dos bens. A respeito da hipótese narrada, com base no ordenamento jurídico brasileiro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O regime de bens do casal é o da comunhão universal, em virtude da falta de pacto antenupcial, levando à partilha em partes iguais de todo o patrimônio, salvo no que se refere aos salários."
      },
      {
        "letra": "B",
        "texto": "No regime da comunhão parcial de bens, exclui-se o apartamento, por ter sido adquirido com os valores recebidos na herança."
      },
      {
        "letra": "C",
        "texto": "O regime de bens do casal é o da separação absoluta de bens, o que não gera patrimônio em comum, salvo as benfeitorias na residência familiar."
      },
      {
        "letra": "D",
        "texto": "O regime aplicado é o da comunhão universal de bens, havendo exclusão do bem herdado."
      },
      {
        "letra": "E",
        "texto": "Como Machado e Sofia são casados no regime da comunhão parcial de bens, as benfeitorias realizadas no apartamento devem ser excluídas da comunhão, por ser um bem particular da esposa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2111088",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Mantidas as regras sobre a impenhorabilidade do imóvel residencial instituído como bem de família, de acordo com o Código Civil, é correto afirmar que referido bem é isento de execução",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por dívidas posteriores à sua instituição, salvo as que provierem de tributos relativos ao prédio, ou despesas de condomínio."
      },
      {
        "letra": "B",
        "texto": "enquanto viverem ambos os cônjuges, ou, na falta destes, até que os filhos completem 21 anos."
      },
      {
        "letra": "C",
        "texto": "se falecido um dos cônjuges, independentemente da maioridade civil dos filhos ou de sua sujeição à curatela."
      },
      {
        "letra": "D",
        "texto": "quando seu valor não alcançar pelo menos um terço da dívida proveniente de tributos relativos ao prédio, ou despesas de condomínio."
      },
      {
        "letra": "E",
        "texto": "se judicialmente reconhecida a impossibilidade de sua manutenção nas condições em que foi instituído."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2006466",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Usucapião",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) É válida a penhora do bem de família de fiador dado em garantia em contrato de locação de imóvel residencial ou comercial. ( ) O bem de família instituído por ato voluntário constitui-se pelo registro de seu título no Registro de Imóveis. ( ) Responde pelos danos decorrentes de protesto indevido o endossatário que recebe, por endosso translativo, título de crédito contendo vício formal extrínseco ou intrínseco, ficando ressalvado seu direito de regresso contra os endossantes e avalistas. ( ) O reconhecimento da usucapião extraordinária, mediante o preenchimento dos requisitos específicos, pode ser obstado em razão de a área usucapienda ser inferior ao módulo estabelecido em lei municipal. ( ) A fungibilidade é atributo próprio das coisas móveis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – V – F – F."
      },
      {
        "letra": "B",
        "texto": "F – F – F – V – V."
      },
      {
        "letra": "C",
        "texto": "V – V – V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – V – V – V."
      },
      {
        "letra": "E",
        "texto": "V – F – F – F – V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2006465",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a alteração do regime de separação obrigatória de bens quando a causa que o impôs deixar de existir."
      },
      {
        "letra": "B",
        "texto": "O divorciado, enquanto não houver sido homologada ou decidida a partilha dos bens do casal, encontra-se impedido de casar."
      },
      {
        "letra": "C",
        "texto": "As causas suspensivas da celebração do casamento podem ser arguidas pelo representante do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "É desnecessário que os requerimentos de habilitação de casamento sejam submetidos à análise do Ministério Público quando os nubentes forem maiores e capazes."
      },
      {
        "letra": "E",
        "texto": "As causas suspensivas do casamento impedem a caracterização da união estável."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2003848",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Após um desgastante divórcio, o ex-casal Rita e Joaquim optam por não partilhar os bens da comunhão, de forma a evitar novos dissabores. Passados 5 (cinco) anos do divórcio, Rita contrai matrimônio com João, sem que tenha sido eleito regime de bens e apresentada oposição por terceiros. Acerca do novo casamento, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é nulo, ante a ausência de partilha da comunhão anterior."
      },
      {
        "letra": "B",
        "texto": "é anulável, ante a ausência de partilha da comunhão anterior."
      },
      {
        "letra": "C",
        "texto": "é válido e o regime de bens será o da comunhão parcial."
      },
      {
        "letra": "D",
        "texto": "é anulável, ante a ausência de concordância do cônjuge anterior."
      },
      {
        "letra": "E",
        "texto": "é válido e o regime de bens será o da separação obrigatória."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1999202",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 17ª Região (ES)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "O pacto antenupcial",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser feito por escritura pública ou instrumento particular, desde que subscrito por duas testemunhas, sendo indispensável para a opção por qualquer dos regimes regulados pelo Código Civil."
      },
      {
        "letra": "B",
        "texto": "deve ser feito necessariamente por escritura pública, sendo indispensável para a opção por qualquer dos regimes regulados pelo Código Civil."
      },
      {
        "letra": "C",
        "texto": "pode ser feito por escritura pública ou instrumento particular, desde que subscrito por duas testemunhas, sendo indispensável para a opção pelo regime da separação de bens, salvo se este for obrigatório aos nubentes."
      },
      {
        "letra": "D",
        "texto": "deve ser feito necessariamente por escritura pública, sendo indispensável para a opção pelo regime da comunhão parcial de bens."
      },
      {
        "letra": "E",
        "texto": "deve ser feito necessariamente por escritura pública, sendo indispensável para a opção pelo regime de participação final nos aquestos, que permite aos nubentes convencionar a livre disposição dos bens imóveis, desde que particulares."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1998702",
    "metadata": "Ano: 2022 | Banca: Instituto Consulplan | Órgão: PGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Ana e Marcos estão noivos e vão se casar adotando o regime de comunhão parcial de bens. Sendo assim, eles decidiram adquirir um apartamento, que será a primeira moradia do casal. O bem é adquirido em nome de Marcos, mas dois anos após o casamento, por livre e espontânea vontade, ele decide doar o apartamento a Ana. Decorridos mais três anos de casamento, Ana e Marcos decidem se divorciar. Nos termos do Código Civil, e considerando o caso hipotético, podemos afirmar que, com o divórcio, Marcos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Terá direito a um terço do apartamento."
      },
      {
        "letra": "B",
        "texto": "Terá direito à meação quanto ao apartamento, pois o bem foi doado na constância do casamento."
      },
      {
        "letra": "C",
        "texto": "Não terá direito à meação quanto ao apartamento, pois o bem foi doado a Ana na constância do casamento."
      },
      {
        "letra": "D",
        "texto": "Terá direito à meação quanto ao apartamento, pois ele e Ana são casados em regime de comunhão parcial de bens."
      },
      {
        "letra": "E",
        "texto": "Terá direito à meação quanto ao apartamento, pois o bem foi adquirido por ele anteriormente à data do casamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1992788",
    "metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "MARQUE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na união estável, salvo contrato escrito entre os companheiros, aplica-se às relações patrimoniais o regime de separação de bens"
      },
      {
        "letra": "B",
        "texto": "Comprovado o adultério da mulher, fica ilidida a presunção legal da paternidade."
      },
      {
        "letra": "C",
        "texto": "Presumem-se concebidos na constância do casamento os filhos havidos por inseminação artificial heteróloga, ainda que não tenha havido prévia autorização do marido."
      },
      {
        "letra": "D",
        "texto": "O Supremo Tribunal Federal, em repercussão geral, fixou a tese de que a paternidade socioafetiva não impede o reconhecimento do vínculo de filiação concomitante baseado na origem biológica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1990963",
    "metadata": "Ano: 2022 | Banca: IESES | Órgão: TJ-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "O cônjuge necessitará do consentimento do outro para propor ação que verse sobre direito real imobiliário, salvo quando casados sob o regime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Participação final nos aquestos."
      },
      {
        "letra": "B",
        "texto": "Comunhão parcial de bens."
      },
      {
        "letra": "C",
        "texto": "Comunhão universal de bens."
      },
      {
        "letra": "D",
        "texto": "Separação absoluta de bens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1990132",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Astolfo e Maria casaram-se sob o regime da comunhão parcial de bens. Na constância do casamento, Astolfo ganhou um barco em um sorteio no clube e recebeu um sítio de presente de seu pai; Maria recebeu um apartamento por herança de sua mãe e comprou uma casa. Na hipótese de divórcio, serão considerados bens comuns somente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a casa;"
      },
      {
        "letra": "B",
        "texto": "o apartamento;"
      },
      {
        "letra": "C",
        "texto": "o barco e o sítio;"
      },
      {
        "letra": "D",
        "texto": "o barco e a casa;"
      },
      {
        "letra": "E",
        "texto": "o sítio, o apartamento e a casa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1984350",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Prescrição e Decadência",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Parte Geral"
    ],
    "enunciado_principal": "Em 03 de maio de 1998, quando namorava Antônia, Carlos tomou R$ 3.000,00 (três mil reais) emprestados de sua namorada para realização de uma viagem de lazer com amigos. O valor deveria ser pago em 03 de maio de 2000. No ano seguinte ao empréstimo, Antônia e Carlos contraem matrimônio no dia 03 de maio e decidem optar pelo regime da comunhão universal de bens. Em 2018, o casal resolve dissolver a sociedade conjugal e a extinção do casamento pelo divórcio ocorre em 03 de maio daquele ano. Seis meses após o divórcio, Antônia decide cobrar seu crédito oriundo do referido empréstimo. Acerca do crédito de Antônia, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pretensão de Antônia encontra-se extinta em razão da ocorrência da prescrição."
      },
      {
        "letra": "B",
        "texto": "Antônia pode cobrar o valor, pois o prazo prescricional ficou interrompido e não houve extinção da dívida por confusão."
      },
      {
        "letra": "C",
        "texto": "é indevido o pagamento por Antônia, ante o uso do valor para aprestos do matrimônio."
      },
      {
        "letra": "D",
        "texto": "Carlos deve realizar o pagamento, pois a dívida é excluída da comunhão e o prazo prescricional ficou suspenso."
      },
      {
        "letra": "E",
        "texto": "a cobrança é indevida, pois a comunhão universal extinguiu a obrigação por força da confusão patrimonial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1974554",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Maria Clara, recém-empossada como juíza de direito, recebeu para análise uma ação de divórcio com pedido de partilha de bens de Roque e Elisa, que viveram mais de cinquenta anos juntos, sob o regime da comunhão universal de bens. Na constância do casamento, Roque comprou duas casas; Elisa herdou, com cláusula de incomunicabilidade, uma fazenda de macieiras, que desde que passou à sua administração, vem tendo alta produção de maçãs, todas colhidas durante o casamento; e Roque recebeu a doação de três cavalos. Maria Clara deverá considerar comuns somente os seguintes bens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as casas e os cavalos;"
      },
      {
        "letra": "B",
        "texto": "as casas, as maçãs e os cavalos;"
      },
      {
        "letra": "C",
        "texto": "as casas, a fazenda e as maçãs;"
      },
      {
        "letra": "D",
        "texto": "a fazenda e as maçãs;"
      },
      {
        "letra": "E",
        "texto": "as maçãs e os cavalos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1971711",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "João e Maria casaram-se em junho de 2020 sob o regime da separação obrigatória. João, ainda estudante universitário, tinha 24 anos. Maria, com 72 anos de idade, decidiu aposentar-se como CEO de uma grande empresa em setembro de 2020. Em janeiro de 2022, João, às vésperas de sua formatura, ganhou na Mega Sena da Virada o prêmio de R$ 20.000.000,00 (vinte milhões) e requereu o divórcio em fevereiro de 2022. De acordo com o Código Civil, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caberá alimentos de João para Maria, pois ela é aposentada."
      },
      {
        "letra": "B",
        "texto": "Caberá a Maria metade do prêmio por ter se aposentado na constância do casamento."
      },
      {
        "letra": "C",
        "texto": "João e Maria partilharão igualmente o valor do prêmio, pois Maria não aceita o regime de bens imposto."
      },
      {
        "letra": "D",
        "texto": "João e Maria não terão de partilhar o prêmio, pois se casaram sob o regime da separação obrigatória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1968726",
    "metadata": "Ano: 2022 | Banca: CONSULPLAN | Órgão: MPE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Maria era casada com João quando este veio a óbito. O casal tinha dois filhos. Maria terá direito a herança, em concorrência com os descendentes se casada em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Qualquer regime de bens."
      },
      {
        "letra": "B",
        "texto": "Regime da separação legal de bens."
      },
      {
        "letra": "C",
        "texto": "Regime da comunhão universal de bens."
      },
      {
        "letra": "D",
        "texto": "Regime da participação final nos aquestos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1968294",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "De acordo com o Código Civil, em pacto antenupcial que adotar o regime de participação final nos aquestos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poder-se-á convencionar a livre disposição dos bens imóveis, desde que particulares."
      },
      {
        "letra": "B",
        "texto": "poder-se-á convencionar a livre disposição dos bens imóveis, tanto comuns quanto particulares."
      },
      {
        "letra": "C",
        "texto": "poder-se-á convencionar a livre disposição dos bens imóveis, desde que comuns."
      },
      {
        "letra": "D",
        "texto": "é vedada convenção que preveja a livre disposição dos bens imóveis particulares."
      },
      {
        "letra": "E",
        "texto": "é reputada sem efeito convenção que preveja a livre disposição dos bens imóveis, tanto comuns quanto particulares."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1960661",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Jussara e Evandro casaram-se civilmente sob o regime da comunhão parcial de bens. Na constância da união, o casal recebeu de herança da mãe de Evandro uma casa de praia no Rio de Janeiro, Jussara comprou um automóvel, Evandro ganhou um prêmio no sorteio do clube e Jussara recebeu em doação de suas amigas um jet ski. Caso ocorra o divórcio, será objeto de partilha somente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a casa de praia, o automóvel e o prêmio do sorteio;"
      },
      {
        "letra": "B",
        "texto": "a casa de praia, o automóvel e o jet ski;"
      },
      {
        "letra": "C",
        "texto": "a casa de praia e o jet ski;"
      },
      {
        "letra": "D",
        "texto": "o automóvel e o prêmio do sorteio;"
      },
      {
        "letra": "E",
        "texto": "o automóvel."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1960394",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Do ponto de vista formal, no que se refere à guarda dos filhos, a partir de 2014, observa-se no Código Civil prevalência da guarda compartilhada. Em não havendo acordo entre os pais quanto à guarda dos filhos, a Lei nº 13.058/2014 (Artigo 1.584, § 2º ) determina que “(...) encontrando-se ambos os genitores aptos a exercer o poder familiar, será aplicada a guarda compartilhada, salvo se um dos genitores declarar ao magistrado que não deseja a guarda do menor”. Também o papel da equipe do Judiciário ficou estabelecido nesse artigo 1.584, § 3º , como sendo de orientação técnico-profissional, com vistas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à divisão equilibrada do tempo com o pai e com a mãe."
      },
      {
        "letra": "B",
        "texto": "à compatibilidade com a natureza da medida."
      },
      {
        "letra": "C",
        "texto": "ao grau de parentesco e às relações de afinidade e afetividade."
      },
      {
        "letra": "D",
        "texto": "ao pleno exercício do poder familiar."
      },
      {
        "letra": "E",
        "texto": "à medida cautelar de guarda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1955128",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "José e Maria casaram sob o regime da comunhão universal de bens, no ano de 1990. Agora decidiram alterar o regime de bens do casamento. Acerca do caso narrado, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a modificação do regime desejada pelo casal mediante autorização judicial em pedido motivado de ambos os cônjuges, apurada a procedência das razões invocadas e ressalvados os direitos de terceiros."
      },
      {
        "letra": "B",
        "texto": "A modificação poderá ser realizada, desde que realizada nova habilitação, bem como celebrado novo casamento, retificando o casamento anterior, ocasionando a modificação do regime com efeitos ex tunc."
      },
      {
        "letra": "C",
        "texto": "O Código Civil de 1916 não previa a alteração do regime matrimonial; logo, a despeito da previsão existente no vigente Código Civil, não poderá ocorrer a alteração desejada pelo casal."
      },
      {
        "letra": "D",
        "texto": "É possível a modificação do regime mediante requerimento apresentando ao cartório de registro civil onde celebrado o casamento, desde que o casal apresente de forma pormenorizada a relação do acervo patrimonial, bem como publique edital para conhecimento de eventuais interessados."
      },
      {
        "letra": "E",
        "texto": "Desde que realizada escritura pública no tabelião de notas, denominada pacto pós-nupcial, é possível a alteração do regime de bens, devendo o cartório de registro civil onde o casamento foi celebrado averbar a alteração solicitada pelo casal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1952885",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "No regime da comunhão parcial de bens, podem os cônjuges, independentemente de autorização do outro,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prestar fiança ou aval."
      },
      {
        "letra": "B",
        "texto": "alienar ou gravar de ônus real os bens imóveis recebidos em doação."
      },
      {
        "letra": "C",
        "texto": "comprar, desde que à vista, as coisas necessárias à economia doméstica."
      },
      {
        "letra": "D",
        "texto": "obter, por empréstimo, as quantias necessárias à economia doméstica."
      },
      {
        "letra": "E",
        "texto": "pleitear, como autor ou réu, acerca de ônus reais incidentes sobre bens imóveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1947793",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Condição imposta pelo suposto pai no ato de reconhecimento do filho será considerada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nula."
      },
      {
        "letra": "B",
        "texto": "anulável."
      },
      {
        "letra": "C",
        "texto": "válida, em se tratando de prova própria."
      },
      {
        "letra": "D",
        "texto": "ineficaz."
      },
      {
        "letra": "E",
        "texto": "válida, se o filho for maior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1938056",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Jorge, casado pelo regime da comunhão parcial de bens com Luciana, assinou contrato de fiança em um contrato de locação comercial, sem contar com a anuência de sua esposa. O patrimônio do casal é constituído basicamente por um único imóvel adquirido onerosamente durante o casamento, utilizado para fins de moradia. De acordo com o entendimento do Superior Tribunal de Justiça, nessa situação, a fiança será considerada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "parcialmente anulável, cabendo exclusivamente a Luciana alegar a anulabilidade, de modo que a fiança terá eficácia quanto à meação de Jorge."
      },
      {
        "letra": "B",
        "texto": "nula, cabendo a qualquer um dos interessados alegar a invalidade de toda a fiança prestada."
      },
      {
        "letra": "C",
        "texto": "válida, mas apenas poderá atingir os bens de Jorge, pois a fiança sem a anuência de Luciana será ineficaz em relação aos bens da meação da esposa."
      },
      {
        "letra": "D",
        "texto": "anulável, cabendo exclusivamente a Luciana alegar a invalidade de toda a fiança prestada."
      },
      {
        "letra": "E",
        "texto": "anulável, cabendo exclusivamente a Luciana alegar a anulabilidade, mas a meação de Jorge também está protegida por se tratar de bem de família, conforme entendimento do Supremo Tribunal Federal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1938053",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Pessoa Jurídica",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Parte Geral",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Irene conviveu em união estável com Hugo, empresário, que durante o relacionamento transferiu para a sua empresa todos os bens que adquiriu, inclusive o único imóvel residencial que adquirira onerosamente durante o relacionamento e que serviu para a moradia do casal até a data do óbito de Hugo. Irene não possuía nenhuma participação societária na empresa do falecido. Nessas circunstâncias, Irene",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não terá direito a quaisquer bens transferidos para a titularidade da pessoa jurídica em eventual partilha, mas como a casa era o único bem imóvel utilizado para fins de moradia, haverá direito real de habitação da companheira sobrevivente."
      },
      {
        "letra": "B",
        "texto": "tem legitimidade para requerer a desconsideração inversa da personalidade jurídica para que a partilha dos bens possa recair sobre os bens adquiridos onerosamente durante a união estável e que foram desviados para a pessoa jurídica, inclusive para viabilizar o direito real de habitação da companheira sobrevivente."
      },
      {
        "letra": "C",
        "texto": "não terá direito a quaisquer bens de titularidade da pessoa jurídica em eventual partilha e, como o imóvel não pertencia ao casal ou ao de cujus, não haverá direito real de habitação da companheira sobrevivente."
      },
      {
        "letra": "D",
        "texto": "não tem legitimidade para requerer a desconsideração, direta ou inversa, da personalidade jurídica, uma vez que não se enquadra na situação de credora da empresa, de modo que inaplicável a desconsideração, mas independentemente desta providência, preenche os requisitos do direito real de habitação da companheira sobrevivente."
      },
      {
        "letra": "E",
        "texto": "terá direito somente à cota societária de Hugo em relação à empresa e o direito real de habitação da companheira sobrevivente, mas não se mostra possível a aplicação da desconsideração da personalidade jurídica, direta ou invertida, quanto à partilha de bens de titularidade da empresa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1925091",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Horácio e Estela, casados sob o regime da comunhão parcial de bens, adquiriram onerosamente, na constância do casamento, um automóvel e uma casa. Antes do casamento, Estela era proprietária de um apartamento. De acordo com as regras do citado regime, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a anuência de ambos os cônjuges não é necessária para os atos, a título gratuito, que impliquem cessão do uso ou gozo dos bens comuns;"
      },
      {
        "letra": "B",
        "texto": "não entram na comunhão eventuais frutos do apartamento percebidos na constância do casamento;"
      },
      {
        "letra": "C",
        "texto": "em caso de malversação dos bens, o juiz pode entregar a administração a apenas um dos cônjuges;"
      },
      {
        "letra": "D",
        "texto": "se a casa estiver registrada somente em nome de Horácio, este bem não será considerado comum para fim de partilha;"
      },
      {
        "letra": "E",
        "texto": "as dívidas que Estela contrair na administração do seu apartamento e em benefício deste obriga os bens comuns."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1911412",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEFAZ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Carol e Clarice, maiores e capazes, celebraram entre si contrato de empréstimo em dinheiro, pelo qual Carol emprestou quantia certa à Clarice em 20/01/2022 e Clarice se obrigou a restituir o valor em 20/03 do mesmo ano. Foi acordado que o empréstimo seria gratuito em razão da amizade de longa data entre as duas. No entanto, poucos dias após o aperfeiçoamento do contrato e a entrega do valor à Clarice, Carol descobre que a suposta amiga mantinha um relacionamento secreto com o seu cônjuge, Alexandre, com quem mantinha matrimônio segundo o regime da separação total de bens. Transtornada com a situação, Carol rompe sua amizade com Clarice e rompe a sociedade conjugal com Alexandre, inclusive com a propositura de ação de divórcio. Com o advento do termo, Alice não efetuou o pagamento à Carol. Fato seguinte, Carol, representada por um(a) advogado(a), devidamente constituído para esse fim, exigiu o pagamento da quantia devida, tendo como resposta a entrega de um documento de quitação assinado por Alexandre. Diante dos fatos hipoteticamente narrados, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o pagamento efetuado por Clarice é válido e eficaz, posto ter sido realizado a quem de direito representava a credora Carol."
      },
      {
        "letra": "B",
        "texto": "diante das circunstâncias, o pagamento efetuado por Clarice é válido, pois Alexandre é qualificado como credor putativo."
      },
      {
        "letra": "C",
        "texto": "o pagamento efetuado por Clarice a Alexandre é inválido, pois o pagamento foi efetuado após a ruptura da relação matrimonial com a credora e, sendo assim, ele perdeu sua qualidade de representante da credora."
      },
      {
        "letra": "D",
        "texto": "o pagamento efetuado por Clarice a Alexandre é inválido pois, independentemente da ruptura da relação conjugal, um cônjuge não é representante do outro cônjuge, salvo se houver outorga de poderes para tal."
      },
      {
        "letra": "E",
        "texto": "o pagamento é válido, pois o crédito foi constituído na constância da relação conjugal e, consequentemente, Alexandre seria credor solidário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1908869",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Felipe e Paulo vivem em união estável desde 2010 e não firmaram pacto de convivência. Em 2012, Paulo adquiriu um veículo para facilitar sua locomoção ao trabalho. No ano de 2018, Felipe recebeu R$ 200.000,00 de sua genitora a título de doação. Considerando que os dois são civilmente capazes e têm menos de 70 anos, na situação hipotética de dissolução da união estável e partilha de bens,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo terá direito à meação do valor recebido a título de doação sem a necessidade de prova de esforço comum. Em contrapartida, Felipe não fará jus à partilha do veículo, o qual foi adquirido para facilitar a locomoção de Paulo ao trabalho e, portanto, excluído da comunhão no regime de bens aplicável à relação."
      },
      {
        "letra": "B",
        "texto": "Paulo não fará jus à partilha do valor recebido a título de doação, por se tratar de bem excluído da comunhão no regime de bens aplicável à relação. Por sua vez, Felipe também não fará jus à partilha do veículo, o qual foi adquirido para facilitar a locomoção de Paulo ao trabalho e, portanto, excluído da comunhão no regime de bens aplicável à relação."
      },
      {
        "letra": "C",
        "texto": "em ambos os casos, será necessário prova de esforço comum para a partilha de bens, por se tratar de sociedade de fato."
      },
      {
        "letra": "D",
        "texto": "Felipe terá direito à meação do veículo adquirido sem a necessidade de prova de esforço comum. E Paulo fará jus à partilha do valor recebido a título de doação, por se tratar de numerário sujeito à comunhão no regime de bens aplicável à relação."
      },
      {
        "letra": "E",
        "texto": "Felipe terá direito à meação do veículo adquirido sem a necessidade de prova de esforço comum. Por outro lado, Paulo não fará jus à partilha do valor recebido a título de doação, por se tratar de bem excluído da comunhão no regime de bens aplicável à relação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1900381",
    "metadata": "Ano: 2022 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Duas pessoas vêm mantendo, há dez anos, uma união estável, com coabitação atual, não estando, portanto, separadas de fato. Ocorre que, há sete anos, uma delas passou a ter, concomitantemente, um segundo relacionamento, com pessoa diversa, igualmente público, duradouro e contínuo. Conforme recentemente definiu a nossa Corte Suprema",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se poderá reconhecer o segundo relacionamento como união estável para fins familiares e sucessórios."
      },
      {
        "letra": "B",
        "texto": "não se reconhece o segundo relacionamento como união estável."
      },
      {
        "letra": "C",
        "texto": "se poderá reconhecer o segundo relacionamento como união estável para fins previdenciários."
      },
      {
        "letra": "D",
        "texto": "se poderá reconhecer o segundo relacionamento como união estável desde que se dê no domicílio declarado como principal pela pessoa que com ambos mantém relacionamento."
      },
      {
        "letra": "E",
        "texto": "prevalecerá o relacionamento daquele que for escolhido mediante declaração unilateral de vontade, produzida mediante instrumento público, pela pessoa que com ambos mantém relacionamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1894975",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Considere que Renata e Lucas vivam em união estável e tenham uma filha de sete anos de idade, fruto desse relacionamento. Considere, também, que o irmão de Lucas, seu parente mais próximo, tenha sido acometido de grave doença degenerativa. Acerca da situação hipotética, julgue o item a seguir, com base nas disposições do Código Civil.Considerando-se não haver qualquer contrato escrito entre ambos, a união estável enquadra-se, quanto às relações patrimoniais, no regime de comunhão universal de bens.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1894825",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Celso e Maria se casaram pelo regime da comunhão parcial de bens. Na constância do casamento, Celso herdou um apartamento e comprou um sítio, enquanto Maria recebeu de doação uma fazenda e ganhou um prêmio de loteria. Com base nessas informações, em caso de divórcio, devem ser partilhados:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o sítio e a fazenda;"
      },
      {
        "letra": "B",
        "texto": "o apartamento e o prêmio de loteria;"
      },
      {
        "letra": "C",
        "texto": "o apartamento e a fazenda;"
      },
      {
        "letra": "D",
        "texto": "o sítio e o apartamento;"
      },
      {
        "letra": "E",
        "texto": "o sítio e o prêmio de loteria."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1892551",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Murilo, de setenta e um anos de idade, tem um relacionamento com Estefânia, de sessenta e quatro anos de idade, que é sua vizinha há longos anos. Ambos são solteiros e Estefânia tem uma filha, Laura, de um antigo relacionamento. Como Laura vai mudar de cidade, Murilo e Estefânia decidiram se casar. De acordo com as disposições do Código Civil, Murilo e Estefânia devem se casar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preferencialmente pelo regime da separação de bens, tendo em vista a idade de Estefânia."
      },
      {
        "letra": "B",
        "texto": "obrigatoriamente pelo regime da separação de bens, em razão da idade de Murilo."
      },
      {
        "letra": "C",
        "texto": "obrigatoriamente pelo regime de comunhão parcial de bens, em razão da idade de Murilo."
      },
      {
        "letra": "D",
        "texto": "preferencialmente pelo regime de comunhão parcial de bens, tendo em vista a idade de Estefânia."
      },
      {
        "letra": "E",
        "texto": "pelo regime de comunhão universal de bens, não sendo relevantes as idades dos futuros cônjuges."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1870494",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Lei de Introdução às Normas do Direito Brasileiro (LINDB)",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Alice, brasileira, casou-se no Brasil com Artur, estrangeiro, sob o regime da comunhão universal de bens, no ano de 2003. O primeiro e atual domicílio do casal é um país da Europa. Da união adveio um filho, Joaquim, ainda menor de idade, nascido no país do primeiro domicílio do casal. Durante a união foram adquiridos dois imóveis: um localizado no Brasil e outro localizado em país da América do Norte, além de um veículo com registro e em circulação no Brasil. Considerando essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de morte de Artur, a sucessão obedecerá à lei brasileira."
      },
      {
        "letra": "B",
        "texto": "Em caso de morte de Artur, a lei brasileira regulará a capacidade para suceder de Alice."
      },
      {
        "letra": "C",
        "texto": "Somente à autoridade judiciária brasileira compete conhecer ação relativa aos bens adquiridos por Alice e Artur."
      },
      {
        "letra": "D",
        "texto": "O regime de bens do casamento de Alice e Artur foi necessariamente convencionado em pacto antinupcial."
      },
      {
        "letra": "E",
        "texto": "Em caso de morte de Alice e Artur, a sucessão do veículo será regulada pela lei brasileira em benefício de Joaquim, em qualquer hipótese."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1869740",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Josivaldo, 75 anos, viúvo, e Luara, 70 anos, separada de fato, vivem um relacionamento público, contínuo, duradouro, com o objetivo de constituir família. Celebraram contrato de convivência e optaram pelo regime da comunhão universal de bens. A partir disso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato de Luara ser separada de fato a mantém no estado civil de casada, configurando impedimento para a constituição da união estável com Josivaldo;"
      },
      {
        "letra": "B",
        "texto": "Josivaldo e Luara são considerados companheiros e o regime de bens será o da comunhão universal, em razão do contrato de convivência por eles celebrado;"
      },
      {
        "letra": "C",
        "texto": "na hipótese de Josivaldo realizar aquisição onerosa de bens, se Luara desejar a partilha, deverá realizar prova do esforço comum;"
      },
      {
        "letra": "D",
        "texto": "os direitos de Luara a eventual sucessão por falecimento de Josivaldo seriam distintos se eles tivessem se casado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1869739",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Sara e Roberto se casaram sob o regime de comunhão parcial de bens. Antes do casamento, Roberto adquiriu uma casa simples na cidade onde nasceu e Sara não tinha bens. Na constância do casamento conseguiram, com muita dificuldade, comprar um sítio. Sara herdou de sua mãe um automóvel antigo. Com o nascimento dos gêmeos, Sara e Roberto pensam em alternativas para ajudar no sustento dos filhos e o estresse já consome o casal. A partir disso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na hipótese de Sara e Roberto se divorciarem, o sítio e a casa simples deverão ser partilhados;"
      },
      {
        "letra": "B",
        "texto": "Roberto necessitará da vênia conjugal de Sara se decidir alienar a casa que adquiriu antes do casamento;"
      },
      {
        "letra": "C",
        "texto": "se Sara comprar mantimentos para o lar conjugal, ambos os cônjuges respondem por essa dívida, mas não solidariamente;"
      },
      {
        "letra": "D",
        "texto": "por ter sido adquirido na constância do casamento, o automóvel é considerado herança em favor de ambos os cônjuges."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1862992",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Amália se casou com Bruno, em 2016, sob o regime de comunhão parcial de bens. Antes do casamento civil, Bruno já possuía uma casa. Na constância do casamento, Amália recebeu a doação de um carro e celebrou contrato de previdência complementar aberta na modalidade VGBL, enquanto Bruno herdou uma fazenda e teve valores depositados a título de FGTS. Diante disso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se Bruno desejar vender a casa, não precisará da vênia conjugal de Amália, por ser bem particular;"
      },
      {
        "letra": "B",
        "texto": "os valores do FGTS depositados em favor de Bruno não são objeto de partilha;"
      },
      {
        "letra": "C",
        "texto": "a fazenda herdada por Bruno é considerada objeto de partilha;"
      },
      {
        "letra": "D",
        "texto": "se Amália desejar vender o carro, precisará da vênia conjugal de Bruno, por ser bem comum;"
      },
      {
        "letra": "E",
        "texto": "o valor aplicado por Amália no contrato de previdência aberta na modalidade VGBL é objeto de partilha."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1860023",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "João, metalúrgico, e Maria, auxiliar de cozinha, viveram em união estável por dez anos, tiveram dois filhos, que contam quatro e seis anos de idade. Nesse período, construíram uma casa sobre o lote que João adquiriu antes da união e compraram um carro. Considerando que o casal se separou e Maria buscou a Defensoria Pública para realização da dissolução da união estável, julgue o item que se segue. Não é possível que os conviventes pactuem regime de bens diverso do da comunhão parcial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2411909",
    "metadata": "Ano: 2021 | Banca: Fundação CETAP | Órgão: JUCEPA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Sobre o Pacto Antenupcial apenas não se pode afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As convenções antenupciais não terão efeito perante terceiros senão depois de registradas, em livro especial, pelo oficial do Registro de Imóveis do domicílio dos cônjuges."
      },
      {
        "letra": "B",
        "texto": "É nulo o pacto antenupcial se não for feito por escritura particular, e eficaz se não lhe seguir o casamento."
      },
      {
        "letra": "C",
        "texto": "No pacto antenupcial, que adotar o regime de participação final nos aquestos, poder-se-á convencionar a livre disposição dos bens imóveis, desde que particulares."
      },
      {
        "letra": "D",
        "texto": "A eficácia do pacto antenupcial, realizado por menor, fica condicionada à aprovação de seu representante legal, salvo as hipóteses de regime obrigatório de separação de bens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1871016",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Prefeitura de Paulínia - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "José Machado e Ana Maria conheceram-se na faculdade em 2004, como alunos do curso de Administração, e casaram-se em 2006. Na época, nenhum dos dois era titular de um patrimônio expressivo e pretendiam empreender juntos, constituindo uma sociedade empresária. Por esse motivo, entenderam mais adequado celebrar o casamento sob o regime da comunhão parcial de bens, compartilhando os sucessos e fracassos da nova atividade. Contudo, os planos alteraram-se. Em 2009, José Machado iniciou o curso de Direito e em 2021 recebeu a notícia da aprovação no concurso para Auditor-Fiscal. Já Ana Maria tornou-se uma empresária de sucesso e prepara-se para iniciar um negócio de altíssimo risco na área de inovação. Diante das vidas profissionais muito distintas, com diferentes expectativas de ganhos financeiros, o José pretende modificar o regime de bens do casamento para a separação convencional. Sobre a hipótese, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alteração de regime de bens durante o casamento é permitida, bastando-se fazer um novo pacto antenupcial, sendo desnecessária a autorização judicial."
      },
      {
        "letra": "B",
        "texto": "A alteração de regime de bens é permitida, desde que haja autorização judicial postulada pelo casal, sendo despicienda a motivação, desde que não cause prejuízo a terceiros"
      },
      {
        "letra": "C",
        "texto": "O regime de bens do casamento poderá ser alterado, desde que haja autorização judicial postulada por qualquer um dos cônjuges, sendo necessário motivar o pedido e demonstrar que a mudança não causa prejuízo a terceiros."
      },
      {
        "letra": "D",
        "texto": "A alteração de regimes é permitida, desde que haja autorização judicial a ser concedida diante de um pedido motivado, o qual deve ser feito por ambos os cônjuges, bem como o resguardo de direitos de terceiros."
      },
      {
        "letra": "E",
        "texto": "A alteração de regime não é permitida, visto que a função do patrimônio comum é a garantia de credores e a mudança configura fraude contra credores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1866070",
    "metadata": "Ano: 2021 | Banca: CPCON | Órgão: Prefeitura de Sousa - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Marque a alternativa ERRADA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O bem de família consistirá em prédio residencial urbano ou rural, com suas pertenças e acessórios, destinando-se em ambos os casos a domicílio familiar, e poderá abranger valores mobiliários, cuja renda será aplicada na conservação do imóvel e no sustento da família."
      },
      {
        "letra": "B",
        "texto": "O bem de família é isento de execução por dívidas posteriores à sua instituição, salvo as que provierem de tributos relativos ao prédio, ou de despesas de condomínio."
      },
      {
        "letra": "C",
        "texto": "O direito à prestação de alimentos é recíproco entre pais e filhos e extensivo a todos os ascendentes, recaindo a obrigação nos mais próximos em grau, uns em falta de outros."
      },
      {
        "letra": "D",
        "texto": "A obrigação de prestar alimentos não se transmite aos herdeiros do devedor."
      },
      {
        "letra": "E",
        "texto": "O novo casamento do cônjuge devedor não extingue a obrigação constante da sentença de divórcio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1861365",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Câmara de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Rogério, 40 anos, e Priscila, 45 anos, vivem há quinze anos em união estável. O casal tem dois filhos e se preparam para a chegada do terceiro. No entanto, não celebraram contrato escrito acerca das questões patrimoniais envolvendo a sua união. Nesse caso, deve ser aplicado o regime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunhão parcial de bens;"
      },
      {
        "letra": "B",
        "texto": "comunhão universal de bens;"
      },
      {
        "letra": "C",
        "texto": "participação final nos aquestos;"
      },
      {
        "letra": "D",
        "texto": "separação legal de bens;"
      },
      {
        "letra": "E",
        "texto": "separação convencional de bens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1857269",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Ernesto se casou com Maria em 2003, no regime de separação de bens, mas vieram a se separar no ano de 2018, sem formalizar judicialmente a separação, tampouco o divórcio. Não tiveram outros relacionamentos estáveis. Ernesto veio a óbito em setembro de 2021, deixando quatro filhos, que teve com Maria. Nessas circunstâncias, em conformidade com as regras estabelecidas no Código Civil quanto ao casamento e à sucessão legítima, a separação de fato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não coloca fim ao casamento, de modo que Maria deve, em qualquer caso, ser reconhecida como herdeira de Ernesto e concorrer com os filhos comuns do casal, cabendo-lhe a metade da herança."
      },
      {
        "letra": "B",
        "texto": "não coloca fim ao casamento, mas afasta Maria da condição de herdeira de Ernesto, salvo prova de que a convivência se tornou impossível sem sua culpa, de modo que, à falta dessa prova, a herança deve ser dividida em partes iguais somente entre os filhos do casal."
      },
      {
        "letra": "C",
        "texto": "não coloca fim ao casamento, mas afasta Maria da condição de herdeira de Ernesto, afastando-se ex vi legis qualquer discussão a respeito da culpa, de modo que, a princípio, a herança deve ser dividida em partes iguais somente entre os filhos de Ernesto."
      },
      {
        "letra": "D",
        "texto": "coloca fim ao casamento e, por este motivo, afasta Maria da condição de herdeira de Ernesto, de modo que a herança deve ser dividida em partes iguais somente entre os filhos do casal."
      },
      {
        "letra": "E",
        "texto": "não coloca fim ao casamento, de modo que, em qualquer caso, Maria deve ser reconhecida como herdeira de Ernesto e concorrer à herança em partes iguais com os filhos do casal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1855821",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Em matéria de outorga marital ou uxória, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhum dos cônjuges pode prestar fiança, sem autorização do outro, exceto no regime da separação absoluta."
      },
      {
        "letra": "B",
        "texto": "Nenhum dos cônjuges pode prestar aval, sem autorização do outro, exceto no regime da separação absoluta."
      },
      {
        "letra": "C",
        "texto": "O juiz pode suprir a outorga quando um dos cônjuges a negue sem motivo justo."
      },
      {
        "letra": "D",
        "texto": "O ato praticado sem outorga é nulo."
      },
      {
        "letra": "E",
        "texto": "Somente o cônjuge a quem cabia conceder a outorga, ou seus herdeiros, podem demandar a invalidação do ato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1852657",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Sandro, 22 anos, e Isabela, 23 anos, desejam se casar civilmente. No pacto antenupcial, querem optar pelo regime da participação final nos aquestos e que conste cláusula segundo a qual os bens particulares imóveis de cada cônjuge podem ser objeto de livre disposição. Essa cláusula será considerada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válida, porque, no regime de participação final nos aquestos, é possível convencionar, no pacto antenupcial, a livre disposição dos bens imóveis particulares;"
      },
      {
        "letra": "B",
        "texto": "anulável, porque, no regime de participação final nos aquestos, os atos de disposição dos bens particulares imóveis dependem de vênia conjugal;"
      },
      {
        "letra": "C",
        "texto": "nula, porque os bens imóveis particulares sempre dependem da vênia conjugal para a sua disposição;"
      },
      {
        "letra": "D",
        "texto": "nula, porque a cláusula só é permitida no regime de separação absoluta de bens;"
      },
      {
        "letra": "E",
        "texto": "inexistente, por contrariar disposição de lei cogente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1852560",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Getúlio, 65 anos, dois filhos, se divorciou, mas optou por deixar a partilha de bens do casal para depois, o que nunca aconteceu. Agora ele deseja se casar com Beth, 67 anos, viúva, três filhos, cujo inventário de bens do falecido marido ainda não se ultimou. Getúlio e Beth celebraram pacto antenupcial, optando pelo regime da comunhão universal de bens. Nesse caso, Getúlio e Beth:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderiam optar por qualquer regime de bens;"
      },
      {
        "letra": "B",
        "texto": "devem se submeter ao regime supletivo da comunhão parcial de bens;"
      },
      {
        "letra": "C",
        "texto": "devem se submeter ao regime de separação obrigatória de bens em virtude da idade de ambos;"
      },
      {
        "letra": "D",
        "texto": "devem se submeter ao regime de separação obrigatória de bens em virtude da existência de causa suspensiva;"
      },
      {
        "letra": "E",
        "texto": "não podem se casar, porque estão impedidos para o casamento pelo fato de as partilhas ainda não terem terminado. Consequentemente, o pacto antenupcial é ineficaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1852552",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Hamilton, 35 anos, e Vivian, 26 anos, celebraram pacto antenupcial por instrumento particular, adotando o regime de separação de bens. Após casados civilmente, Hamilton passou a trabalhar fora e Vivian cuidava do lar. Depois de sete anos, eles se divorciaram e passaram a disputar os seguintes bens adquiridos na constância do casamento: o automóvel que Hamilton comprara e o apartamento que ele herdara de sua mãe. Nesse caso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os dois bens cabem a Hamilton, em razão do pacto antenupcial de separação de bens ser válido;"
      },
      {
        "letra": "B",
        "texto": "os dois bens cabem a Hamilton, em razão de Vivian não ter trabalhado para sua aquisição;"
      },
      {
        "letra": "C",
        "texto": "cada um tem direito à metade do automóvel e à metade do apartamento, pois o pacto antenupcial é nulo;"
      },
      {
        "letra": "D",
        "texto": "Vivian somente terá direito à metade do automóvel, enquanto o apartamento cabe a Hamilton, pois o pacto antenupcial é nulo;"
      },
      {
        "letra": "E",
        "texto": "Vivian somente terá direito à metade do automóvel, enquanto o apartamento cabe a Hamilton, em razão do pacto antenupcial de separação de bens ser válido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1845118",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre regimes de bens do casamento e da união estável, conforme entendimento dominante e atual do Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No regime da comunhão parcial de bens, é incomunicável imóvel prometido à venda e com preço solvido pelo cônjuge antes do casamento, mas cujos escritura e respectivo registro imobiliário são posteriores às núpcias."
      },
      {
        "letra": "B",
        "texto": "No regime da comunhão parcial, são incomunicáveis os bens móveis e imóveis adquiridos com os proventos do trabalho pessoal e pensões de cada um dos cônjuges."
      },
      {
        "letra": "C",
        "texto": "A alteração do regime de bens não coloca fim ao casamento, razão pela qual é vedada a partilha, que deve aguardar a dissolução da sociedade ou do vínculo conjugal."
      },
      {
        "letra": "D",
        "texto": "O contrato de convivência que altera o regime de bens da união estável pode ter efeitos retroativos, desde que pactuados mediante cláusula expressa pelos conviventes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1826166",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "No regime da comunhão parcial de bens do casamento, comunicam-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os bens sub-rogados em lugar daqueles que cada cônjuge possuir ao casar."
      },
      {
        "letra": "B",
        "texto": "os bens adquiridos a título oneroso na constância da sociedade conjugal, se móveis por qualquer dos cônjuges, e se imóveis, apenas se com o concurso financeiro e em nome de ambos."
      },
      {
        "letra": "C",
        "texto": "as obrigações provenientes de atos ilícitos."
      },
      {
        "letra": "D",
        "texto": "quaisquer bens adquiridos a título oneroso, exceto os proventos do trabalho pessoal de cada cônjuge."
      },
      {
        "letra": "E",
        "texto": "os bens que forem adquiridos na constância do casamento a título oneroso, ainda que só em nome de um dos cônjuges."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1785374",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Maria casou-se em regime de comunhão parcial de bens com João, com quem teve 3 filhos e adquiriu um imóvel. João abandonou a família quando os filhos contavam com 10, 8 e 6 anos de idade e Maria permaneceu residindo no imóvel adquirido na constância da união. Após a separação de fato, João não contribuiu com o sustento dos filhos, tampouco deu notícias após a saída do lar. Após quinze anos, João ajuizou ação de divórcio em face de Maria pleiteando a dissolução do vínculo conjugal e a partilha do bem imóvel adquirido pelo esforço comum. Maria comparece à Defensoria Pública buscando orientações e assistência jurídica gratuita para a realização de sua defesa. Diante desse contexto, analise as assertivas abaixo: I. Considerando que houve separação de fato, Maria terá direito à aquisição da propriedade por usucapião do bem, desde que não seja proprietária de outro imóvel urbano ou rural, tenha utilizado o imóvel para fins residenciais e que o imóvel urbano conte com até 250 m2. II. O Superior Tribunal de Justiça admite, a depender das circunstâncias de fato, a reparação de danos morais pelo abandono afetivo praticado pelo pai em relação aos filhos. III. As dívidas contraídas por João, após a separação de fato, obrigam o patrimônio em comum do casal e devem ser objeto de meação. IV. São devidos alimentos naturais por João a Maria, independentemente de prova da necessidade, pelo princípio da solidariedade familiar. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1781537",
    "metadata": "Ano: 2021 | Banca: AOCP | Órgão: MPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Analise o seguinte caso hipotético: Celso e Marta, ambos maiores e capazes, se casaram pelo regime da comunhão parcial de bens no ano de 2010. Marta, à época do casamento, não possuía patrimônio em seu nome. Em 2012, Celso recebera como herança, em razão do falecimento de seus pais, um veículo automotor terrestre, que vendeu no ano seguinte e adquiriu uma motocicleta com o produto da venda. Posteriormente à compra da motocicleta, no mesmo ano, Celso recebeu o valor de R$ 100.000,00 (cem mil reais) advindos de sorteio lotérico e que manteve depositado em conta corrente. De acordo com as informações apresentadas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de divórcio, ao realizar a partilha, Marta terá direito a incluir na divisão a motocicleta."
      },
      {
        "letra": "B",
        "texto": "Em caso de divórcio, não haverá partilha de bens, visto que Celso terá direito à motocicleta, por se tratar de sub-rogação de bem advindo de herança, bem como em razão de os valores de origem do sorteio lotérico terem sido adquiridos à título oneroso, em razão da despesa anterior."
      },
      {
        "letra": "C",
        "texto": "Em caso de divórcio, haverá impedimento legal para a realização deste por escritura pública em razão do regime de bens escolhido."
      },
      {
        "letra": "D",
        "texto": "Em caso de divórcio, sendo consensual a partilha, será obrigatória a realização deste por meio de escritura pública."
      },
      {
        "letra": "E",
        "texto": "Em caso de divórcio, ao realizar a partilha, caberá à Marta perceber metade do prêmio de loteria a título de meação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1759311",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Eduarda e Júlio se casaram em 2010 pelo regime de comunhão parcial de bens. Júlio é professor em uma escola privada e em escola municipal, e Eduarda trabalha em uma fábrica como auxiliar de escritório. No curso da união, começaram a construir uma casa no terreno do pai de Júlio, que autorizou a construção. Júlio já possuía um veículo popular, antes de casar, que fora trocado por outro, durante a união, e Eduarda juntou, após o casamento, algumas economias para contratar um plano de previdência privada, na modalidade VGBL, para que no futuro pudesse complementar a sua renda. No curso da união, a mãe de Eduarda faleceu, deixando de herança um imóvel a ser partilhado com mais dois irmãos de Eduarda. O casal adotou, também, um cachorro, chamado Max. Em 2021 decidiram terminar a relação. No caso em pauta, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a questão relativa à guarda de Max e ao auxílio com as despesas de manutenção não pode ser discutida na ação de divórcio, devendo ser veiculada em demanda específica no juízo cível;"
      },
      {
        "letra": "B",
        "texto": "Eduarda deverá dividir com Júlio os valores da previdência privada, pois, no entendimento do STJ, enquanto não implementado o benefício previdenciário, a sua natureza é de fruto civil;"
      },
      {
        "letra": "C",
        "texto": "as verbas trabalhistas percebidas, no curso da união, não devem ser partilhadas, eis que pertencem ao patrimônio exclusivo de cada cônjuge;"
      },
      {
        "letra": "D",
        "texto": "Eduarda não tem o direito de permanecer na casa, eis que o imóvel foi construído no terreno de terceiro;"
      },
      {
        "letra": "E",
        "texto": "o imóvel recebido por herança da mãe de Eduarda deverá ser partilhado com Júlio, o qual passa a ter o direito a 1/6 do imóvel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1744996",
    "metadata": "Ano: 2021 | Banca: CONSULPLAN | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Em relação ao regime de bens entre os cônjuges, nos moldes do Código Civil brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se Pedro tem 72 anos de idade e pretende se casar com Carla, dois anos mais jovem que ele, o regime obrigatório será o de separação de bens."
      },
      {
        "letra": "B",
        "texto": "Se Lúcia casou-se no regime de separação absoluta de bens, ainda assim, para prestar fiança ou aval será necessária a autorização do cônjuge."
      },
      {
        "letra": "C",
        "texto": "Se Antônia se casou no regime de comunhão parcial de bens, poderá gravar de ônus real os bens imóveis do casal, sem necessidade de autorização."
      },
      {
        "letra": "D",
        "texto": "Se Márcio casou-se no regime de comunhão universal de bens, não poderá contrair empréstimo para a compra de um micro-ondas sem a autorização da esposa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1714757",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "No que se refere a essa situação hipotética, julgue o item a seguir, à luz do disposto no Código Civil e no Estatuto da Criança e do Adolescente e do entendimento jurisprudencial dos tribunais superiores. Os bens adquiridos por Tiago e Daniela na constância do casamento não se comunicam entre os cônjuges.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1788340",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do STJ, a proteção dada à impenhorabilidade do bem de família se aplica a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imóvel único do devedor que esteja alugado a terceiros, se for demonstrado que a renda da locação é utilizada para subsistência ou moradia da família do devedor."
      },
      {
        "letra": "B",
        "texto": "vaga de garagem residencial que pertença ao executado e possua matrícula própria em registro de imóveis."
      },
      {
        "letra": "C",
        "texto": "bem dado em garantia hipotecária por cônjuges, caso eles sejam os únicos sócios de pessoa jurídica devedora que esteja sendo executada."
      },
      {
        "letra": "D",
        "texto": "imóvel único de fiador dado como garantia de locação residencial."
      },
      {
        "letra": "E",
        "texto": "bem imóvel do devedor em execução promovida para o pagamento de dívidas oriundas de despesas condominiais do próprio bem que originou o débito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1724703",
    "metadata": "Ano: 2020 | Banca: ABCP | Órgão: Prefeitura de Bom Jesus dos Perdões - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "João e Rosana, estudantes do 7º período do curso de direito da Universidade XPTO, estavam em análise do tema “Bem de Família”, previsto nos arts. 1.711 a 1.722 do Código Civil Brasileiro. Durante a análise, surgiu um impasse de opinião entre João e Rosana, tendo em vista que João sustentou que o bem de família é isento de execução por dívidas posteriores à sua instituição, salvo as que provierem de tributos relativos ao prédio, ou de despesas de condomínio. Rosana, por outro lado, sustentava que o bem de família é isento de execução por dívidas posteriores à sua instituição, salvo inclusive as que provierem de tributos relativos ao prédio, ou de despesas de condomínio. De acordo com o Código Civil Brasileiro, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rosana tem razão"
      },
      {
        "letra": "B",
        "texto": "Ambos têm razão"
      },
      {
        "letra": "C",
        "texto": "João tem razão"
      },
      {
        "letra": "D",
        "texto": "Ambos estão equivocados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1149324",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Considerando o casal hipotético Renato e Helena, casados sob o regime de comunhão parcial de bens e pais de um garoto de oito anos de idade, julgue o próximo item, à luz das disposições legais sobre direito de família.Caso o casal se divorcie e Helena contraia outro casamento, o novo vínculo importará restrições aos direitos e deveres de Helena em relação ao seu filho.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1149323",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Considerando o casal hipotético Renato e Helena, casados sob o regime de comunhão parcial de bens e pais de um garoto de oito anos de idade, julgue o próximo item, à luz das disposições legais sobre direito de família.Caso Helena receba um bem imóvel por meio de doação em seu favor, não haverá comunicação desse bem com o patrimônio do seu cônjuge.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1140818",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Com base no Código Civil, julgue o item a seguir.O pacto antenupcial por escritura pública é necessário ao casal que escolher o regime da comunhão universal, o da separação absoluta de bens ou o da participação final nos aquestos, sendo incabível no regime da comunhão parcial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1138129",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Em relação ao direito patrimonial entre os cônjuges:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é obrigatório o regime da separação de bens no casamento da pessoa maior de sessenta anos."
      },
      {
        "letra": "B",
        "texto": "é admissível a livre alteração do regime de bens, independentemente de autorização judicial, ressalvados porém os direitos de terceiros."
      },
      {
        "letra": "C",
        "texto": "podem os cônjuges, independentemente de autorização um do outro, comprar, mesmo que a crédito, as coisas necessárias à economia doméstica, bem como obter, por empréstimo, as quantias que a aquisição dessas coisas exigir, situações que os obrigarão solidariamente."
      },
      {
        "letra": "D",
        "texto": "em nenhuma hipótese pode o cônjuge, sem autorização do outro, alienar ou gravar de ônus real os bens imóveis."
      },
      {
        "letra": "E",
        "texto": "é anulável o pacto antenupcial se não for feito por escritura pública, e nulo se não lhe seguir o casamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1723686",
    "metadata": "Ano: 2019 | Banca: COMPERVE - UFRN | Órgão: Câmara de Parnamirim - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "João e Maria são casados em regime de comunhão parcial de bens. Na constância do vínculo matrimonial, João resolveu sozinho alienar um imóvel residencial, cujo esforço para aquisição foi comum ao casal, a fim de fazer investimentos pessoais. No caso narrado, a autorização conjugal para que a alienação seja válida é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "necessária, considerando que o regime de comunhão parcial de bens é o único que exige a autorização do consorte para alienação de bem imóvel, de acordo com o Código Civil."
      },
      {
        "letra": "B",
        "texto": "desnecessária, considerando que o nome de João aparece na escritura do imóvel e, assim, é prescindível a autorização de Maria para que a alienação ocorra."
      },
      {
        "letra": "C",
        "texto": "necessária, considerando que, no regime de bens entre João e Maria, a autorização do cônjuge é essencial e sua ausência importa na anulação da alienação do imóvel residencial."
      },
      {
        "letra": "D",
        "texto": "desnecessária, considerando que a expressão da vontade de um dos cônjuges não está vinculada à do outro, sendo possível a alienação do bem imóvel sem autorização, independente do regime de bens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1167569",
    "metadata": "Ano: 2019 | Banca: PUC-PR | Órgão: Prefeitura de Campo Grande - MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Entre diversas formalidades e exigências legais às quais os noivos estão sujeitos, uma delas é a estipulação do regime de bens ao qual a união estará sujeita. Fora casos excepcionais, é lícito aos nubentes, antes de celebrado o casamento, estipular, quanto aos seus bens, o que lhes aprouver. Em relação ao regime de bens, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é lícito aos cônjuges depois de celebrado o casamento alterarem o regime de bens por Escritura Pública a ser lavrada no cartório em que está arquivada a certidão de casamento e ressalvados direitos de terceiros."
      },
      {
        "letra": "B",
        "texto": "é lícito aos cônjuges depois de celebrado o casamento alterarem o regime de bens, mediante autorização judicial em pedido motivado de ambos os cônjuges, apurada a procedência das razões invocadas e ressalvados os direitos de terceiros."
      },
      {
        "letra": "C",
        "texto": "é lícito aos cônjuges depois de celebrado o casamento alterarem o regime de bens por instrumento particular, desde que seja arquivado no cartório que celebrou o casamento e ressalvados direitos de terceiros."
      },
      {
        "letra": "D",
        "texto": "não é lícito aos cônjuges depois de celebrado o casamento alterarem o regime de bens, pois no direito Civil vigora o princípio da imutabilidade do regime de comunhão de bens, não sendo possível alterá-lo depois da celebração do casamento."
      },
      {
        "letra": "E",
        "texto": "os cônjuges podem alterar o regime de bens somente quando da feitura do pacto antinupcial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1167184",
    "metadata": "Ano: 2019 | Banca: IDCAP | Órgão: Câmara de Boa Esperança - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Com base no Código Civil Brasileiro, assinale a alternativa correta em relação ao Usufruto e da Administração dos Bens de Filhos Menores:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sempre que no exercício do poder familiar colidir o interesse dos pais com o do filho, a requerimento deste ou do Ministério Público o juiz lhe dará curador especial."
      },
      {
        "letra": "B",
        "texto": "Podem os pais alienar, ou gravar de ônus real os imóveis dos filhos em nome deles, obrigações que ultrapassem os limites da simples administração."
      },
      {
        "letra": "C",
        "texto": "Os pais devem decidir em comum as questões relativas aos filhos e a seus bens; e mesmo havendo divergência, não poderão recorrer ao juiz para a solução necessária."
      },
      {
        "letra": "D",
        "texto": "O pai e a mãe, enquanto no exercício do poder família não têm a administração dos bens dos filhos menores sob sua autoridade."
      },
      {
        "letra": "E",
        "texto": "O pai e a mãe, enquanto no exercício do poder familiar nunca serão usufrutuários dos bens dos filhos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1135225",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Osasco - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "No que diz respeito ao pacto antenupcial, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As convenções antenupciais terão efeito perante terceiros imediatamente após a assinatura dos nubentes."
      },
      {
        "letra": "B",
        "texto": "No pacto antenupcial que adotar o regime de participação final nos aquestos, poder-se-á convencionar a livre disposição dos bens imóveis, desde que pertencentes ao casal."
      },
      {
        "letra": "C",
        "texto": "É anulável a convenção ou cláusula dela que contravenha disposição absoluta de lei."
      },
      {
        "letra": "D",
        "texto": "É nulo o pacto antenupcial se não for feito por escritura pública, e ineficaz se não lhe seguir o casamento."
      },
      {
        "letra": "E",
        "texto": "A eficácia do pacto antenupcial realizado por menor fica condicionada à aprovação de seu representante legal, inclusive nas hipóteses de regime obrigatório de separação de bens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1109751",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "De acordo com as regras de direito intertemporal dispostas no Código Civil e na jurisprudência dominante dos Tribunais Superiores, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O atual Código Civil permite a alteração de regime de bens casamento, sendo tal regra inaplicável aos matrimônios contraídos na vigência do Código Civil de 1916, tendo em vista a ausência de previsão legal."
      },
      {
        "letra": "B",
        "texto": "O Supremo Tribunal Federal julgou inconstitucional a distinção de regimes sucessórios entre cônjuges e companheiros, devendo ser aplicado, em ambos os casos, o regime estabelecido para os cônjuges. Tal entendimento, por contemplar inconstitucionalidade, que tem efeito ex tunc, é aplicável aos inventários judiciais mesmo com o trânsito em julgado da sentença de partilha."
      },
      {
        "letra": "C",
        "texto": "Se o curador, na vigência do Código Civil de 1916, tinha inscrito hipoteca por força de sentença judicial em procedimento de interdição, com a entrada em vigor do atual Código Civil, teve o prazo decadencial de dois anos para pleitear o seu cancelamento."
      },
      {
        "letra": "D",
        "texto": "O regime de bens nos casamentos celebrados na vigência do Código Civil de 1916 é o por ele estabelecido, para fins de aferição da divisão patrimonial dos bens adquiridos pelo casal, ainda que o divórcio ocorra sob a égide do atual Código Civil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1092898",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "No regime da comunhão parcial de bens, pode-se afirmar corretamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não deve ser reconhecido o direito à meação dos valores depositados em conta vinculada ao Fundo de Garantia de Tempo de Serviço – FGTS auferidos durante a constância da união estável ou do casamento celebrado sob o regime da comunhão parcial de bens, salvo se utilizados para aquisição de imóvel pelo casal durante a vigência da relação."
      },
      {
        "letra": "B",
        "texto": "Os valores investidos em previdência privada fechada não se inserem na previsão legal que excepciona da comunicabilidade as pensões, os meios-soldos, os montepios e outras rendas semelhantes e, dessa forma, integram o patrimônio comum do casal, devendo ser objeto da partilha."
      },
      {
        "letra": "C",
        "texto": "As obrigações provenientes de atos ilícitos, mesmo que não revertam em proveito do casal, bem como os bens que sobrevierem ao cônjuge, na constância do casamento, por doação ou sucessão, e os sub-rogados em seu lugar, integram o patrimônio comum do casal e, portanto, devem ser objeto de partilha."
      },
      {
        "letra": "D",
        "texto": "A valorização patrimonial dos imóveis ou das cotas sociais de sociedade limitada, adquiridos antes do casamento ou da união estável, não deve integrar o patrimônio comum a ser partilhado quando do término do relacionamento, visto que essa valorização é decorrência de um fenômeno econômico que dispensa a comunhão de esforços do casal."
      },
      {
        "letra": "E",
        "texto": "As verbas de natureza trabalhista nascidas e pleiteadas na constância da união estável ou do casamento celebrado sob o regime da comunhão parcial de bens não integram o patrimônio comum do casal e, portanto, não devem ser objeto da partilha no momento da separação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1092583",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "A fiança prestada por fiador convivente em união estável, sem a outorga uxória do outro companheiro,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é nula de pleno direito"
      },
      {
        "letra": "B",
        "texto": "é anulável em qualquer situação."
      },
      {
        "letra": "C",
        "texto": "é inexistente."
      },
      {
        "letra": "D",
        "texto": "é anulável, desde que provado prejuízo."
      },
      {
        "letra": "E",
        "texto": "não é nula, nem anulável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1037434",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Conforme o Código Civil Brasileiro, analise as afirmativas sobre o regime de bens entre os cônjuges. I. No regime de comunhão parcial de bens, entram na comunhão os bens adquiridos na constância do casamento por título oneroso, ainda que só em nome de um dos cônjuges. II. O regime de comunhão universal importa a comunicação de todos os bens presentes e futuros dos cônjuges, mas os proventos do trabalho pessoal de cada consorte estão excluídos da comunhão. III. No regime de participação final nos aquestos, integram o patrimônio próprio os bens que cada cônjuge possuía ao casar e os por ele adquiridos, a qualquer título, na constância do casamento. IV. Qualquer que seja o regime de bens do casamento, nenhum dos cônjuges pode, sem o consentimento do outro, alienar ou gravar de ônus real os bens imóveis. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas"
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1026899",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: MPE-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Ana Lúcia e Heitor, ela com sessenta e cinco, ele com sessenta e sete anos, casam-se pelo regime de comunhão universal, tendo antes estipulado pacto antenupcial por escritura pública para adoção desse regime; dois anos depois arrependem-se e requerem judicialmente alteração do regime para o de comunhão parcial de bens. Em relação a ambas as situações,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "era possível a estipulação do pacto antenupcial, pois ambos não haviam atingido setenta anos de idade; é possível também a alteração do regime de bens, mediante autorização judicial em pedido motivado de ambos os cônjuges, apurada a procedência das razões invocadas e ressalvados os direitos de terceiros."
      },
      {
        "letra": "B",
        "texto": "embora possível o pacto antenupcial, a alteração do regime de bens escolhido só é possível após três anos de casamento, mediante autorização judicial, explicitação de motivos e ressalvados direitos de terceiros."
      },
      {
        "letra": "C",
        "texto": "era possível a alteração do regime de bens, mediante autorização judicial em pedido de ambos os cônjuges, sem especificação de razões, por se tratar de questões privadas do casal; era possível o pacto antenupcial, mas por serem maiores de 65 anos somente para o regime de separação de bens."
      },
      {
        "letra": "D",
        "texto": "não era possível o pacto antenupcial porque Ana Lúcia já tinha 65 anos de idade, o que tornava obrigatório o regime de separação de bens; a alteração do regime de bens era no caso necessária, para o citado regime de separação de bens, prescindindo de autorização judicial."
      },
      {
        "letra": "E",
        "texto": "era possível o pacto antenupcial, escolhendo qualquer regime, pois não haviam atingido setenta anos; era possível alterar o regime de bens, a qualquer tempo, prescindindo de autorização judicial, mas ressalvados direitos de terceiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1008817",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Segundo estabelece o Código Civil, é admissível alteração do regime de bens, mediante autorização judicial em pedido motivado de ambos os cônjuges, apurada a procedência das razões invocadas e ressalvados os direitos de terceiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1001166",
    "metadata": "Ano: 2019 | Banca: CONTEMAX | Órgão: Prefeitura de Lucena - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Responsabilidade civil",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Parte Geral",
      "Modalidades da Responsabilidade Civil",
      "Indenização - Liquidação do Dano"
    ],
    "enunciado_principal": "Assinale (V) para verdadeiro e (F) para falso nas seguintes afirmativas a respeito das jurisprudências do Superior Tribunal de Justiça: ( ) É adequada a distinção dos prazos prescricionais da pretensão de reparação civil advinda de responsabilidades contratual e extracontratual. ( ) No regime de separação legal de bens, comunicam-se os adquiridos na constância do casamento, desde que comprovado somente o período de aquisição dentro do casamento. ( ) O atraso na entrega do imóvel enseja pagamento de indenização por lucros cessantes durante o período de mora do promitente vendedor, necessariamente devendo ser comprovado o prejuízo do promitente comprador. ( ) Na hipótese de atraso de voo, não se admite a configuração do dano moral in re ipsa. A ordem correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V–F–F–V"
      },
      {
        "letra": "B",
        "texto": "F–F–V–F"
      },
      {
        "letra": "C",
        "texto": "F–V–V–F"
      },
      {
        "letra": "D",
        "texto": "F–F–F–V"
      },
      {
        "letra": "E",
        "texto": "V–V–F–V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "998850",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "No tocante ao regime de bens no casamento: I. Durante a vigência do regime da participação final nos aquestos, o direito à meação é renunciável, cessível ou penhorável. II. No regime da separação de bens, ambos os cônjuges são obrigados a contribuir para as despesas do casal na proporção dos rendimentos de seu trabalho e de seus bens, salvo estipulação em contrário no pacto antenupcial. III. É anulável o pacto antenupcial se não for feito por escritura pública, e nulo se não lhe seguir o casamento. IV. A eficácia do pacto antenupcial, realizado por menor, fica condicionada à aprovação de seu representante legal, salvo as hipóteses de regime obrigatório de separação de bens. Aponte as afirmativas FALSAS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "998845",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Com relação ao bem de família: I. Podem os cônjuges, ou a entidade familiar, mediante escritura pública ou testamento, destinar parte de seu patrimônio para instituir bem de família, podendo o terceiro igualmente instituir bem de família por testamento ou doação, independentemente da aceitação expressa de ambos os cônjuges beneficiados ou da entidade familiar beneficiada. II. Os cônjuges, ou a entidade familiar, podem destinar parte de seu patrimônio para instituir bem de família, desde que não ultrapasse um terço do patrimônio bruto existente ao tempo da instituição. III. O bem de família é isento de execução por dívidas posteriores à sua instituição, salvo as que provierem de tributos relativos ao prédio, ou de despesas de condomínio. IV. O bem de família, quer instituído pelos cônjuges, ou pela entidade familiar, quer por terceiro, constitui-se pelo registro de seu título no Registro de Imóveis. Aponte as afirmativas corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I e II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "994279",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Usucapião",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Considerando as situações sujeitas à interpretação da lei de locação e direito urbanístico, assinale com V as afirmativas verdadeiras e com F as falsas. ( ) A obrigação de pagar o débito de consumo de serviço de água e energia elétrica de imóvel alugado possui natureza propter-rem, já que atrelada ao bem. ( ) Após a dissolução de uma união estável homoafetiva, uma das conviventes permaneceu na posse do bem. O fiador do contrato foi notificado de tal situação e se opôs perante a locatária atual. Assim, o fiador permanecerá responsável pelo prazo de 120 dias após a notificação da locatária. ( ) Nas hipóteses de dissolução de qualquer tipo de entidade familiar em que haja filhos, o título de propriedade do imóvel adquirido no âmbito do Programa Minha Casa Minha Vida, segundo critério legal (hipótese), será atribuído ou transferido àquele que esteja sob a guarda exclusiva dos infantes. ( ) A usucapião especial de imóvel urbano poderá ser invocada como matéria de defesa, valendo a sentença que a reconhecer como título hábil para registro perante o CRI, não dispensando, no entanto, cuidados formais, como apresentação de planta descritiva, intimação das Fazendas Pública e terceiros interessados, evitando-se, assim, futuras nulidades no título de propriedade a ser constituído. Assinale a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V F F V"
      },
      {
        "letra": "B",
        "texto": "F F V V"
      },
      {
        "letra": "C",
        "texto": "F V V F"
      },
      {
        "letra": "D",
        "texto": "V V F F"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "994248",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "No regime da comunhão parcial, comunicam-se os bens que sobrevierem ao casal, na constância do casamento, excluindo-se da comunhão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os ganhos eventuais."
      },
      {
        "letra": "B",
        "texto": "as benfeitorias em bens particulares de cada cônjuge."
      },
      {
        "letra": "C",
        "texto": "as obrigações provenientes de ato ilícito revertidas a um dos cônjuges."
      },
      {
        "letra": "D",
        "texto": "os bens adquiridos na constância do casamento a título oneroso com esforço exclusivo de um dos cônjuges e apenas em seu nome."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "994246",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "O Direito das Famílias está em constante evolução, pois as relações de afeto são dinâmicas, e o operador do direito deve estar preparado para lidar com as mais variadas e inusitadas situações. Com relação aos institutos do Direito das Famílias, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A relação de intenso afeto dos cônjuges por animal adquirido na constância do matrimônio poderá, a depender das características do caso concreto, autorizar a regulamentação judicial do direito de visita ao animal de estimação."
      },
      {
        "letra": "B",
        "texto": "A relação de filiação socioafetiva permite formular pedido de reconhecimento do estado de filiação socioafetiva, com pluralidade registral, isto é, o reconhecimento da filiação socioafetiva concomitante à filiação biológica."
      },
      {
        "letra": "C",
        "texto": "Não é possível falar em abandono afetivo antes do reconhecimento da paternidade."
      },
      {
        "letra": "D",
        "texto": "Não há causa de rompimento de noivado que possa ser tratada como ato ilícito, passível de indenização por danos morais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990777",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Pode-se corretamente afirmar, sobre o bem de família, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato de o terreno encontrar-se desocupado ou não edificado são circunstâncias que sempre obstam a qualificação do imóvel como bem de família."
      },
      {
        "letra": "B",
        "texto": "a impenhorabilidade do bem de família abrange o imóvel objeto do contrato de promessa de compra e venda inadimplido, mas não abrange os bens móveis, mesmo que indispensáveis à habitabilidade de uma residência ou usualmente mantidos em um lar comum."
      },
      {
        "letra": "C",
        "texto": "a impenhorabilidade do bem de família é matéria disponível, razão pela qual admite renúncia pelo titular e não abrange o imóvel pertencente a pessoas solteiras, separadas e viúvas."
      },
      {
        "letra": "D",
        "texto": "é impenhorável o único imóvel residencial do devedor que esteja locado a terceiros, desde que a renda obtida com a locação seja revertida para a subsistência ou a moradia da sua família; a vaga de garagem que possui matrícula própria no registro de imóveis constitui bem de família para efeito de penhora."
      },
      {
        "letra": "E",
        "texto": "a impenhorabilidade do bem de família não pode ser oposta ao credor de pensão alimentícia decorrente de vínculo familiar ou de ato ilícito; entretanto, é oponível às execuções de sentenças cíveis decorrrentes de atos ilícitos, salvo se decorrente de ilícito previamente reconhecido na esfera penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "990681",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os regimes de bens entre os cônjuges e companheiros.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para as pessoas que se casarem com inobservância das causas suspensivas da celebração do casamento, é obrigatório o regime da separação de bens."
      },
      {
        "letra": "B",
        "texto": "No regime da comunhão universal de bens, integram a comunhão os bens recebidos por um dos cônjuges por sucessão, sendo ineficaz a oposição de cláusula de incomunicabilidade."
      },
      {
        "letra": "C",
        "texto": "No regime da comunhão parcial de bens, além dos bens adquiridos na constância do casamento, também integram a comunhão os bens recebidos por um dos cônjuges por sucessão."
      },
      {
        "letra": "D",
        "texto": "Na união estável os companheiros podem eleger livremente o regime de bens, desde que o façam por instrumento público."
      },
      {
        "letra": "E",
        "texto": "O pacto antenupcial poderá ser feito por instrumento particular, desde que seja subscrito por 3 (três) testemunhas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987642",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Acerca dos novos arranjos familiares e da separação judicial, assinale a opção correta à luz do entendimento dos tribunais superiores e da doutrina.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embora decorram da união homoafetiva todos os direitos e deveres que emanam da união estável entre homem e mulher, essa união não é considerada uma entidade familiar."
      },
      {
        "letra": "B",
        "texto": "É constitucional a diferenciação de regimes sucessórios entre cônjuges e companheiros, tal como o previsto no Código Civil."
      },
      {
        "letra": "C",
        "texto": "A emenda constitucional que suprimiu a necessidade de prazo para o divórcio e o sistema bifásico incorreu na revogação tácita da legislação infraconstitucional que versa sobre a separação judicial."
      },
      {
        "letra": "D",
        "texto": "É juridicamente impossível que uma pessoa tenha dois pais, um biológico e outro socioafetivo, e receba de ambos os direitos relacionados a essa filiação."
      },
      {
        "letra": "E",
        "texto": "A família eudemonista resulta do arranjo familiar que busque a felicidade individual com o propósito de emancipação de seus membros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "986569",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Ana e Joaquim, casados pelo regime da comunhão parcial de bens, decidem constituir empresa limitada para comércio de bebidas. Para obter o capital inicial necessário à abertura do negócio, recorrem à instituição financeira e dão seu único apartamento como garantia do empréstimo. O negócio não prospera e, diante da falta de pagamento, o banco executa a garantia. Nesse caso, considerando-se a jurisprudência do Superior Tribunal de Justiça, consolidada no EAResp 848.498, o apartamento será expropriado presumindo-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que o dinheiro reverteu em favor da família."
      },
      {
        "letra": "B",
        "texto": "que cônjuges não podem ser sócios."
      },
      {
        "letra": "C",
        "texto": "tratar de dívida de pessoa jurídica."
      },
      {
        "letra": "D",
        "texto": "tratar de bem de família previsto no Código Civil."
      },
      {
        "letra": "E",
        "texto": "constituir bem de família de acordo com a Lei nº 8.009/90."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "984622",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Sobre o regime de bens entre os cônjuges, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É obrigatório o regime da comunhão parcial de bens para as pessoas que contraírem casamento com inobservância das causas suspensivas de sua celebração."
      },
      {
        "letra": "B",
        "texto": "No regime da comunhão parcial de bens, comunicam-se os bens que sobrevierem ao casal, na constância do casamento, incluindo os recebidos por um dos cônjuges via doação."
      },
      {
        "letra": "C",
        "texto": "No regime da separação convencional de bens, é válida e eficaz a fiança prestada por um dos cônjuges sem a autorização do outro."
      },
      {
        "letra": "D",
        "texto": "O pacto antenupcial poderá ser celebrado por escritura pública ou instrumento particular, desde que registrado em cartório."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "972386",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRA-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "No que tange ao direito de família, julgue o item a seguir. O bem de família voluntário somente pode ser instituído por testamento ou instrumento particular, desde que não ultrapasse um terço do patrimônio líquido existente ao tempo da instituição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "972385",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRA-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "No que tange ao direito de família, julgue o item a seguir. Os maiores de setenta anos de idade podem se casar em regime de separação de bens, desde que com autorização judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "972383",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRA-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "No que tange ao direito de família, julgue o item a seguir. De acordo com a teoria eclética, o casamento é um negócio jurídico bilateral sui generis, sendo um contrato quanto aos aspectos de sua formação e uma instituição no que toca a seu conteúdo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "972019",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Júlia e Leandro casaram-se no regime obrigatório de separação de bens. Enquanto estavam casados, Leandro recebeu um terreno a título de doação, e, alguns meses depois, ele faleceu. Considerando-se essa situação hipotética, é correto afirmar que, à luz do entendimento jurisprudencial, para fins de partilha, os bens adquiridos na constância do casamento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se comunicam entre Júlia e Leandro, exceto o terreno doado."
      },
      {
        "letra": "B",
        "texto": "não se comunicam entre Júlia e Leandro, ainda que seja comprovado o esforço comum para sua aquisição."
      },
      {
        "letra": "C",
        "texto": "comunicam-se entre Júlia e Leandro, inclusive o terreno doado."
      },
      {
        "letra": "D",
        "texto": "comunicam-se entre Júlia e Leandro, desde que comprovado o esforço comum para sua aquisição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "960529",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parentesco",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Parte Geral",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Não é tese de repercussão geral do STF:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A paternidade socioafetiva, declarada ou não em registro público, impede o reconhecimento do vínculo de filiação concomitante baseado na origem biológica, com os efeitos jurídicos próprios."
      },
      {
        "letra": "B",
        "texto": "O transgênero tem direito fundamental subjetivo à alteração de seu prenome e de sua classificação de gênero no registro civil, não se exigindo, para tanto, nada além da manifestação de vontade do indivíduo, o qual poderá exercer tal faculdade tanto pela via judicial como diretamente pela via administrativa."
      },
      {
        "letra": "C",
        "texto": "A alteração do prenome do transgênero deve ser averbada à margem do assento de nascimento, vedada a inclusão do termo 'transgênero'."
      },
      {
        "letra": "D",
        "texto": "É inconstitucional a distinção de regimes sucessórios entre cônjuges e companheiros prevista no art. 1.790 do CC/2002, devendo ser aplicado, tanto nas hipóteses de casamento quanto nas de união estável, o regime do art. 1.829 do CC/2002."
      },
      {
        "letra": "E",
        "texto": "É constitucional a penhora de bem de família pertencente a fiador de contrato de locação, em virtude da compatibilidade da exceção prevista no art. 3°, inciso VII, da Lei n. 8.009/1990 com o direito à moradia consagrado no art. 6° da Constituição Federal, com redação da EC 26/2000."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1000603",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Sobre o regime de bens entre os cônjuges, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O regime de bens começa a vigorar desde a data de habilitação dos cônjuges."
      },
      {
        "letra": "B",
        "texto": "O pacto antenupcial é necessário apenas nos regimes de participação final nos aquestos e comunhão universal."
      },
      {
        "letra": "C",
        "texto": "Podem os cônjuges, independentemente do regime de bens e de autorização do outro, obter empréstimo para a compra de coisas necessárias à economia doméstica, não sendo, portanto, uma obrigação solidária."
      },
      {
        "letra": "D",
        "texto": "É admissível a alteração do regime de bens, mediante autorização judicial em pedido motivado por um dos cônjuges e desde que não prejudique os direitos de terceiros."
      },
      {
        "letra": "E",
        "texto": "A decretação de invalidade dos atos praticados sem outorga, sem consentimento, ou sem suprimento do juiz, só poderá ser demandada pelo cônjuge a quem cabia concedê-la, ou por seus herdeiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "952076",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Silvia, vítima de violência doméstica, sócia de seu marido, André, numa empresa de prestação de serviços e casada sob o regime comunhão parcial de bens, sem filhos e sem pais, revolveu instituir uma fundação para abrigar e proteger mulheres em situação de violência intrafamiliar e, para tanto, doou todas as quotas de sua participação na empresa. Em razão das agressões perpetradas pelo marido, Silvia veio a óbito 180 dias depois. Diante da situação narrada, à luz da Lei Civil Brasileira, da doutrina e da jurisprudência, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a doação é nula porque foi praticada com violência doméstica."
      },
      {
        "letra": "B",
        "texto": "a doação é nula porque todos os bens foram doados sem reserva."
      },
      {
        "letra": "C",
        "texto": "no regime da comunhão parcial de bens, o marido é herdeiro e a doação é nula."
      },
      {
        "letra": "D",
        "texto": "no regime da comunhão parcial de bens, não existindo bens particulares, o marido não é herdeiro e a doação é válida."
      },
      {
        "letra": "E",
        "texto": "em virtude da causa da morte, a doação é válida e o marido é excluído da sucessão, independentemente de ajuizamento de ação de indignidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "952066",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Obrigação Alimentar no Direito Civil"
    ],
    "enunciado_principal": "Sobre o Direito de Família, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a família natural é aquela formada pelos pais, qualquer deles, seus descendentes e os avós."
      },
      {
        "letra": "B",
        "texto": "segundo entendimento do Superior Tribunal de Justiça (STJ), na ação de investigação de paternidade, a ausência do réu ao exame de DNA leva à procedência da ação mesmo na ausência de indícios de provas da paternidade alegada."
      },
      {
        "letra": "C",
        "texto": "cabe a prisão civil do devedor de alimentos gravídicos deferidos em caráter de antecipação de tutela."
      },
      {
        "letra": "D",
        "texto": "a maioridade extingue automaticamente o direito dos filhos de percepção dos alimentos pelos pais porque são devidos com base na relação de parentesco."
      },
      {
        "letra": "E",
        "texto": "o dever de prestar alimentos é recíproco, devendo recair sobre o parente com maior poder aquisitivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "948717",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Quanto ao regime de bens entre os cônjuges, conforme estabelece a legislação vigente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "este é imutável após a celebração do casamento."
      },
      {
        "letra": "B",
        "texto": "qualquer que seja o regime de bens, tanto o marido como a mulher podem livremente administrar os bens próprios."
      },
      {
        "letra": "C",
        "texto": "é obrigatório o regime da separação de bens no casamento da pessoa maior de 60 anos."
      },
      {
        "letra": "D",
        "texto": "no regime da separação absoluta, nenhum dos cônjuges pode, sem autorização do outro, alienar ou gravar de ônus real os bens imóveis."
      },
      {
        "letra": "E",
        "texto": "não havendo convenção, ou sendo ela nula ou ineficaz, vigorará quanto aos bens entre os cônjuges o regime da comunhão universal de bens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "948349",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Flávio e Fernanda se casaram pelo regime da comunhão parcial de bens. Antes do casamento, Flávio não tinha qualquer bem, enquanto Fernanda tinha um apartamento. Durante a constância do casamento, Fernanda vendeu o apartamento e, com o fruto da venda, adquiriu uma casa, constando a sub-rogação do bem na escritura pública. Além disso, Flávio adquiriu em seu nome e sem a participação econômica de sua esposa, um prédio comercial. Ainda durante o casamento, Flávio recebeu uma chácara de herança de seu genitor. Por fim, Fernanda recebeu a doação de uma motocicleta. Com o fim do casamento, integram a meação do casal apenas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a casa, o prédio comercial e a chácara."
      },
      {
        "letra": "B",
        "texto": "a casa e a chácara."
      },
      {
        "letra": "C",
        "texto": "a casa e o prédio comercial."
      },
      {
        "letra": "D",
        "texto": "a casa."
      },
      {
        "letra": "E",
        "texto": "o prédio comercial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "936109",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Julgue o item a seguir acerca de direitos da personalidade, de registros públicos, de obrigações e de bens.Para que tenham efeitos perante terceiros, as convenções antenupciais que disponham sobre regime de bens devem ser registradas pelo oficial do cartório de registro de imóveis do domicílio conjugal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "927590",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Não sendo caso de regime de separação obrigatória de bens, é lícito aos nubentes,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "antes do casamento, por escritura pública, estipular, quanto aos bens, o que lhes aprouver, não ficando adstritos aos regimes tipificados no Código Civil, mas para ter efeito perante terceiros a lei exige o registro do pacto antenupcial no Registro de Imóveis do domicílio dos cônjuges."
      },
      {
        "letra": "B",
        "texto": "no termo de casamento, estipular, quanto aos bens, o que lhes aprouver, não ficando adstritos aos regimes tipificados no Código Civil, mas para ter efeito perante terceiros a lei exige o registro do pacto antenupcial no Registro de Imóveis do domicílio dos cônjuges."
      },
      {
        "letra": "C",
        "texto": "antes do casamento, por escritura pública, estipular, quanto aos seus bens, o que lhes aprouver, não ficando adstritos aos regimes tipificados no Código Civil, mas para ter efeito perante terceiros a lei exige o registro do pacto antenupcial no Registro Civil do domicílio dos cônjuges."
      },
      {
        "letra": "D",
        "texto": "antes do casamento, por escritura pública ou instrumento particular registrado no cartório de títulos e documentos, estipular, quanto aos seus bens, o que lhes aprouver, não ficando adstritos aos regimes tipificados no Código Civil, mas para ter efeito perante terceiros a lei exige o registro do pacto antenupcial no Registro de Imóveis do domicílio dos cônjuges."
      },
      {
        "letra": "E",
        "texto": "antes do casamento, estipular quanto aos seus bens outro regime, diverso da comunhão parcial de bens, mediante escritura pública, desde que escolhido um entre os previstos no Código Civil, mas para ter efeito perante terceiro a lei exige o registro do pacto antenupcial no Registro de Imóveis do domicílio dos nubentes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "926038",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Direito das Sucessões",
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Usufruto",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que seja válido e eficaz, o compromisso de compra e venda de bem imóvel deverá revestir a forma pública."
      },
      {
        "letra": "B",
        "texto": "A lei brasileira proíbe a realização de promessa de doação, padecendo de nulidade de pleno direito a realização de tal ato."
      },
      {
        "letra": "C",
        "texto": "O companheiro participará da sucessão do outro quanto aos bens adquiridos onerosamente na união estável e se concorrer com filhos comuns, terá direito a uma quota equivalente à que por lei for atribuída ao filho."
      },
      {
        "letra": "D",
        "texto": "Pelo regime da comunhão parcial de bens, comunicam-se os proventos do trabalho pessoal do cônjuge."
      },
      {
        "letra": "E",
        "texto": "No usufruto simultâneo contemplando duas pessoas conjuntamente e decorrente de testamento, falecendo um dos co-legatários, a parte do que faltar, em regra, acrescerá ao sobrevivente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "918594",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Marta e Rodrigo, ambos com 40 anos, pretendem contrair matrimônio. Com esse objetivo, dirigem-se ao cartório de notas e solicitam a elaboração de pacto antenupcial, por meio do qual desejam estipular que apenas os bens adquiridos após cinco anos de casamento sejam comunicados. Quanto aos bens adquiridos antes do referido termo, deverão observar o regime da separação total. Na hipótese, essas disposições:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são nulas, pois se trata de fraude ao regime legal;"
      },
      {
        "letra": "B",
        "texto": "são válidas, visto ser livre convencionar o regime de bens;"
      },
      {
        "letra": "C",
        "texto": "devem ser interpretadas unicamente como regime de separação de bens;"
      },
      {
        "letra": "D",
        "texto": "podem ser objeto de conversão e adaptadas ao regime da comunhão parcial;"
      },
      {
        "letra": "E",
        "texto": "são válidas, desde que nenhum bem seja adquirido nos primeiros cinco anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "896504",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "No regime de comunhão parcial, comunicam-se os bens que sobrevierem ao casal, na constância do casamento, contudo, excluem-se da comunhão: I. Os bens adquiridos com valores exclusivamente pertencentes a um dos cônjuges em sub-rogação dos bens particulares. II. As pensões, meios-soldos, montepios e outras rendas semelhantes. III. As benfeitorias em bens particulares de cada cônjuge. IV. Os proventos do trabalho pessoal de cada cônjuge. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva I está incorreta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "896502",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Em relação ao tema pacto antenupcial, podemos afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As convenções antenupciais não terão efeito perante terceiros, senão depois de registradas, em livro especial, pelo oficial do Registro de Imóveis do domicílio dos cônjuges."
      },
      {
        "letra": "B",
        "texto": "É anulável o pacto antenupcial se não for feito por escritura pública, e ineficaz se não lhe seguir o casamento."
      },
      {
        "letra": "C",
        "texto": "No pacto antenupcial, que adotar o regime de participação final nos aqüestos, poder-se-á convencionar a livre disposição dos bens imóveis, desde que particulares."
      },
      {
        "letra": "D",
        "texto": "A eficácia do pacto antenupcial, realizado por menor, fica condicionada à aprovação de seu representante legal, salvo as hipóteses de regime obrigatório de separação de bens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "896501",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Podem os cônjuges, independentemente de autorização um do outro: I. Comprar, ainda a crédito, as coisas necessárias à economia doméstica. II. Prestar fiança ou aval. III. Obter, por empréstimo, as quantias que a aquisição de coisas necessárias à economia doméstica, possam exigir. IV. Alienar ou gravar de ônus real os bens imóveis. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva IV está incorreta."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "896335",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Sobre o regime de bens no casamento, responda as questões: I. As pessoas divorciadas, que ainda não realizaram a partilha dos bens do casamento anterior, estão sujeitas ao regime de separação legal de bens. II. No regime de comunhão universal não se comunicam os bens doados com cláusula de incomunicabilidade, nem os frutos destes bens. III. No regime de separação de bens, ambos os cônjuges são obrigados a contribuir para as despesas do casal na proporção dos rendimentos de seu trabalho e de seus bens, salvo estipulação em contrário no pacto antenupcial. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas são falsas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e III são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva II é verdadeira."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "896334",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Sobre a instituição do bem de família, responda as questões: I. O terceiro poderá instituir bem de família por testamento ou doação, dependendo a eficácia do ato da aceitação expressa de ambos os cônjuges beneficiados ou da entidade familiar beneficiada. II. Dissolvida a sociedade conjugal pela morte de um dos cônjuges, o sobrevivente poderá pedir a extinção do bem de família, se for o único bem do casal. III. Extingue-se, igualmente, o bem de família com a morte de ambos os cônjuges e a maioridade dos filhos, desde que não sujeitos a curatela. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva II é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e II são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas são falsas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "895328",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "É obrigatório o regime da separação de bens no casamento: I. De todos os que dependerem, para casar, de suprimento judicial. II. Da pessoa maior de 70 (setenta) anos. III. Das pessoas que o contraírem com inobservância das causas suspensivas da celebração do casamento. IV. De pessoas maiores de dezesseis e menores de dezoito anos, em que os pais não autorizem o casamento. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e IV estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva IV está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "889824",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Joaquina nasceu com o diagnóstico de síndrome de Down; aos 18 anos, conheceu Raimundo e decidiu casar. Os pais de Joaquina declararam que somente autorizam o casamento se o mesmo for celebrado sob o regime da separação convencional de bens, tendo em vista que a família é possuidora de uma grande fortuna e Raimundo é de origem humilde. Joaquina, que tem plena capacidade de comunicação, não aceitou a sugestão dos pais e deseja casar sob o regime legal (comunhão parcial de bens). Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que possa casar sob o regime da comunhão parcial de bens, deverá Joaquina ser submetida, mesmo contra sua vontade, ao procedimento de tomada de decisão apoiada."
      },
      {
        "letra": "B",
        "texto": "Joaquina poderá casar sob o regime de bens que melhor entender, tendo em vista que é dotada de plena capacidade civil."
      },
      {
        "letra": "C",
        "texto": "O juiz deverá nomear um curador para que possa analisar as pretensões do noivo em relação a Joaquina e decidir acerca do melhor regime patrimonial para o casal."
      },
      {
        "letra": "D",
        "texto": "Joaquina é relativamente incapaz e deve ser assistida no ato do casamento que somente pode ser celebrado sob o regime da separação legal."
      },
      {
        "letra": "E",
        "texto": "Joaquina somente poderá casar se obtiver autorização dos pais que poderá ser suprida pelo juiz, ouvido o Ministério Público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "886196",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "João, brasileiro, solteiro, maior, com 68 (sessenta e oito) anos de idade e sua namorada Maria, também brasileira, solteira, com 61 (sessenta e um) anos de idade resolveram se casar. Neste caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os namorados devem necessariamente celebrar um pacto antenupcial, optando pelo regime da separação de bens."
      },
      {
        "letra": "B",
        "texto": "Os namorados podem se casar pelo regime da comunhão parcial de bens, com autorização judicial, após o pronunciamento Ministério Público."
      },
      {
        "letra": "C",
        "texto": "Poderão, os namorados, adotar livremente qualquer dos regimes de bens previstos no Código Civil."
      },
      {
        "letra": "D",
        "texto": "Somente poderão se casar pelo regime da separação obrigatória de bens."
      },
      {
        "letra": "E",
        "texto": "Poderão adotar qualquer regime de bens, desde que façam um pacto antenupcial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "886110",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Sobre Direito de Família, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verificada a existência de mancomunhão, o pagamento da expressão patrimonial das cotas societárias à ex-conjuge, não sócia, deve corresponder ao momento efetivo da partilha, e não àquele em que estabelecido no acordo prévio sobre os bens que fariam parte do acervo patrimonial."
      },
      {
        "letra": "B",
        "texto": "O bem imóvel adquirido a título oneroso na constância da união estável regida pelo estatuto da comunhão parcial, mas recebido por um dos companheiros, mediante doação pura e simples realizada pelo outro, deve ser excluído do monte partilhável."
      },
      {
        "letra": "C",
        "texto": "Nas ações de investigação de paternidade, admite-se a relativização da coisa julgada, em se tratando de ação de paternidade em que não ocorreu realização de exame de DNA."
      },
      {
        "letra": "D",
        "texto": "A paternidade socioafetiva, declarada em registro público, não impede o reconhecimento do vínculo de filiação concomitante baseado na origem biológica, com os efeitos jurídicos próprios, inclusive no campo sucessório."
      },
      {
        "letra": "E",
        "texto": "É necessária a prévia oitiva do Ministério Público e homologação judicial para a alteração do regime de bens na união estável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "883006",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Em relação ao direito de família e ao direito das sucessões, julgue o item subsequente. O bem de família é constituído voluntariamente e visa proteger o ente familiar, de maneira que, se dissolvida a sociedade conjugal, fica extinto o bem de família.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  }
]