[
  {
    "id": "3231182",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Julgue o item seguinte, referente a servidões, responsabilidade civil, posse, parcelamento do solo urbano e proteção de dados pessoais . Caso necessidades da indústria imponham ao prédio dominante servidão mais ampliada, o dono do prédio serviente será obrigado a sofrê-la.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3219211",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Servidões",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Acerca dos direitos reais e de acordo com o Código Civil, analise as afirmativas a seguir. I – Aquele que restituir a coisa achada, terá direito a uma recompensa não inferior a dez por cento do seu valor, e à indenização pelas despesas que houver feito com a conservação e transporte da coisa, se o dono não preferir abandoná-la. II – Aquele que, por dez anos, sem interrupção, nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de título e boa-fé, podendo requerer ao juiz que assim o declare por sentença, a qual servirá de título para o registro no Cartório de Registro de Imóveis. III – Os acréscimos formados, sucessiva e imperceptivelmente, por depósitos e aterros naturais ao longo das margens das correntes, ou pelo desvio das águas destas, pertencem aos donos dos terrenos marginais, sem indenização. IV – Se a construção, feita parcialmente em solo próprio, invade solo alheio em proporção não superior à vigésima parte deste, adquire o construtor de boa-fé a propriedade da parte do solo invadido, se o valor da construção exceder o dessa parte, e responde por indenização que represente, também, o valor da área perdida e a desvalorização da área remanescente. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3172085",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Servidões"
    ],
    "enunciado_principal": "Acerca dos direitos reais e de acordo com o Código Civil, analise as afirmativas a seguir. I – A transferência do direito de multipropriedade e a sua produção de efeitos perante terceiros darse-ão na forma da lei civil e dependerão da anuência ou cientificação dos demais multiproprietários. II – No caso de extinção do direito de superfície em conseqüência de desapropriação, a indenização cabe apenas ao proprietário. III – A servidão pode ser removida, de um local para outro, pelo dono do prédio serviente e à sua custa, se em nada diminuir as vantagens do prédio dominante, ou pelo dono deste e à sua custa, se houver considerável incremento da utilidade e não prejudicar o prédio serviente. IV – Se um edifício sujeito a usufruto for destruído sem culpa do proprietário, não será este obrigado a reconstruí-lo, nem o usufruto se restabelecerá, se o proprietário reconstruir à sua custa o prédio; mas se a indenização do seguro for aplicada à reconstrução do prédio, restabelecer-se-á o usufruto. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3127037",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Aparecida - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "A indústria X fica localizada em um terreno no qual o acesso à rodovia fica a 20 quilômetros. No entanto, no terreno vizinho, fica localizada a indústria Y, que tem acesso direto à rodovia. Considerando a economia que esse acesso pode gerar à indústria X, o seu diretor presidente faz um requerimento para que a indústria Y permita a sua passagem pelo seu terreno. O requerimento foi aceito e foi constituída a servidão, que foi registrada perante o Cartório de Registro de Imóveis. Passados alguns meses, a indústria X consulta um advogado para saber sobre a possibilidade de remoção da servidão de um local para outro, sendo correto afirmar que a remoção da servidão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é possível."
      },
      {
        "letra": "B",
        "texto": "pode ser feita pela indústria X, à sua custa e desde que não diminua as vantagens da indústria Y."
      },
      {
        "letra": "C",
        "texto": "pode ser feita pela indústria X, ainda que prejudique a indústria Y."
      },
      {
        "letra": "D",
        "texto": "pode ser feita apenas pela indústria Y, uma vez que o registro no Cartório de Registro de Imóveis está em seu nome e será necessário alterá-lo."
      },
      {
        "letra": "E",
        "texto": "pode ser feita pela indústria Y, à sua custa, ainda que prejudique a indústria X."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2515298",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "O Condomínio do Edifício Viver Feliz constituiu servidão de passagem em favor do Condomínio Mundo Animal pelo prazo de vinte anos mediante o pagamento de R$ 1.000.000,00 (um milhão de reais). Ocorre que os condôminos do prédio dominante utilizam a servidão para passear com seus cachorrinhos, o que, além de trazer mau cheiro ao local, propiciou alguns acidentes, inclusive um ataque de um cão. Por isso, o Edifício Viver Feliz deseja extinguir a servidão, o que é impugnado pelo Condomínio Mundo Animal. Nesse caso, à luz da disciplina legal das servidões:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível o cancelamento judicial da servidão, devolvendo-se proporcionalmente o preço pago para institui-la;"
      },
      {
        "letra": "B",
        "texto": "é possível o cancelamento judicial da servidão, ocasionando a perda, por justa causa, do preço pago para institui-la;"
      },
      {
        "letra": "C",
        "texto": "não é possível a extinção da servidão, nem o exercício de pretensão indenizatória a esse título, porque são características essenciais dos direitos reais o uso, gozo e a fruição plenos;"
      },
      {
        "letra": "D",
        "texto": "não é possível a extinção da servidão, mas apenas seu resgate judicial, mesmo sem acordo;"
      },
      {
        "letra": "E",
        "texto": "não é possível a extinção da servidão, apenas a regulação de seu uso, até judicialmente, com eficácia obrigacional (não real)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2351276",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara Municipal de São Paulo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Otaviano Augusto é proprietário de um imóvel em São Gotardo, Caxias do Sul, RS sob matrícula nº XXXX. No local, há uma passagem por meio de um corredor que se encontra afastado e murado, que permite, inclusive, o trânsito de automotores pela propriedade de Trajano Nero há mais de 30 anos. Há quatro meses foi colocada uma porteira no local impedindo o acesso e o trânsito. Trajano notificou Otaviano alegando a existência de uma estrada no fundo da propriedade, com 5 metros de largura desde a estrada pública até o imóvel, que gera a desnecessidade da passagem por suas terras. Trajano decidiu alienar o imóvel pois, com o falecimento de sua esposa, Cleópatra, pretende morar na Itália e teme que passagem desvalorize o bem. Diante da situação hipotética narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A existência de um acesso impede a passagem de Otaviano, visto não ser seu imóvel encravado."
      },
      {
        "letra": "B",
        "texto": "A servidão de passagem, por ser um direito real sobre a coisa alheia, só pode ser constituída por acordo entre as partes."
      },
      {
        "letra": "C",
        "texto": "Caso o dono do imóvel demonstre que o acesso à via pública não atende à função econômica do bem pode, mediante pagamento de indenização cabal, constranger o vizinho a lhe dar passagem."
      },
      {
        "letra": "D",
        "texto": "O exercício incontestado e contínuo de uma servidão aparente, que é o caso de situação de Otaviano, autoriza a aquisição por meio da usucapião."
      },
      {
        "letra": "E",
        "texto": "As servidões prediais e aparentes são divisíveis, não subsistindo no caso de partilha do bem em caso de morte e nem alcançam eventuais adquirentes do bem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2512177",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "“A”, proprietário de um imóvel há trinta anos, desfrutava de uma bela vista da capital maranhense, quando o prédio vizinho iniciou uma construção em altura mais elevada, privando-o desse panorama. A partir do instituto das servidões prediais é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o proprietário “A” poderá manejar ação de usucapião, considerando tratar-se de posse de mais de vinte anos, aparente e contínua, apta a gerar a declaração judicial da prescrição aquisitiva."
      },
      {
        "letra": "B",
        "texto": "o proprietário “A” não obterá uma prestação jurisdicional de procedência, por não ser a hipótese uma servidão de vista, tratando-se de mera faculdade da qual não decorre o direito de posse a ser tutelado."
      },
      {
        "letra": "C",
        "texto": "o proprietário “A” pode manejar ação confessória, de caráter petitório, cujo objetivo é obter o provimento judicial declaratório positivo quanto à existência de uma servidão, considerando tratar-se de uma servidão contínua e aparente."
      },
      {
        "letra": "D",
        "texto": "o proprietário “A” não obterá uma prestação jurisdicional de procedência, considerando que, ao manejar a denominada ação negatória, obterá uma declaração negativa do direito de servidão, autorizando o prédio vizinho a erguer a construção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2319984",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Servidões",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Marta, casada sob o regime da separação voluntária de bens com Antônio, herda da sua mãe um apartamento, e pretende destiná-lo à moradia gratuita da filha única do casal. Diante disso, assinale a opção que apresenta a forma de atender à intenção de Marta, sem a necessidade do consentimento de Antônio para sua constituição.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uso."
      },
      {
        "letra": "B",
        "texto": "Servidão."
      },
      {
        "letra": "C",
        "texto": "Comodato."
      },
      {
        "letra": "D",
        "texto": "Habitação."
      },
      {
        "letra": "E",
        "texto": "Constituição de renda."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2215588",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM de Natal - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Nos termos estabelecidos no Código Civil, a servidão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser removida de um local para outro."
      },
      {
        "letra": "B",
        "texto": "inadmite a renúncia pelo titular."
      },
      {
        "letra": "C",
        "texto": "pode ampliar-se a fim diverso do que fora constituída."
      },
      {
        "letra": "D",
        "texto": "constitui-se pelo uso contínuo."
      },
      {
        "letra": "E",
        "texto": "agrava o encargo ao prédio serviente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2209987",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: Prefeitura de Rio Branco - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Sobre a servidão de passagem e seus efeitos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as servidões prediais são divisíveis e subsistem, no caso de divisão dos imóveis, em benefício de cada uma das porções do prédio dominante, e continuam a gravar cada uma das do prédio serviente."
      },
      {
        "letra": "B",
        "texto": "a servidão, uma vez registrada, só se extingue, com respeito a terceiros, quando cancelada, inclusive nos casos de desapropriação."
      },
      {
        "letra": "C",
        "texto": "quando a obrigação incumbir ao dono do prédio serviente, este não poderá exonerar-se, abandonando, total ou parcialmente, a propriedade ao dono do dominante."
      },
      {
        "letra": "D",
        "texto": "nas servidões de trânsito, a de maior inclui a de menor ônus, e a menor exclui a mais onerosa."
      },
      {
        "letra": "E",
        "texto": "o dono do prédio serviente poderá, conforme situações específicas na lei, embaraçar o exercício legítimo da servidão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1985495",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Prefeitura de Dourados - MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Com relação às disposições do Código Civil sobre servidões, analise as afirmativas abaixo. I. A servidão proporciona utilidade para o prédio dominante, e grava o prédio serviente, que pertence a diverso dono, e constitui-se mediante declaração expressa dos proprietários, ou por testamento, e subsequente registro no Cartório de Registro de Imóveis. II. Quando a obrigação incumbir ao dono do prédio serviente, este poderá exonerar-se, abandonando, total ou parcialmente, a propriedade ao dono do dominante. III. Salvo nas desapropriações, a servidão, uma vez registrada, só se extingue, com respeito a terceiros, quando cancelada. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III"
      },
      {
        "letra": "B",
        "texto": "I e II apenas"
      },
      {
        "letra": "C",
        "texto": "II e III apenas"
      },
      {
        "letra": "D",
        "texto": "I apenas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1977661",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Considerando o regramento das servidões no Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As servidões, por corresponderem a direitos reais, observam a regra de numerus clausus, de modo que só são permitidas as hipóteses de servidão previamente definidas em lei."
      },
      {
        "letra": "B",
        "texto": "As servidões podem ser constituídas por usucapião inclusive sobre bens públicos."
      },
      {
        "letra": "C",
        "texto": "A instituição de servidão decorre dos direitos de vizinhança, originando-se do fato de que a posse plena de um prédio demanda acesso a facilidades que são encontradas no prédio serviente. Nesse sentido, os direitos de vizinhança são a fonte normativa da constituição das servidões."
      },
      {
        "letra": "D",
        "texto": "As servidões administrativas possuem as mesmas características e regramento das servidões de Direito Civil, mas se distinguem destas por ser o prédio dominante um bem público."
      },
      {
        "letra": "E",
        "texto": "A finalidade da servidão não pode ser alterada unilateralmente pelo proprietário do prédio dominante."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1959537",
    "metadata": "Ano: 2022 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Vizinhança",
      "Servidões"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A servidão proporciona utilidade para o prédio dominante e grava o prédio serviente, que pertence a diverso dono e constitui-se mediante declaração expressa dos proprietários, ou por testamento, e subsequente registro no Cartório de Títulos e Documentos."
      },
      {
        "letra": "B",
        "texto": "Mediante recebimento de indenização que atenda, também, à desvalorização da área remanescente, o proprietário é obrigado a tolerar a passagem, através de seu imóvel, de cabos, tubulações e outros condutos subterrâneos de serviços de utilidade pública, em proveito de proprietários vizinhos, quando de outro modo for impossível ou excessivamente onerosa. No entanto, o proprietário prejudicado pode exigir que a instalação seja feita de modo menos gravosa à propriedade, bem como, depois, seja removida, à sua custa, para outro local do imóvel."
      },
      {
        "letra": "C",
        "texto": "A propriedade de solo abrange jazidas, minas e demais recursos minerais e os potenciais de energia hidráulica."
      },
      {
        "letra": "D",
        "texto": "Somente o proprietário pode ajuizar ação reivindicatória de caráter petitório, não possuindo o usufrutuário legitimidade e interesse para ajuizá-la, mas apenas o nu proprietário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1959535",
    "metadata": "Ano: 2022 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião",
      "Servidões"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, à luz da disciplina dos direitos reais, e assinale a alternativa CORRETA: I. Considera-se que o imóvel financiado pela Caixa Econômica Federal com recursos do Sistema Financeiro Habitacional não se equipara a bem público, sendo, portanto, admissível a ocorrência da usucapião. II. Para fins de usucapião de domínio útil de terreno de marinha não se distingue se a posse advém do regime de ocupação ou da enfiteuse. III. As servidões de passagem que atravessam propriedades privadas para garantir acesso público às praias marítimas podem ser fechadas pelos proprietários quando há a desafetação da praia como bem público. IV. A decretação da Emergência em Saúde Pública de Importância Nacional decorrente da infecção humana pelo Coronavirus não resultou em nenhuma política legislativa que tenha reforçado, ainda que temporariamente, a proteção da posse provisória de imóvel público em face de desocupação coletiva forçada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão incorretas apenas as assertivas Il e III."
      },
      {
        "letra": "B",
        "texto": "Estão incorretas apenas as assertivas Ill e IV."
      },
      {
        "letra": "C",
        "texto": "Estão incorretas apenas as assertivas I e Il."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão incorretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1872680",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Prefeitura de Novo Hamburgo - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Em relação ao tema das servidões, informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) O dono de uma servidão pode fazer todas as obras necessárias à sua conservação e uso, e, se a servidão pertencer a mais de um prédio, serão as despesas rateadas entre os respectivos donos. ( ) As servidões prediais são indivisíveis, e subsistem, no caso de divisão dos imóveis, em benefício de cada uma das porções do prédio dominante, e continuam a gravar cada uma das do prédio serviente, salvo se, por natureza, ou destino, só se aplicarem a certa parte de um ou de outro. ( ) Salvo nas desapropriações, a servidão, uma vez registrada, só se extingue, com respeito a terceiros, quando cancelada. ( ) Também se extingue a servidão, ficando ao dono do prédio serviente a faculdade de fazê-la cancelar, mediante a prova da extinção: pela reunião dos dois prédios no domínio da mesma pessoa; pela supressão das respectivas obras por efeito de contrato, ou de outro título expresso, ou pelo não uso, durante dez anos contínuos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – F − F."
      },
      {
        "letra": "B",
        "texto": "V – F – V − F."
      },
      {
        "letra": "C",
        "texto": "V – V – V − F."
      },
      {
        "letra": "D",
        "texto": "V – V – V − V."
      },
      {
        "letra": "E",
        "texto": "F – V – V − F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1873023",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Santos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Considerando as disposições relativas aos direitos reais de gozo ou fruição, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo disposição expressa em sentido contrário, em caso de extinção do direito de superfície por decurso de seu prazo, o proprietário assume a propriedade plena do imóvel mediante indenização das construções e/ou plantações introduzidas pelo superficiário."
      },
      {
        "letra": "B",
        "texto": "O usufrutuário tem direito aos frutos pendentes no início do usufruto, devendo, porém, pagar as despesas de produção desses frutos."
      },
      {
        "letra": "C",
        "texto": "No contrato de penhor, é nula a cláusula que autoriza o credor a ficar com o objeto empenhado, em caso de não pagamento da dívida."
      },
      {
        "letra": "D",
        "texto": "Salvo disposição expressa em sentido contrário, o dono de uma servidão predial pode realizar todas as obras de conservação, devendo as despesas ser rateadas entre os proprietários do prédio serviente e do prédio dominante."
      },
      {
        "letra": "E",
        "texto": "Havendo renúncia tácita do proprietário do prédio dominante, tem-se por extinta de pleno direito a servidão, podendo o proprietário do prédio serviente providenciar seu cancelamento junto ao Cartório do Registro de Imóveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1861363",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Câmara de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usufruto",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Elvira deseja permitir que sua sobrinha Adriane resida em um dos imóveis que possui, pois a sobrinha não tem onde morar. Mas pretende evitar que Adriane colha qualquer fruto dele, por exemplo, dando-o em locação para terceiros e auferindo aluguel. Para tanto, Elvira deve atribuir a Adriane, sobre o imóvel em questão, o direito real de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "propriedade;"
      },
      {
        "letra": "B",
        "texto": "habitação;"
      },
      {
        "letra": "C",
        "texto": "uso;"
      },
      {
        "letra": "D",
        "texto": "usufruto;"
      },
      {
        "letra": "E",
        "texto": "servidão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852458",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Compreende-se a servidão como a restrição imposta a um prédio para uso e utilidade do outro. Assinale a alternativa que diverge das previsões legais do Código Civil a respeito das servidões.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na servidão de trânsito, a de maior inclui a de menor ônus."
      },
      {
        "letra": "B",
        "texto": "É vedado ao dono do prédio serviente embaraçar o exercício legítimo da servidão."
      },
      {
        "letra": "C",
        "texto": "Quando a servidão alcançar mais de um prédio, seus donos devem ratear as despesas de obras necessárias, assim como as manutenções."
      },
      {
        "letra": "D",
        "texto": "A finalidade da servidão constituída para fins específicos pode ser ampliada mediante manifestação de vontade do dono do prédio dominante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1826174",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "João, proprietário de um imóvel rural, denominado Fazenda São João, de difícil acesso a estrada, adquiriu servidão de passagem com dois mil metros de extensão, pela Fazenda dos Coqueiros, de propriedade de Pedro, levando o título aquisitivo ao Registro de Imóveis. Falecendo João, sua Fazenda foi partilhada entre seus filhos Antônio e José, que promoveram a divisão geodésia, passando, cada qual, a ser dono de um imóvel com registro distinto no Registro Imobiliário. Em seguida, José vendeu seu imóvel para Joaquim. Nesse caso, a servidão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "subsiste, em benefício de cada porção do prédio dominante, salvo se a servidão se aplicar apenas a certa parte de um dos imóveis resultantes da divisão."
      },
      {
        "letra": "B",
        "texto": "não subsiste, salvo se houver ratificação por escritura pública, outorgada pelo dono do prédio serviente, aos sucessores do proprietário do prédio dominante."
      },
      {
        "letra": "C",
        "texto": "não subsiste, porque a alienação do prédio dominante ou do prédio serviente sempre implica extinção da servidão."
      },
      {
        "letra": "D",
        "texto": "subsiste para Antônio, que é dono do imóvel dominante por sucessão hereditária, mas não subsiste para Joaquim, tendo em vista o princípio da relatividade do contrato, não prejudicando nem beneficiando terceiro."
      },
      {
        "letra": "E",
        "texto": "não subsiste, porque as servidões são intransmissíveis, salvo se outra coisa se dispuser em testamento ou contrato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1711985",
    "metadata": "Ano: 2021 | Banca: Unoesc | Órgão: Prefeitura de Maravilha - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Servidões",
      "Multipropriedade Imobiliária"
    ],
    "enunciado_principal": "No que concerne ao direito de propriedade e seus desdobramentos, analise as assertivas seguintes. I. Escritura e registro são figuras jurídicas diversas. Escritura pública é uma forma de título translativo entre vivos, assim como contratos particulares, sentenças ou termos administrativos, quando admitidos em lei. Assim, é possível dizer que por vezes, quando admitido por lei, alguém pode ser proprietário de um bem por conta de um registro que não decorreu de uma escritura pública. II. No condomínio geral, os proprietários possuem fração ideal do todo, não determinada ou localizada, devendo oferecer aos condôminos a respectiva parte, antes de vendê-la a estranhos. No condomínio edilício, contudo, há partes exclusivas de cada proprietário e outras partes comuns, compartilhadas com os demais condôminos, sem direito de preferência em caso de alienação. III. A usucapião é uma forma de aquisição de propriedade que independe de registro para se concretizar, servindo este tão somente para lhe dar publicidade. IV. A passagem forçada pressupõe que um imóvel esteja sem acesso suficientemente adequado à via pública, ou seja, encravado. Gera direito de indenização ao proprietário que terá que conceder a passagem, ao mesmo tempo que é um dever seu concedê-la, já que nenhum imóvel pode ser privado de acesso às vias públicas. V. O direito de servidão não é passível de ser adquirido por usucapião. Estão corretos os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III, IV e V."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e V."
      },
      {
        "letra": "D",
        "texto": "I, IV e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1726904",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Câmara de Boituva - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Nos termos do Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O exercício incontestado e contínuo de uma servidão aparente, por cinco anos, autoriza o interessado a registrá-la em seu nome no Registro de Imóveis."
      },
      {
        "letra": "B",
        "texto": "Salvo nas desapropriações, a servidão, uma vez registrada, só se extingue, com respeito a terceiros, quando cancelada."
      },
      {
        "letra": "C",
        "texto": "O usufruto de imóveis, inclusive o que resulte de usucapião, constituir-se-á mediante registro no Cartório de Registro de Imóveis."
      },
      {
        "letra": "D",
        "texto": "Pode-se transferir o usufruto por alienação; mas o seu exercício não pode ceder-se por título gratuito ou oneroso."
      },
      {
        "letra": "E",
        "texto": "As estradas de ferro não podem ser objeto de hipoteca."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1138131",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Usufruto",
      "Servidões"
    ],
    "enunciado_principal": "O proprietário pode conceder a outrem o direito de construir ou de plantar em seu terreno, por tempo determinado, mediante escritura pública devidamente registrada no Cartório de Registro de Imóveis. Este enunciado refere-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao direito de superfície."
      },
      {
        "letra": "B",
        "texto": "à servidão."
      },
      {
        "letra": "C",
        "texto": "ao arrendamento."
      },
      {
        "letra": "D",
        "texto": "ao usufruto."
      },
      {
        "letra": "E",
        "texto": "à anticrese."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1245252",
    "metadata": "Ano: 2019 | Banca: INSTITUTO PRÓ-MUNICÍPIO | Órgão: Prefeitura de Massapê - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Claudia e Renata, ambas agricultoras no interior do estado, possuem um pequeno loteamento de terra, no qual fazem uso deste para seu plantio. Ocorre que surgiu a necessidade de Renata passar, pela propriedade de Claudia, um aqueduto, para garantir a irrigação de seu plantio. De acordo com estas informações do enunciado, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Claudia poderá exigir indenização pela passagem do aqueduto, bem como que esta seja feita de forma subterrânea a canalização que atravesse pela área de sua horta;"
      },
      {
        "letra": "B",
        "texto": "Não importará à Renata a incumbência de realizar a obra de forma que cause menos prejuízos para Claudia;"
      },
      {
        "letra": "C",
        "texto": "A indenização percebida por Claudia não importará no tocante à desvalorização da área remanescente, pois esta é obrigada a aceitar a passagem de cabos e/ou tubulações por sua propriedade de qualquer maneira, independente de indenização;"
      },
      {
        "letra": "D",
        "texto": "As despesas de conservação do aqueduto serão custeadas pelas duas, Claudia e Renata."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1243509",
    "metadata": "Ano: 2019 | Banca: MetroCapital Soluções | Órgão: Prefeitura de Conchas - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "No que se refere ao direito real de servidão, analise os itens a seguir e, ao final, assinale a alternativa correta: I – A servidão predial, via de regra, é automaticamente dividida em caso de divisão dos imóveis, devendo apenas posteriormente ser levada a registro. II – Uma das hipóteses de extinção da servidão se dá pela morte do titular do prédio serviente. III – O dono do prédio serviente é obrigado a sofrer a imposição de maior largueza à servidão no caso de necessidade da indústria do prédio dominante, mas tem direito a ser indenizado pelo excesso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é verdadeiro."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são verdadeiros."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1052734",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: UNIFAI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Extingue-se a servidão, ficando ao dono do prédio serviente a faculdade de fazê-la cancelar, mediante a prova da extinção",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela reunião dos dois prédios no domínio da mesma pessoa; pela supressão das respectivas obras por efeito de contrato, ou de outro título expresso; ou pelo não uso, durante dez anos contínuos."
      },
      {
        "letra": "B",
        "texto": "pela remoção da servidão, de um local para outro, pelo dono do prédio serviente sem diminuir a vantagem para o prédio dominante; pela supressão das respectivas obras por efeito de contrato, ou de outro título expresso; ou pelo não uso, durante dez anos contínuos."
      },
      {
        "letra": "C",
        "texto": "pela constituição de hipoteca do prédio dominante; pela reunião dos dois prédios no domínio da mesma pessoa; pela supressão das respectivas obras por efeito de contrato, ou de outro título expresso."
      },
      {
        "letra": "D",
        "texto": "pela constituição de hipoteca do prédio dominante; pela supressão das respectivas obras por efeito de contrato, ou de outro título expresso; ou pelo não uso, durante cinco anos contínuos."
      },
      {
        "letra": "E",
        "texto": "pela reunião dos dois prédios no domínio da mesma pessoa; pela remoção da servidão, de um local para outro, pelo dono do prédio serviente sem diminuir a vantagem para o prédio dominante; ou pelo não uso, durante cinco anos contínuos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1037430",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "De acordo com o Código Civil Brasileiro, analise as afirmativas sobre a servidão. I. A servidão proporciona utilidade para o prédio dominante e grava o prédio serviente, que deve sempre pertencer a dono diverso. II. A servidão não aparente pode ser adquirida por usucapião, atendidos os requisitos legais para o seu reconhecimento. III. As obras necessárias à conservação e uso da servidão devem ser feitas pelo dono do prédio dominante, se o contrário não dispuser expressamente o título. IV. A servidão não se presume. Na dúvida, interpreta-se contra a servidão. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1037367",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: SANASA Campinas",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "NÃO são hipóteses de extinção da servidão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perecimento do prédio dominante ou serviente."
      },
      {
        "letra": "B",
        "texto": "abandono especificado e renúncia pelo dono do prédio dominante."
      },
      {
        "letra": "C",
        "texto": "confusão."
      },
      {
        "letra": "D",
        "texto": "pela longa inércia do titular do prédio serviente (desuso por prazo indeterminado) e sem necessidade de intervenção judicial."
      },
      {
        "letra": "E",
        "texto": "pelo cancelamento, salvo nas desapropriações, desde que registrada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1014210",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Valinhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Sobre o exercício da servidão, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dono do prédio serviente poderá embaraçar, se o caso, o exercício da servidão."
      },
      {
        "letra": "B",
        "texto": "A servidão não pode ser removida, de um local para outro, pelo dono do prédio serviente."
      },
      {
        "letra": "C",
        "texto": "Constituída para certo fim, a servidão não se pode ampliar a outro."
      },
      {
        "letra": "D",
        "texto": "Se a servidão pertencer a mais de um prédio, serão as despesas custeadas pelo maior"
      },
      {
        "letra": "E",
        "texto": "As servidões prediais são divisíveis sempre e subsistem no caso de divisão dos imóveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1008834",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Dispõe o Código Civil que a servidão proporciona utilidade para o prédio dominante, grava o prédio serviente, que pertence a diverso dono, e constitui-se mediante declaração expressa dos proprietários, registrada no cartório de registro de imóveis, não podendo ser removida de um local para outro sem a anuência do proprietário do prédio dominante.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "987120",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície",
      "Usufruto",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Renata é proprietária de um terreno na área rural de um município no Estado de São Paulo. Com dificuldades financeiras, decide conceder a Marcelo o direito de plantar em seu terreno, por tempo determinado, mediante escritura pública devidamente registrada no Cartório de Registro de Imóveis. Essa situação hipotética trata de uma hipótese do direito real de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "servidão."
      },
      {
        "letra": "B",
        "texto": "uso."
      },
      {
        "letra": "C",
        "texto": "usufruto."
      },
      {
        "letra": "D",
        "texto": "habitação."
      },
      {
        "letra": "E",
        "texto": "superfície."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1841423",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Tanabi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Sobre os direitos reais de superfície, servidão, usufruto, uso e habitação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de superfície não autoriza obra no subsolo, salvo se for inerente ao objeto da concessão."
      },
      {
        "letra": "B",
        "texto": "A servidão proporciona utilidade para o prédio dominante e grava o prédio serviente, que pertence a diverso dono, e constitui-se mediante declaração expressa ou tácita dos proprietários."
      },
      {
        "letra": "C",
        "texto": "O usufruto pode recair em um ou mais bens móveis ou imóveis, em um patrimônio inteiro, ou parte deste, mas não abrange os frutos e utilidades."
      },
      {
        "letra": "D",
        "texto": "O uso, ao contrário do usufruto, abrange os frutos e utilidades, razão pela qual as causas de extinção são diversas."
      },
      {
        "letra": "E",
        "texto": "Quando o uso constituir no direito de habitar gratuitamente casa alheia, o titular desse direito pode alugar o imóvel e utilizar os valores para sustento de sua família."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1746222",
    "metadata": "Ano: 2018 | Banca: CONSCAM | Órgão: SAAEDOCO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usufruto",
      "Servidões"
    ],
    "enunciado_principal": "Sobre os direitos reais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os direitos reais sobre coisas móveis, quando constituídos, ou transmitidos por atos entre vivos, se adquirem independentemente de tradição."
      },
      {
        "letra": "B",
        "texto": "O direito de propriedade deve ser exercido em consonância com as suas finalidades econômicas e sociais e de modo que sejam preservados, de conformidade com o estabelecido em lei especial, a flora, a fauna, as belezas naturais, o equilíbrio ecológico e o patrimônio histórico e artístico, bem como evitada a poluição do ar e das águas."
      },
      {
        "letra": "C",
        "texto": "A propriedade do solo abrange as jazidas, minas e demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais."
      },
      {
        "letra": "D",
        "texto": "Constituída para certo fim, a servidão pode ampliar-se a outro."
      },
      {
        "letra": "E",
        "texto": "O usufruto de imóveis constituir-se-á independentemente de registro no Cartório de Registro de Imóveis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1173690",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "João adquiriu um terreno na zona rural de Chapecó para cultivar milho. Após ter comprado o terreno, João verificou que a represa que serviria para irrigar sua plantação ficava situada no imóvel de José e que, entre os imóveis de José e o de João, existia ainda o imóvel de Cleusa. Cumpre esclarecer que a represa situada no imóvel de José é a única forma de João ter acesso à água e que sua utilização não irá causar prejuízo para o imóvel de José. Diante de tal situação, João solicita a José a passagem de canos subterrâneos para a construção de um aqueduto. Sobre a situação hipotética, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caso José permita a construção, após concluídas as obras, cada um será responsável pela conservação dos canos em seu respectivo terreno."
      },
      {
        "letra": "B",
        "texto": "José é obrigado a permitir a construção do aqueduto para fornecer água a João e deve ser indenizado imediatamente após a conclusão da obra."
      },
      {
        "letra": "C",
        "texto": "João poderá construir o aqueduto independentemente do consentimento de José, desde que o indenize previamente."
      },
      {
        "letra": "D",
        "texto": "José não é obrigado a permitir a construção do aqueduto para fornecer água a João, já que os imóveis não são vizinhos contíguos."
      },
      {
        "letra": "E",
        "texto": "João só poderá construir o aqueduto após declaração expressa de José, registrada em Cartório de Registro de Imóveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1103649",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: INB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "São direitos reais, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade, a posse, o usufruto e a laje."
      },
      {
        "letra": "B",
        "texto": "A concessão de direito real de uso, o direito do promitente comprador do imóvel, a hipoteca e a anticrese."
      },
      {
        "letra": "C",
        "texto": "A superfície, as servidões, o uso e o usufruto"
      },
      {
        "letra": "D",
        "texto": "A concessão de uso especial para fins de moradia, o penhor, a habitação e a propriedade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "990429",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Pontal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre as servidões.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se as necessidades da indústria do prédio dominante impuserem à servidão maior largueza, o dono do prédio serviente é obrigado a sofrê-la, sem direito a indenização."
      },
      {
        "letra": "B",
        "texto": "Não se admite a constituição de servidão aparente por meio da prescrição aquisitiva."
      },
      {
        "letra": "C",
        "texto": "A reunião dos prédios dominante e serviente no domínio da mesma pessoa não é causa de extinção da servidão."
      },
      {
        "letra": "D",
        "texto": "A servidão pode pertencer a mais de um prédio."
      },
      {
        "letra": "E",
        "texto": "A constituição de servidão independe de registro no Cartório de Registro de Imóveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "941548",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "A servidão aparente, sem título,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser adquirida por usucapião."
      },
      {
        "letra": "B",
        "texto": "pode ser adquirida por usucapião, desde que a posse seja exercida pelo prazo de 10 (dez) anos."
      },
      {
        "letra": "C",
        "texto": "pode ser adquirida por usucapião, desde que a posse seja exercida pelo prazo de 5 (cinco) anos."
      },
      {
        "letra": "D",
        "texto": "pode ser adquirida por usucapião, desde que a posse seja exercida pelo prazo de 20 (vinte) anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "926898",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Américo e Regina são proprietários de duas fazendas vizinhas. Américo pratica atividade agrícola e necessita adentrar o terreno de Regina para construção de um aqueduto (única forma de garantir irrigação), razão pela qual as partes concordaram em instituir direito real para este fim e o registraram no Cartório de Registro de Imóveis. Sobre os direitos de Américo, assinale a resposta correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de direito real de servidão, oponível, inclusive, a qualquer comprador do imóvel de Regina."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de venda de um dos imóveis, o acordo é extinto de pleno direito."
      },
      {
        "letra": "C",
        "texto": "Cuida-se de direito real de uso, pelo que Regina faz jus à remuneração, em razão da utilização de seu terreno."
      },
      {
        "letra": "D",
        "texto": "O fim da atividade agrícola de Américo, seja por que período for, não importa na extinção do direito acordado."
      },
      {
        "letra": "E",
        "texto": "Sobrevindo o falecimento de Regina, o acordo se mantém até seus herdeiros concordarem com o direito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "898498",
    "metadata": "Ano: 2018 | Banca: INAZ do Pará | Órgão: CRF-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usufruto",
      "Servidões"
    ],
    "enunciado_principal": "Situação hipotética: Roberto e Antônia residem em uma pequena propriedade rural no oeste de Pernambuco, e há aproximadamente 40 anos, passam pelo imóvel do atual vizinho de Humberto em uma estrada que dá acesso à sua propriedade, sem qualquer oposição dos proprietários anteriores. Esta estrada é o melhor acesso à via pública, dela tendo ciência Humberto quando adquiriu sua propriedade. Todavia, Humberto impediu o acesso à estrada por seus vizinhos, colocando cadeado com chaves em uma das porteiras, também fazendo buracos no leito da estrada, além de uma cerca de arame farpado. Roberto e Antônia, em virtude da conduta de Humberto, viram-se obrigados a utilizar um caminho por meio de pastagens, onde será construído um mineroduto, o que os impedirá de ter qualquer acesso ao seu imóvel. Tendo em vista a situação hipotética narrada, está sendo violado o direito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "servidão, que deve ser exercido na plenitude para o qual foi criado enquanto não contestado pelo legítimo proprietário, cujos atos que embaracem a servidão serão considerados legítima defesa da propriedade."
      },
      {
        "letra": "B",
        "texto": "usufruto, não podendo Humberto embaraçá-lo, pois se cuida de legítimo direito de uso. Caso Humberto continue impedindo a correta utilização da estrada, é possível que Roberto e Antônia peçam indenização em caso de prejuízo."
      },
      {
        "letra": "C",
        "texto": "usufruto, que se extinguiu com a chegada de novo proprietário ao terreno vizinho, apenas sendo válido o exercício de tal direito caso Humberto não tivesse adquirido a propriedade."
      },
      {
        "letra": "D",
        "texto": "servidão de passagem, que é um direito real sobre coisa alheia, instituído para aumentar a comodidade e a utilidade do prédio dominante, não estando condicionado, portanto, à inexistência de saída para a via pública, fonte ou porto."
      },
      {
        "letra": "E",
        "texto": "posse, que se dá quando expressa a vontade dos proprietários, por testamento ou pelo exercício incontestado da posse por mais de 50 anos, que pode levar à usucapião."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "893721",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Bauru - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Servidões"
    ],
    "enunciado_principal": "Sobre o direito real de servidão, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A servidão não pode ser removida de um local para outro, por se tratar de direito real relativo ao imóvel."
      },
      {
        "letra": "B",
        "texto": "Uma das hipóteses de extinção da servidão é pela morte do titular do prédio serviente."
      },
      {
        "letra": "C",
        "texto": "A servidão predial, em regra, é automaticamente dividida em caso de divisão dos imóveis, devendo apenas posteriormente ser levada a registro."
      },
      {
        "letra": "D",
        "texto": "O dono do prédio serviente é obrigado a sofrer a imposição de maior largueza à servidão no caso de necessidade da indústria do prédio dominante, mas tem direito a ser indenizado pelo excesso."
      },
      {
        "letra": "E",
        "texto": "Quando constituída para certo fim, pode se ampliar para outro, desde que com o pagamento das despesas e indenização correspondente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "878218",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Por meio de escritura pública devidamente registrada, Pedro concedeu a Rodolfo a propriedade, por prazo determinado, de construção que efetuar em área de seu terreno. Essa relação reflete o direito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "superfície."
      },
      {
        "letra": "B",
        "texto": "servidão contínua contratual."
      },
      {
        "letra": "C",
        "texto": "uso."
      },
      {
        "letra": "D",
        "texto": "usufruto temporário."
      },
      {
        "letra": "E",
        "texto": "habitação."
      }
    ],
    "gabarito": "A"
  }
]