[
  {
    "id": "3272167",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "O uso de imagens protegidas por direitos autorais em publicações só é permitido quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estão disponíveis em alta resolução."
      },
      {
        "letra": "B",
        "texto": "há autorização prévia do autor ou licença adequada."
      },
      {
        "letra": "C",
        "texto": "são modificadas para uso exclusivo em design digital."
      },
      {
        "letra": "D",
        "texto": "não possuem marca d’água."
      },
      {
        "letra": "E",
        "texto": "são publicadas sem fins comerciais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3222793",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Em contratos de licenciamento de obras audiovisuais, qual das seguintes afirmações melhor caracteriza a precariedade no licenciamento?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A precariedade só existe quando há uma cláusula expressa no contrato que permita ao autor encerrar o acordo unilateralmente."
      },
      {
        "letra": "B",
        "texto": "A precariedade é determinada pela duração do contrato, sendo considerados precários apenas os acordos com prazo inferior a um ano."
      },
      {
        "letra": "C",
        "texto": "A precariedade se refere a falta de qualidade da obra audiovisual licenciada."
      },
      {
        "letra": "D",
        "texto": "A precariedade é sinônimo de não exclusividade no licenciamento de obras audiovisuais."
      },
      {
        "letra": "E",
        "texto": "A ausência de previsão expressa no contrato é o que determina a possibilidade de precariedade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2561516",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: IF Sul - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Sociedade limitada é a modalidade de sociedade contratual cuja personalidade jurídica é constituída mediante um contrato social. Seu capital social é dividido em quotas, e a responsabilidade dos sócios é restrita ao valor das quotas subscritas; porém, todos os sócios respondem solidariamente pela integralização do capital social. Sobre o assunto, de acordo com o Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedado ao contrato social prever a regência supletiva da sociedade limitada pelas normas da sociedade anônima."
      },
      {
        "letra": "B",
        "texto": "É desnecessário que os sócios procedam à reposição dos lucros e das quantias retiradas, a qualquer título, ainda que autorizados pelo contrato, quando tais lucros ou quantia se distribuírem com prejuízo do capital."
      },
      {
        "letra": "C",
        "texto": "A destituição dos administradores da sociedade limitada não depende de deliberação dos sócios."
      },
      {
        "letra": "D",
        "texto": "A sociedade limitada é administrada por uma ou mais pessoas designadas no contrato social ou em ato separado."
      },
      {
        "letra": "E",
        "texto": "A deliberação em assembleia será obrigatória se o número de sócios for igual ou superior a sete."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2483312",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Londrina - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Analise as assertivas a seguir a respeito das sociedades simples, à luz do que estabelece o Código Civil: I. Nos trinta dias subsequentes à sua constituição, a sociedade deverá requerer a inscrição no Registro Público de Empresas Mercantis da respectiva sede. II. Os bens particulares dos sócios não podem ser executados por dívidas da sociedade, senão depois de executados os bens sociais. III. Somente se considera sociedade simples aquela constituída para o exercício profissional de natureza intelectual, científica, literária ou artística cujo faturamento não ultrapasse o limite previsto no regime de tributação denominado Simples Nacional. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "Apenas I e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2443864",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Criciúma - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Consoante ao Código Civil, assinale a alternativa INCORRETA sobre a Sociedade Limitada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade de cada sócio é restrita ao valor de suas quotas, mas todos respondem solidariamente pela integralização do capital social."
      },
      {
        "letra": "B",
        "texto": "Pode ser constituída por 1 (uma) ou mais pessoas."
      },
      {
        "letra": "C",
        "texto": "Se for unipessoal, aplicar-se-ão ao documento de constituição do sócio único, no que couber, as disposições sobre o contrato social."
      },
      {
        "letra": "D",
        "texto": "Rege-se, nas omissões deste Capítulo, pelas normas da sociedade simples."
      },
      {
        "letra": "E",
        "texto": "O contrato social não poderá prever a regência supletiva da sociedade limitada pelas normas da sociedade anônima."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2443857",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Criciúma - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA sobre Transformação, Incorporação, Fusão e Cisão das Sociedades, conforme o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato de transformação independe de dissolução ou liquidação da sociedade, e obedecerá aos preceitos reguladores da constituição e inscrição próprios do tipo em que vai converter-se."
      },
      {
        "letra": "B",
        "texto": "Na incorporação, uma ou várias sociedades são absorvidas por outra, que lhes sucede em todos os direitos e obrigações, devendo todas aprová-la, na forma estabelecida para os respectivos tipos."
      },
      {
        "letra": "C",
        "texto": "Aprovados os atos da incorporação, a incorporadora declarará extinta a incorporada, e promoverá a respectiva averbação no registro próprio."
      },
      {
        "letra": "D",
        "texto": "A fusão determina a extinção das sociedades que se unem, para formar sociedade nova, que a elas sucederá nos direitos e obrigações."
      },
      {
        "letra": "E",
        "texto": "Até sessenta dias após publicados os atos relativos à incorporação, fusão ou cisão, o credor anterior, por ela prejudicado, poderá promover judicialmente a anulação deles."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2513933",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Assinale a afirmativa que apresenta corretamente uma das consequências da distribuição de lucros ilícitos ou fictícios em uma sociedade simples, de acordo com o Código Civil brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exclusão do sócio que recebeu os proventos ou efetuou a distribuição."
      },
      {
        "letra": "B",
        "texto": "Responsabilidade dos sócios que os receberem, se conhecerem a ilegitimidade."
      },
      {
        "letra": "C",
        "texto": "Responsabilidade solidária dos administradores e dos sócios que conhecerem a ilegitimidade."
      },
      {
        "letra": "D",
        "texto": "Responsabilidade subsidiária dos sócios, independentemente do conhecimento da ilegitimidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2513929",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Um sócio deseja se retirar de sociedade por prazo indeterminado. De acordo com o Código Civil, no tocante à resolução da sociedade em relação a um sócio, poderá realizar sua retirada desde que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exaurido o fim social, ou comprovada a sua inexequibilidade."
      },
      {
        "letra": "B",
        "texto": "Mediante notificação aos demais sócios com antecedência mínima de sessenta dias."
      },
      {
        "letra": "C",
        "texto": "Comprove o cometimento de falta grave no cumprimento das obrigações pelos demais sócios."
      },
      {
        "letra": "D",
        "texto": "Provando judicialmente justa causa, caso não tenha sido realizada a liquidação amigável de sua quota."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2513649",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "De acordo com o Código Civil, nos casos em que a sociedade se resolve em relação a um sócio, o valor de sua quota será liquidado com base",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na situação patrimonial à data da resolução verificado em balanço especialmente levantado."
      },
      {
        "letra": "B",
        "texto": "no valor efetivamente realizado pela quota corrigido ao valor presente mediante índice oficial."
      },
      {
        "letra": "C",
        "texto": "na situação patrimonial à data da resolução verificado pelo último balanço aprovado pelo conselho fiscal."
      },
      {
        "letra": "D",
        "texto": "no capital social previsto no ato de constituição e ajustado à data presente em balanço especialmente levantado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2324179",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Sapucaia do Sul - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Com base no que dispõe o Art. 1.094 do Código Civil, assinale a alternativa que NÃO apresenta uma característica da Sociedade Cooperativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Variabilidade, ou dispensa do capital social."
      },
      {
        "letra": "B",
        "texto": "Divisibilidade do fundo de reserva entre os sócios em caso de dissolução da sociedade."
      },
      {
        "letra": "C",
        "texto": "Direito de cada sócio a um só voto nas deliberações, tenha ou não capital a sociedade, e qualquer que seja o valor de sua participação."
      },
      {
        "letra": "D",
        "texto": "Distribuição dos resultados, proporcionalmente ao valor das operações efetuadas pelo sócio com a sociedade, podendo ser atribuído juro fixo ao capital realizado."
      },
      {
        "letra": "E",
        "texto": "Intransferibilidade das quotas do capital a terceiros estranhos à sociedade, ainda que por herança."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2003869",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Na região Centro-Oeste do Brasil, durante o período de estiagem, nos meses de julho a setembro, em razão da falta de chuvas, ocorrem muitas queimadas de pastos nas fazendas que exploram a pecuária de gado. Muitos fazendeiros, para não perderem seu rebanho, usam pastos em terras de outros fazendeiros. Esse contrato geralmente é verbal, por 3 (três) meses, com a renda paga mensalmente. Esse instrumento é considerado contrato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de Direito Civil."
      },
      {
        "letra": "B",
        "texto": "de arrendamento rural."
      },
      {
        "letra": "C",
        "texto": "de parceria rural."
      },
      {
        "letra": "D",
        "texto": "agrário inominado."
      },
      {
        "letra": "E",
        "texto": "de posse temporária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1992188",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Parte Geral",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos.",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Maria foi chamada a participar de um programa chamado Show de Realidade, de grande sucesso nacional. Como ficaria confinada em uma casa, confiou a administração de suas redes sociais a João, seu grande amigo. Depois de duas semanas, João reparou que poderia utilizar em seu favor as redes de Maria, com enorme visibilidade, para promover sua própria carreira. Passou, então, a fazer postagens jocosas sobre o programa, inclusive contra a própria Maria. Com isso, conseguiu diversos contratos de publicidade e se tornou uma figura conhecida. Maria foi eliminada ao fim do segundo mês, classificando-se em 15º lugar. Ao sair, descobriu que João tinha usurpado suas redes, inclusive contra seus próprios interesses. João, a esta altura, já tinha fundado, com sua esposa Ana, um escritório de consultoria de imagem, cujo nome empresarial é “Maria Show de Realidade Ltda.”. Nessa hipótese, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maria poderá demandar João pelo valor do prêmio que perdeu no reality, considerando que os comentários jocosos realizados provavelmente causaram a perda da chance de vitória;"
      },
      {
        "letra": "B",
        "texto": "Maria poderá haver para si os valores pagos a João por força dos contratos de publicidade, angariados em consequência da usurpação de seu perfil público sem sua autorização;"
      },
      {
        "letra": "C",
        "texto": "Maria poderá ser indenizada pelos danos emergentes e lucros cessantes causados por João, desde que tenham sido direta e imediatamente causados pelo ato ilícito, por força da teoria da causalidade adequada adotada pelo ordenamento no âmbito da responsabilidade civil;"
      },
      {
        "letra": "D",
        "texto": "a detentora da marca “Show de Realidade” poderá impor seu direito de exclusividade sobre signo nominativo, o qual, embora apresente baixa carga criativa, adquiriu distintividade pelo sucesso do programa (secondary meaning), conforme entendimento das Cortes Superiores;"
      },
      {
        "letra": "E",
        "texto": "como a marca “Show de Realidade” é meramente evocativa, não há empecilho a que João adote o nome empresarial “Maria Show de Realidade Ltda.”, desde que indenize Maria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1985620",
    "metadata": "Ano: 2022 | Banca: COPEVE-UFAL | Órgão: TCE-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Dadas as afirmativas acerca das Associações, Sociedades e Fundações, I. Tornando-se ilícita, impossível ou inútil a finalidade a que visa a fundação, ou vencido o prazo de sua existência, o órgão do Ministério Público, ou qualquer interessado, lhe promoverá a extinção, incorporando-se o seu patrimônio, salvo disposição em contrário no ato constitutivo, ou no estatuto, em outra fundação com finalidade dissemelhante e sem embargo de natureza jurídica, a ser designada pelo juiz. II. A sociedade que tenha por objeto o exercício de atividade própria de empresário rural e seja constituída, ou transformada, de acordo com um dos tipos de sociedade empresária, pode, com as formalidades do Art. 968, requerer inscrição no Registro Público de Empresas Mercantis da sua sede, caso em que, depois de inscrita, ficará equiparada, para todos os efeitos, à sociedade empresária. III. Aqueles a quem o instituidor cometer a aplicação do patrimônio, em tendo ciência do encargo, formularão logo, de acordo com as suas bases, o estatuto da fundação projetada, submetendo-o, em seguida, à aprovação da autoridade competente, com recurso ao juiz. verifica-se que está(ão) correta(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1900537",
    "metadata": "Ano: 2021 | Banca: INSTITUTO MAIS | Órgão: Câmara de Santos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "A respeito dos contratos em geral, com base no Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos contratos empresariais, as partes se presumem paritárias e simétricas, razão pela qual, em regra, esse tipo de negócio não deve ser objeto de revisão contratual."
      },
      {
        "letra": "B",
        "texto": "Os contratos privados, em regra, devem atender a uma função social, motivo pelo qual os princípios da função social do contrato e do equilíbrio substancial devem prevalecer sobre as regras que tratem da alocação objetiva dos riscos do contrato."
      },
      {
        "letra": "C",
        "texto": "Em função do princípio da liberdade econômica, o princípio da boa-fé objetiva não se aplica aos contratos empresariais."
      },
      {
        "letra": "D",
        "texto": "A constitucionalização do direito civil importa no dever do Poder Judiciário intervir de forma ampla para promover revisões em contratos privados, sempre que tal medida for adotada com o objetivo de promover a igualdade em sentido substancial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1852532",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "João, proprietário rural, celebrou contrato tácito, sob a forma de arrendamento rural, com Pedro, responsável por exercer atividade agrícola na respectiva área. Com isso, João garantiu a Pedro o uso e o gozo do imóvel rural arrendado. Após algum tempo, Pedro foi notificado por Manoel, que se apresentou como novo proprietário do imóvel e informou que o arrendamento seria considerado extinto dentro de trinta dias. Na ocasião, Manoel encaminhou-lhe cópia da escritura pública de compra e venda devidamente registrada no Registro de Imóveis. Irresignado com essa situação, já que se sentia “traído” por João, Pedro procurou um advogado e perguntou se havia alguma possibilidade de adquirir a propriedade do imóvel, já que não fora avisado da venda. O advogado respondeu, corretamente, que Pedro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deveria sair do imóvel, já que o contrato de arrendamento não fora averbado na matrícula do imóvel junto ao Registro de Imóveis;"
      },
      {
        "letra": "B",
        "texto": "deveria sair do imóvel, já que o arrendamento não estava alicerçado em contrato expresso, o que afastava o direito de preferência na compra do imóvel;"
      },
      {
        "letra": "C",
        "texto": "poderia adquirir o imóvel caso depositasse o preço, pago por Manoel, no prazo de seis meses, a contar da transcrição do ato de alienação no Registro de Imóveis;"
      },
      {
        "letra": "D",
        "texto": "não poderia adquirir o imóvel contra a vontade de João ou Manoel, mas seria possível anular a compra e venda, no prazo de um ano, por afronta ao direito de preempção;"
      },
      {
        "letra": "E",
        "texto": "poderia adquirir o imóvel, caso fosse judicialmente anulada a compra do imóvel, por inobservância ao seu direito de preempção, e posteriormente depositasse o preço devido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1741145",
    "metadata": "Ano: 2020 | Banca: FURB | Órgão: Prefeitura de Massaranduba - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "O Código Civil Brasileiro, Lei nº 10.406/2002, trata dos tipos de sociedades, que são classificadas como pessoas jurídicas de direito privado. Em relação à criação de uma sociedade, analise as afirmativas abaixo e identifique a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Celebram contrato de sociedade as pessoas que reciprocamente se obrigam a contribuir, com bens ou serviços, para o exercício de atividade intelectual e a partilha, entre si, dos resultados."
      },
      {
        "letra": "B",
        "texto": "Celebram contrato de sociedade as pessoas que reciprocamente se obrigam a contribuir, com bens ou serviços, para o exercício de atividade econômica e a partilha, entre si, das receitas."
      },
      {
        "letra": "C",
        "texto": "Celebram contrato de sociedade as pessoas que reciprocamente se obrigam a contribuir, com serviços, para o exercício de atividade econômica e a partilha, entre si, dos resultados."
      },
      {
        "letra": "D",
        "texto": "Celebram contrato de sociedade as pessoas que reciprocamente se obrigam a contribuir, com bens ou serviços, para o exercício de atividade econômica e a partilha, entre si, dos resultados."
      },
      {
        "letra": "E",
        "texto": "Celebram contrato de sociedade as pessoas que reciprocamente se obrigam a contratar, bens ou serviços, para o exercício de atividade econômica e a partilha, entre si, dos resultados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1157056",
    "metadata": "Ano: 2020 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Contratos em Geral",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Analise as seguintes proposições: I - De acordo com o Código Civil, os efeitos da sentença que decretar a resolução do contrato de execução continuada ou diferida, por onerosidade excessiva, valerão a partir da data da intimação das partes de sua publicação. II – Os contratos civis e empresariais presumem-se paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção, ressalvados os regimes jurídicos previstos em leis especiais. III – Nos termos da Lei n° 8.245/1991, que dispõe sobre as locações dos imóveis urbanos e procedimentos a elas pertinentes, quando ajustada com prazo inferior a 30 (trinta) meses, findo o prazo estabelecido, a locação prorroga-se automaticamente por prazo indeterminado, podendo, contudo, ser retomado o imóvel em decorrência de extinção do contrato de trabalho, se a ocupação do imóvel pelo locatário estiver relacionada com seu emprego.Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva I está incorreta."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva II está incorreta."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva III está incorreta."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1611643",
    "metadata": "Ano: 2019 | Banca: Método Soluções Educacionais | Órgão: Prefeitura de Planalto da Serra - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Assinale a alternativa que não está de acordo com o Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sociedade adquire personalidade jurídica com o início das atividades econômicas de seus sócios;"
      },
      {
        "letra": "B",
        "texto": "Salvo as exceções expressas, considera-se empresária a sociedade que tem por objeto o exercício de atividade própria de empresário sujeito a registro ( art. 967 ); e, simples, as demais;"
      },
      {
        "letra": "C",
        "texto": "Celebram contrato de sociedade as pessoas que reciprocamente se obrigam a contribuir, com bens ou serviços, para o exercício de atividade econômica e a partilha, entre si, dos resultados;"
      },
      {
        "letra": "D",
        "texto": "A atividade econômica pode restringir-se à realização de um ou mais negócios determinados."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1169802",
    "metadata": "Ano: 2019 | Banca: COPS-UEL | Órgão: Prefeitura de Londrina - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "No Brasil, a Lei nº 9.610/1998, que trata do Direito Autoral, foi elaborada e promulgada para proteger os autores de obras literárias, artísticas ou científicas. A fotografia se insere nesta lei. Sobre os preceitos dessa lei, atribua V (verdadeiro) ou F (falso) às afirmativas a seguir.( ) As imagens encontradas na Internet são de domínio público, principalmente quando não possuem autoria identificada. ( ) Sendo autor de uma obra intelectual, o fotógrafo possui o direito de ser vinculado à obra, bem como de reivindicar a qualquer tempo a sua autoria. ( ) Um fotógrafo não precisa necessariamente fazer qualquer registro de suas obras em qualquer órgão público. Elas são de propriedade do autor a partir do momento em que elas são criadas. ( ) É permitido a quem quer que seja reproduzir qualquer foto, texto, música ou vídeo que não esteja em domínio público com o intuito de fazer anotações, comentários ou melhorias, sem ter autorização do autor ou dos autores. ( ) Um autor, seja fotógrafo, artista, escritor ou jornalista, pode solicitar a retirada de todos os exemplares de uma publicação em que sua obra esteja inserida sem autorização. Assinale a alternativa que contém, de cima para baixo, a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V, F, F."
      },
      {
        "letra": "B",
        "texto": "V, F, V, F, V."
      },
      {
        "letra": "C",
        "texto": "V, F, F, V, F."
      },
      {
        "letra": "D",
        "texto": "F, V, V, F, V."
      },
      {
        "letra": "E",
        "texto": "F, V, F, V, F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1097723",
    "metadata": "Ano: 2018 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "No contrato internacional de factoring, existe a necessidade de realização de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dois contratos"
      },
      {
        "letra": "B",
        "texto": "três contratos"
      },
      {
        "letra": "C",
        "texto": "quatro contratos"
      },
      {
        "letra": "D",
        "texto": "cinco contratos"
      },
      {
        "letra": "E",
        "texto": "seis contratos"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "906332",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Na incorporação, cisão ou fusão de sociedades, o ato a ser praticado na matrícula do imóvel de titularidade da empresa sucedida será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de averbação do ato societário na hipótese de incorporação e de registro na cisão ou fusão."
      },
      {
        "letra": "B",
        "texto": "de averbação do ato societário nas três hipóteses, por ser essa a forma determinada em lei."
      },
      {
        "letra": "C",
        "texto": "de registro do ato societário nos três casos, em razão de ter ocorrido a sucessão de direitos e obrigações e consequente transmissão do domínio do imóvel da empresa sucedida para a sucessora."
      },
      {
        "letra": "D",
        "texto": "de registro do ato societário na hipótese de incorporação e de averbação na cisão ou fusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "871831",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Sociedade, Parceria, Arrendamento Rural, Leasing, Franquia, Facturing e Direitos Autorais"
    ],
    "enunciado_principal": "Discorrendo sobre a inexecução contratual positiva, escreveu Orlando Gomes: O conceito de inadimplemento ampliou-se com a importante contribuição trazida por Staub em sua famosa obra Die positiv Vertragsverletzungen, publicada em 1904, em que trata dos obstáculos ao cumprimento da obrigação. Aos três modos conhecidos de inadimplemento, acrescentou um, positivo, denominado, estreitamente para Wieacker, inexecução contratual positiva, ou, como prefere Hedemann, violação positiva do crédito. Configura-se o inadimplemento, nessa hipótese, pelo comportamento do devedor, que faz o que não deveria fazer, agindo quando deveria omitir-se. Pratica ele, em suma, uma ação injusta ao criar obstáculo ao cumprimento da obrigação, devendo-se, por conseguinte, interpretar-se tal comportamento como inadimplemento. (Adaptado de: GOMES, Orlando. Transformações Gerais do Direito das Obrigações. Editora Revista dos Tribunais: São Paulo, 1980, p. 157). A partir desse excerto e das regras legais vigentes, é correto afirmar que há violação positiva do contrato quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o credor, contra a vontade do devedor, estipula fiança."
      },
      {
        "letra": "B",
        "texto": "o alienante do estabelecimento empresarial, não havendo proibição expressa, faz concorrência ao adquirente nos 5 anos subsequentes à transferência."
      },
      {
        "letra": "C",
        "texto": "terceiro alicia pessoas obrigadas em contrato escrito a prestar serviço a outrem."
      },
      {
        "letra": "D",
        "texto": "o mandatário que, em qualquer circunstância, ciente da morte do mandante concluir negócio já começado."
      },
      {
        "letra": "E",
        "texto": "o segurado, ainda que não intencionalmente, agravar o risco objeto do contrato de seguro."
      }
    ],
    "gabarito": "B"
  }
]