[
  {
    "id": "3453225",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Em 2012, Álvaro, empresário de 73 anos, casou-se com Elisa, então com 35 anos, sem lavratura de pacto antenupcial. Durante o casamento, Álvaro continuou a gerir sozinho seu patrimônio, que incluía imóveis urbanos, ações e cotas de uma sociedade empresária. Em 2017, adquiriu, com recursos próprios, um apartamento no litoral, que passou a ser utilizado pelo casal como residência de veraneio. O imóvel foi registrado apenas em nome de Álvaro. Em 2023, Álvaro faleceu, deixando Elisa e dois filhos de casamento anterior. No inventário, Elisa alegou direito à meação do apartamento e, subsidiariamente, à herança. Os filhos contestaram ambos os pedidos, afirmando que o casal era casado sob o regime de separação obrigatória de bens e que o imóvel fora adquirido exclusivamente por Álvaro. Considerando a situação descrita e o entendimento atual do STF e do STJ sobre o tema, é correto afirmar que Elisa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem direito à meação do imóvel, pois a ausência de pacto antenupcial impõe a aplicação do regime da comunhão parcial de bens;"
      },
      {
        "letra": "B",
        "texto": "tem direito à meação do imóvel porque, embora o casamento tenha se dado sob separação obrigatória, o bem foi adquirido na constância do casamento e houve esforço comum;"
      },
      {
        "letra": "C",
        "texto": "não tem direito à meação, mas é herdeira de Álvaro, concorrendo com os descendentes, conforme o Art. 1.829 do Código Civil;"
      },
      {
        "letra": "D",
        "texto": "não tem direito à meação nem à herança, pois o casamento foi celebrado sob o regime de separação obrigatória de bens e Álvaro deixou descendentes;"
      },
      {
        "letra": "E",
        "texto": "é meeira do imóvel porque ele se destinava à residência do casal, sendo bem de uso comum, o que excepciona a regra da separação obrigatória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3387001",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Antônio, solteiro, sem filhos e com pais já falecidos, foi a óbito recentemente, deixando bens. Antônio era tio de Bruno, já falecido anteriormente, e de Carlos. Pedro, filho de Bruno, pede orientação quanto à divisão de bens e informa que Aurélio, vivo, é tio de Antônio. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a totalidade da herança será de Carlos, que herdará por estirpe."
      },
      {
        "letra": "B",
        "texto": "a herança será dividida entre Carlos, que herdará por cabeça, e Pedro, que herdará por representação."
      },
      {
        "letra": "C",
        "texto": "a totalidade da herança será de Carlos."
      },
      {
        "letra": "D",
        "texto": "a herança será dividida entre Carlos e Aurélio."
      },
      {
        "letra": "E",
        "texto": "Aurélio herdará a totalidade, como é ascendente mais próximo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267109",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Alberto era casado com Luciana, pelo regime de comunhão parcial de bens, que faleceu recentemente, deixando bens adquiridos antes do casamento. Considerando a ordem de vocação hereditária e o regime de bens do casamento, em relação aos bens particulares deixados por Luciana, Alberto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem direito à integralidade da herança deixada, independentemente da existência de descendentes ou ascendentes."
      },
      {
        "letra": "B",
        "texto": "é herdeiro e não concorre com os ascendentes vivos de Luciana, se não houver descendentes."
      },
      {
        "letra": "C",
        "texto": "não é considerado herdeiro de Luciana, a não ser que tenha sido contemplado por testamento."
      },
      {
        "letra": "D",
        "texto": "não é herdeiro e não poderia ser contemplado em eventual testamento deixado por Luciana."
      },
      {
        "letra": "E",
        "texto": "é herdeiro concorrente com os descendentes de Luciana, se existirem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3215740",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Regina e Paulo eram casados em regime de separação convencional de bens. Ao falecer, Paulo deixou 1 imóvel e 2 filhos. Nesse caso, Regina",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é herdeira de Paulo e faz jus a 1/3 do imóvel."
      },
      {
        "letra": "B",
        "texto": "é herdeira de Paulo e tem direito à totalidade do patrimônio deixado por ele."
      },
      {
        "letra": "C",
        "texto": "só terá direito à herança se provar o esforço comum na aquisição do imóvel."
      },
      {
        "letra": "D",
        "texto": "é meeira e tem direito à metade do patrimônio deixado por Paulo."
      },
      {
        "letra": "E",
        "texto": "não poderá pleitear o direito real de habitação, pois era casada no regime de separação convencional de bens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3214731",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Carla e Ana se casaram em regime de comunhão parcial de bens e, durante o casamento, não formaram patrimônio comum. Ao falecer, Ana deixou um veículo adquirido 2 anos antes do início do relacionamento com Carla, bem como 3 filhos advindos de uma relação anterior. Nessa situação, Carla",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é herdeira de Ana e faz jus a 1/3 do veículo."
      },
      {
        "letra": "B",
        "texto": "poderá ser excluída da herança por testamento, já que não é herdeira necessária."
      },
      {
        "letra": "C",
        "texto": "não tem direito ao veículo, porque este foi adquirido antes do casamento."
      },
      {
        "letra": "D",
        "texto": "é meeira de Ana e tem direito à metade do veículo."
      },
      {
        "letra": "E",
        "texto": "é herdeira de Ana e faz jus a 1/4 do veículo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3204419",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Sobre o direito das sucessões, assinale a afirmação verdadeira.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei permite ao testador estabelecer a conversão dos bens da herança legítima em outros de espécie diversa, mas de mesmo valor econômico."
      },
      {
        "letra": "B",
        "texto": "Concorrendo à herança do falecido irmãos bilaterais com irmãos unilaterais, cada um destes herdará metade do que cada um daqueles herdar."
      },
      {
        "letra": "C",
        "texto": "O direito de representação dá-se nas linhas retas, descendente, ascendente ou colateral, seguindo essa ordem de preferência."
      },
      {
        "letra": "D",
        "texto": "São válidas as disposições testamentárias de caráter patrimonial, mesmo que o testador somente a elas se tenha limitado."
      },
      {
        "letra": "E",
        "texto": "Toda pessoa pode dispor, por testamento, da totalidade dos seus bens, ou de parte deles, para antes ou depois de sua morte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3283969",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "No Direito das Sucessões, o Código Civil prevê regras sobre a herança. Sobre a sucessão legítima, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A herança é transmitida aos herdeiros testamentários, independentemente da existência de herdeiros necessários."
      },
      {
        "letra": "B",
        "texto": "Na falta de descendentes e ascendentes, a herança será dividida entre o cônjuge sobrevivente e os irmãos do falecido."
      },
      {
        "letra": "C",
        "texto": "Os descendentes têm preferência na ordem de vocação hereditária em relação aos ascendentes e ao cônjuge."
      },
      {
        "letra": "D",
        "texto": "Os bens deixados em testamento excluem completamente os herdeiros necessários."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3153841",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do STJ, a legítima",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser incluída no testamento desde que não resulte em privação ou em redução dessa parcela aos herdeiros necessários."
      },
      {
        "letra": "B",
        "texto": "não poderá ser incluída no testamento por expressa vedação legal."
      },
      {
        "letra": "C",
        "texto": "poderá ser incluída no testamento desde que não resulte em privação ou em redução dessa parcela aos herdeiros legítimos."
      },
      {
        "letra": "D",
        "texto": "não poderá ser incluída no testamento por não ser hipótese de interpretação analógica."
      },
      {
        "letra": "E",
        "texto": "poderá ser incluída no testamento mesmo que resulte em privação ou em redução dessa parcela aos herdeiros legítimos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3113957",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Bernardo Silva, filho mais velho de Maria e Augusto, assumiu a responsabilidade de cuidar de suas irmãs Ana e Glória após o falecimento dos pais. Em razão desse compromisso e de suas próprias convicções, Bernardo nunca se casou nem teve filhos. No último mês, Bernardo e sua irmã Ana sofreram um grave acidente de carro. Bernardo foi declarado morto no local, enquanto Ana foi levada com vida ao hospital, mas faleceu algumas horas após a internação. Ana, que era viúva, deixou dois filhos, Pedro e Marcos, ambos maiores e capazes. Glória, estarrecida com a situação e sem saber como proceder, contratou um(a) advogado(a) especializado(a) para orientá-la sobre as questões relativas ao inventário e à partilha dos bens deixados por Bernardo e Ana. Com base no Código Civil e considerando que Bernardo não deixou testamento, analise as assertivas abaixo I. Glória herda a totalidade dos bens de Bernardo, pois Ana não teve tempo para manifestar a aceitação da herança antes de falecer, e seus descendentes não podem aceitar a herança em seu lugar. II. Pedro e Marcos, desde que concordem em receber a herança de Ana, poderão aceitar ou renunciar a herança de Bernardo. III. No caso, Pedro e Marcos estão excluídos da herança de Bernardo, pois não há direito de representação na linha colateral. IV. Pedro e Marcos serão chamados na sucessão de Bernardo por direito de transmissão. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II e IV, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3089735",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 7ª Região (CE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o direito real de habitação é garantido ao cônjuge sobrevivente, relativamente ao imóvel destinado à residência da família, desde que ele seja o Único desta natureza a inventariar. Tal direito é assegurado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em qualquer regime de bens."
      },
      {
        "letra": "B",
        "texto": "no regime de comunhão parcial de bens, apenas."
      },
      {
        "letra": "C",
        "texto": "nos regimes de comunhão parcial e universal de bens, apenas."
      },
      {
        "letra": "D",
        "texto": "no regime de comunhão universal de bens, apenas."
      },
      {
        "letra": "E",
        "texto": "em todos os regimes de bens, exceto na separação obrigatória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3086925",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Dona Ilka faleceu aos 60 anos, deixando de herança o apartamento em que residia sozinha, os móveis que o guarneciam e algum dinheiro guardado no banco. Não teve filhos, e seus pais e irmãos (todos bilaterais) eram pré-mortos. Deixou somente uma tia, Ofélia, já bastante idosa, dois sobrinhos, Enzo e Gael, e uma prima, Zenaide. Sua herança deve ser dividida da seguinte forma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "metade para Enzo e metade para Gael;"
      },
      {
        "letra": "B",
        "texto": "metade para Ofélia, um quarto para Enzo e um quarto para Gael;"
      },
      {
        "letra": "C",
        "texto": "um terço para Ofélia, um terço para Enzo e um terço para Gael;"
      },
      {
        "letra": "D",
        "texto": "metade para Ofélia, um sexto para Enzo, um sexto para Gael e um sexto para Zenaide;"
      },
      {
        "letra": "E",
        "texto": "um quarto para Ofélia, um quarto para Enzo, um quarto para Gael e um quarto para Zenaide."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3030476",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: MPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "João faleceu deixando esposa, dois filhos e um pai vivo. Ele não deixou testamento. Como será distribuída a herança de João, de acordo com o Código Civil?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A esposa receberá metade da herança, e os filhos dividirão a outra metade."
      },
      {
        "letra": "B",
        "texto": "A herança será dividida em partes iguais, entre a esposa, os filhos e o pai."
      },
      {
        "letra": "C",
        "texto": "Será distribuída aos descendentes, em concorrência com o cônjuge sobrevivente, salvo se casado este com o falecido no regime da comunhão universal, ou no da separação obrigatória de bens (Art. 1.640, parágrafo único); ou se, no regime da comunhão parcial, o autor da herança não houver deixado bens particulares."
      },
      {
        "letra": "D",
        "texto": "Os filhos receberão a totalidade da herança, excluindo a esposa e o pai."
      },
      {
        "letra": "E",
        "texto": "A herança será dividida igualmente entre os filhos e o pai, excluindo a esposa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3007037",
    "metadata": "Ano: 2024 | Banca: - | Órgão: -",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Propriedade",
      "Desapropriação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "[Questão Inédita] Analise as assertivas a seguir: I - a propriedade atenderá a sua função social; II - a lei estabelecerá o procedimento para desapropriação por necessidade ou utilidade pública, ou por interesse social, mediante justa e prévia indenização em barras de ouro, ressalvados os casos previstos nesta Constituição; III - no caso de iminente perigo público, a autoridade competente poderá usar de propriedade particular, assegurada ao proprietário indenização ulterior, se houver dano; IV - a pequena e a média propriedade rural, assim definidas em lei, desde que trabalhadas pela família, não serão objeto de penhora para pagamento de débitos decorrentes de sua atividade produtiva, dispondo a lei sobre os meios de financiar o seu desenvolvimento; V - aos autores pertence o privilégio temporário de utilização, publicação ou reprodução de suas obras, transmissível aos herdeiros pelo tempo que a lei fixar; Estão de acordo com o texto constitucional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma alternativa;"
      },
      {
        "letra": "B",
        "texto": "Duas alternativas;"
      },
      {
        "letra": "C",
        "texto": "Três alternativas;"
      },
      {
        "letra": "D",
        "texto": "Quatro alternativas;"
      },
      {
        "letra": "E",
        "texto": "Cinco alternativas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2476379",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "De acordo com o Código Civil, configura-se comoriência quando dois ou mais indivíduos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "independentemente de serem sucessores entre si, falecerem no mesmo local, vindo todos eles a óbito concomitantemente."
      },
      {
        "letra": "B",
        "texto": "que são sucessores entre si, falecerem no mesmo local, vindo todos eles a óbito concomitantemente."
      },
      {
        "letra": "C",
        "texto": "independentemente de serem sucessores entre si, falecerem na mesma ocasião, não sendo possível averiguar se a morte de algum deles precedeu à dos outros."
      },
      {
        "letra": "D",
        "texto": "que são sucessores entre si, falecerem na mesma ocasião, não sendo possível averiguar se a morte de algum deles precedeu à dos outros."
      },
      {
        "letra": "E",
        "texto": "independentemente de serem sucessores entre si, falecerem no mesmo local, sendo impossível averiguar se a morte de algum deles precedeu à dos outros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2512256",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Joana é uma mulher solteira e durante toda a sua vida nunca manteve qualquer relacionamento amoroso. Não teve filhos e todos os seus ascendentes faleceram quando ainda era adolescente. Teve duas irmãs, Josefa (também filha de sua mãe e de seu pai) e Josefina (filha de seu pai com outra mulher). Josefa teve três filhos: Mário, Marcelo e Maurício. Josefina, casada pelo regime da separação obrigatória de bens com Roberto, teve dois filhos: Caio e Bernardo. Maurício, seu sobrinho e afilhado (filho de Josefa) faleceu em 2000, deixando um filho, Severo. Josefa (irmã de Joana) faleceu em 2022 e Joana veio a falecer em 2023 sem deixar testamento ou dívidas. Josefina (irmã) sobreviveu a Joana que deixou um único bem: uma aplicação financeira no valor de R$ 300.000,00 (saldo na data de seu falecimento). Em razão do falecimento de Joana, o valor do quinhão a que terá direito Marcelo (antes do pagamento de impostos) é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "R$ 50.000,00."
      },
      {
        "letra": "B",
        "texto": "R$ 66.666,66."
      },
      {
        "letra": "C",
        "texto": "R$ 75.000,00."
      },
      {
        "letra": "D",
        "texto": "R$ 100.000,00."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2512157",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "José, então com 40 anos de idade, casou-se com Maria, então com 35 anos de idade, pelo regime da comunhão parcial de bens, em 20/05/1985. Tiveram três filhos – Judas, Tiago e Pedro, todos nascidos em 01/05/1988. Em 01/06/2008, Judas casou-se com Sílvia, pelo regime da comunhão universal de bens, tendo falecido em 01/09/2022, sem deixar bens. Desta união nasceu, em 02/07/2007, Helena e Lívia. Tiago e Pedro não se casaram e não tiveram filhos. José faleceu em 01/05/2023. Não deixou testamento ou dívidas. Quando do seu falecimento possuía uma casa, na cidade de Macapá-AP, avaliada em R$ 40.000,00 (adquirida por compra e venda em 1979) e um apartamento na cidade de Belo Horizonte-MG, avaliado em R$ 180.000,00 (adquirido por compra e venda em 1993). Todos os herdeiros aceitaram a herança. Em razão do falecimento de José, o valor do quinhão a que terá direito Helena (antes do pagamento de impostos) refere-se a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "R$ 10.000,00."
      },
      {
        "letra": "B",
        "texto": "R$ 20.000,00."
      },
      {
        "letra": "C",
        "texto": "R$ 40.000,00."
      },
      {
        "letra": "D",
        "texto": "R$ 73.333,33."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2427405",
    "metadata": "Ano: 2023 | Banca: CETAP | Órgão: IGEPREV-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Ana faleceu deixando dois filhos, Pedro e Paulo, e 3 netos: dois filhos de Pedro e um filho de Paulo. Pedro, no entanto, praticou crime contra a honra do companheiro de Ana pouco antes do falecimento da autora da herança. Nesse caso, é correto afirmar, conforme o Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro, por ser herdeiro necessário, não pode ser excluído da sucessão por indignidade."
      },
      {
        "letra": "B",
        "texto": "Pedro será automaticamente excluído por indignidade, no próprio inventário, seja judicial ou extrajudicial."
      },
      {
        "letra": "C",
        "texto": "Pedro poderá ser excluído por indignidade, tendo o Ministério Público legitimidade para demandar a exclusão."
      },
      {
        "letra": "D",
        "texto": "A pretensão de exclusão e de Pedro por indignidade prescreve em 5 (cinco) anos, contados da abertura da sucessão."
      },
      {
        "letra": "E",
        "texto": "Caso Pedro seja excluído da sucessão por indignidade, seus herdeiros sucederão, como se Pedro fosse morto antes da abertura da sucessão de Ana."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2393646",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a alternativa correta. Quanto à sucessão legítima, dispõe o Código Civil que,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na falta de descendentes, são chamados à sucessão os ascendentes, sem a concorrência com o cônjuge sobrevivente, por já fazer jus à meação."
      },
      {
        "letra": "B",
        "texto": "se não houver colaterais, até o quinto grau, será chamado a suceder o cônjuge sobrevivente."
      },
      {
        "letra": "C",
        "texto": "não sobrevivendo cônjuge, ou companheiro, nem parente algum sucessível, ou tendo eles renunciado à herança, ela será devolvida ao Município ou ao Distrito Federal, se localizada nas respectivas circunscrições, ou à União, quando situada em território federal."
      },
      {
        "letra": "D",
        "texto": "em falta de descendentes e ascendentes, será deferida a sucessão por inteiro aos colaterais."
      },
      {
        "letra": "E",
        "texto": "na sucessão do falecido, os irmãos unilaterais herdarão, na condição de igualdade, com os irmãos bilaterais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2328431",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "João, pai de Daniel, Maria, José e Paulo, morreu e deixou cinquenta milhões de reais em patrimônio. Não deixou testamento. Ficou constatado, por sentença penal condenatória transitada em julgado, que Daniel, aborrecido por ter perdido o cargo de presidente da empresa da família, envenenou o pai, causando-lhe a morte. Não houve ação cível para excluí-lo da herança. Daniel tem um filho chamado Peter, que terá que conviver com o fato de o pai ser um assassino. Maria renunciou à herança. Maria tem duas filhas: Paula e Poliana. José já era morto quando da morte do pai e tinha um filho Manoel. Paulo teve um infarto logo após receber a notícia de que seu pai havia sido envenenado pelo irmão e morrido. Não tinha filhos, apenas mulher, Cláudia, com quem foi casado pelo regime de separação absoluta e voluntária de bens. Com base no enunciado, na legislação civil e na jurisprudência dos Tribunais Superiores, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Daniel herdará, já que não houve ação cível para excluí-lo da herança;"
      },
      {
        "letra": "B",
        "texto": "Paula e Poliana herdarão como se Maria já fosse morta quando o pai morreu;"
      },
      {
        "letra": "C",
        "texto": "Daniel não herdará, mas será o administrador dos bens do filho que herdará por cabeça;"
      },
      {
        "letra": "D",
        "texto": "Cláudia não herdará porque o regime de bens não permite;"
      },
      {
        "letra": "E",
        "texto": "Manoel herdará a quota-parte do pai."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2324597",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Avalie as seguintes asserções e a relação proposta entre elas: I. Havendo herdeiros necessários, não é possível ao testador dispor da totalidade do patrimônio. PORQUE II. o sistema adotado pelo Direito brasileiro garante aos herdeiros a legítima, que é a metade dos bens da herança. A respeito dessas asserções, assinale a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As asserções I e II são proposições verdadeiras e a II é uma justificativa da I."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "A asserção I é uma proposição falsa e a II é uma proposição verdadeira."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2319990",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Ricardo faleceu sem testamento. Deixou, como viúva, sua companheira Carmen, com quem teve três filhos, e mais dois filhos do primeiro casamento. Da partilha do primeiro matrimônio, restou o único bem particular do qual Ricardo ainda era titular: o Sítio das Amendoeiras, que se tornou a casa de campo da família. Da união estável com Carmen, o casal amealhou, em comunhão de bens, os demais itens do patrimônio de Ricardo, inclusive o imóvel em que residiam. Acerca do quinhão que Carmen herdará, é correto dizer que será composto de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um quarto do Sítio Amendoeira."
      },
      {
        "letra": "B",
        "texto": "sua meação e um sexto do patrimônio de Ricardo."
      },
      {
        "letra": "C",
        "texto": "um sexto do patrimônio de Ricardo."
      },
      {
        "letra": "D",
        "texto": "um sexto do Sítio Amendoeira."
      },
      {
        "letra": "E",
        "texto": "sua meação e um quarto do patrimônio de Ricardo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2312859",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Bruno e Camila eram casados e não tinham filhos. Dois anos depois do casamento, Bruno sofreu um grave acidente de carro e veio a falecer. Considere as situações apresentadas nas alternativas e assinale aquela que indica corretamente a parte da herança cabível à Camila.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "metade, se Bruno tiver apenas a mãe viva."
      },
      {
        "letra": "B",
        "texto": "total, se Bruno não tiver ascendentes ou colaterais até o terceiro grau."
      },
      {
        "letra": "C",
        "texto": "um terço se Bruno tiver pai, mãe e um irmão vivos."
      },
      {
        "letra": "D",
        "texto": "um terço se Bruno não tiver pai e mãe vivos, mas tiver uma avó e um avô vivos."
      },
      {
        "letra": "E",
        "texto": "metade, se Bruno tiver pai e mãe vivos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2307547",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Casamento no Direito de Família",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Maria e Flavinho ajuízam, em 15/06/2022, demanda anulatória contra Marília. Alegam ter descoberto que Marília era amante de Flavão, falecido marido de Maria e pai de Flavinho. Segundo aduzem, em 04/04/2004, Flavão doou um valioso imóvel para sua cúmplice – sem a outorga, por óbvio, de Maria. No entanto, apenas com a morte do doador, em 08/09/2019, descobriram todas essas circunstâncias. Sabendo-se que, ao tempo do óbito, Maria e Flavão ainda eram casados pelo regime da comunhão universal de bens, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Flavinho também tem legitimidade para a demanda anulatória;"
      },
      {
        "letra": "B",
        "texto": "o prazo prescricional para anulação, de quatro anos, já se consumou, na medida em que corre desde a doação;"
      },
      {
        "letra": "C",
        "texto": "o prazo decadencial para anulação, de quatro anos, ainda não se consumou, na medida em que se conta desde a cessação do vínculo conjugal;"
      },
      {
        "letra": "D",
        "texto": "o prazo decadencial para anulação, de dois anos, que corre desde a cessação do vínculo conjugal, já se consumou;"
      },
      {
        "letra": "E",
        "texto": "o negócio jurídico, nos termos em que entabulado, é absolutamente nulo, razão pela qual não está sujeito a prazo prescricional ou decadencial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2287602",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CRC-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "A aceitação e a renúncia da herança são procedimentos legais relacionados à sucessão, que diz respeito à transferência dos bens, direitos e obrigações de uma pessoa falecida para seus herdeiros. Ambos os processos têm implicações significativas para os sucessores e envolvem considerações legais e financeiras importantes. Considerando os referidos institutos, analise as afirmativas a seguir. I. Não exprimem aceitação de herança os atos oficiosos, como o funeral do finado, os meramente conservatórios, ou os de administração e guarda provisória. II. A renúncia da herança deve constar expressamente de instrumento privado ou termo judicial. III. Ninguém pode suceder, representando herdeiro renunciante. Se, porém, ele for o único legítimo da sua classe, ou se todos os outros da mesma classe renunciarem à herança, poderão os filhos vir à sucessão, por direito próprio, e por cabeça. IV. São revogáveis os atos de aceitação ou de renúncia da herança. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2272717",
    "metadata": "Ano: 2023 | Banca: TJ-AM | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "A cessão de direitos hereditários é ato permitido aos herdeiros, em conformidade com o disposto no Código Civil. A respeito do assunto, leia as assertivas abaixo. I. O coerdeiro não poderá ceder onerosamente a sua quota hereditária à pessoa estranha à sucessão se outro coerdeiro a quiser adquirir, pelo mesmo valor. II. É ineficaz a cessão pelo coerdeiro de qualquer bem do acervo hereditário considerado singularmente. III. Realizada a cessão de direitos hereditários, os direitos conferidos ao herdeiro cedente em consequência de substituição ou de direito de acrescer, presumem-se abrangidos pela cessão feita anteriormente. Considerando as assertivas acima, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas estão corretas as assertivas II e III."
      },
      {
        "letra": "B",
        "texto": "Apenas estão corretas as assertivas I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "D",
        "texto": "Estão corretas as assertivas I, II, III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2271403",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Luciana, renomada artista plástica, tem divulgada na mídia impressa notícia inverídica com alto tom de agressividade, revelando fatos de sua vida privada, sem qualquer interesse público. A pessoa jurídica divulgadora da notícia agiu de forma totalmente leviana e irresponsável, e logo no dia seguinte divulgou nota se desculpando pelo ocorrido. Passado mais de um ano da reprovável divulgação, Luciana falece de causas naturais. A respeito de eventual ação compensatória por dano moral, sua única filha, Laura, deve compreender como correta a seguinte informação prestada pelo defensor público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação não poderá ser proposta por se tratar de direito personalíssimo de Luciana, que teve tempo hábil para ajuizá-la e deixou de fazê-lo;"
      },
      {
        "letra": "B",
        "texto": "caso Luciana tivesse proposto a ação compensatória em vida, Laura não poderia dar continuidade;"
      },
      {
        "letra": "C",
        "texto": "a ação poderá ser proposta, bem como ter continuidade por Laura, sua única herdeira, respeitado o prazo prescricional para tanto;"
      },
      {
        "letra": "D",
        "texto": "caso Luciana tivesse proposto a ação compensatória em vida, Laura poderia dar continuidade com a anuência da ré;"
      },
      {
        "letra": "E",
        "texto": "a ação não poderá ser proposta, já que a empresa se retratou publicamente pela notícia, ficando isenta de qualquer responsabilidade civil pelo acontecido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2271402",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Mariana falece em outubro de 2020 sem deixar testamento e também sem herdeiros necessários. De seus quatro irmãos germanos, Marcos, Mário, Mirtes e Maitê, Mário, pai de Augusto, por ter muito boa situação financeira, renuncia à herança. Mirtes, mãe de Jéssica, foi declarada indigna em relação à sucessão de Mariana por sentença transitada em julgado proferida junto ao Juízo Orfanológico. Por fim, Maitê e seu único filho Igor faleceram em acidente de carro no ano de 2018, tendo Igor deixado filha única, Ana, sobrinha-neta de Mariana. Serão chamados à sucessão de Mariana:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marcos, Jéssica e Ana;"
      },
      {
        "letra": "B",
        "texto": "Marcos e Jéssica;"
      },
      {
        "letra": "C",
        "texto": "Marcos e Augusto;"
      },
      {
        "letra": "D",
        "texto": "Marcos e Ana;"
      },
      {
        "letra": "E",
        "texto": "Marcos, Augusto e Ana."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2271401",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Rômulo é casado com Isabella pelo regime legal de bens, casamento este contraído em 1975. Na constância do matrimônio, o casal comprou um imóvel residencial e Rômulo recebeu, através de inventário de sua mãe, outro imóvel. O casal teve três filhos, Lucas, Maria e Marta, tendo a última falecido em 2010, casada com Vitor pelo regime da comunhão parcial de bens, deixando ainda filha única, Nina, neta de Rômulo e Isabella. O patriarca da família faleceu subitamente em 2020 sem deixar testamento. Ao procurarem a Defensoria Pública, têm como afirmação que são herdeiros legítimos do de cujus:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Isabella, Lucas, Maria, Vitor e Nina;"
      },
      {
        "letra": "B",
        "texto": "Lucas, Maria, Vitor e Nina;"
      },
      {
        "letra": "C",
        "texto": "Isabella, Lucas, Maria e Nina;"
      },
      {
        "letra": "D",
        "texto": "Lucas, Maria e Nina;"
      },
      {
        "letra": "E",
        "texto": "Lucas e Maria."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2131255",
    "metadata": "Ano: 2023 | Banca: FUNDEPES | Órgão: Prefeitura de Marechal Deodoro - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Parentesco",
      "Casamento no Direito de Família",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Dadas as afirmativas a respeito do direito de família e do direito sucessório, I. A declaração de vacância da herança não prejudicará os herdeiros que legalmente se habilitarem; mas, decorridos cinco anos da abertura da sucessão, os bens arrecadados passarão ao domínio do Município ou do Distrito Federal, se localizados nas respectivas circunscrições, incorporando-se ao domínio da União quando situados em território federal. II. O registro civil do casamento religioso deverá ser promovido dentro de sessenta dias de sua realização, mediante comunicação do celebrante ao ofício competente, ou por iniciativa de qualquer interessado, desde que haja sido homologada previamente a habilitação regulada Código no Civil. Após o referido prazo, o registro dependerá de nova habilitação.III. São herdeiros necessários os descendentes, os ascendentes, os colaterais e o cônjuge. IV. Os filhos, havidos ou não da relação de casamento, ou por adoção, terão os mesmos direitos e qualificações, proibidas quaisquer designações discriminatórias relativas à filiação. verifica-se que estão corretas apenas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "I e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110681",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Sobre o direito sucessório, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com a morte do autor da herança, o legatário torna- -se titular do domínio da coisa certa existente no acervo hereditário, ainda que o legado esteja sujeito a condição suspensiva. Contudo, a posse da coisa legada não é deferida de imediato quando da abertura da sucessão, diferentemente do que se aplica com a posse do acervo hereditário."
      },
      {
        "letra": "B",
        "texto": "a renúncia abdicativa da herança deve constar expressamente de instrumento público ou termo judicial. Para que se caracterize a renúncia, o renunciante deve renunciar indistintamente em favor de todos os coerdeiros. A renúncia feita sem observância da forma prescrita no Código Civil pode ser anulada."
      },
      {
        "letra": "C",
        "texto": "aberta a sucessão, a herança transmite-se, desde logo, aos herdeiros legítimos e testamentários. O princípio da saisine não se aplica ao Poder Público, pois este não é considerado herdeiro no Código Civil de 2002. Sendo jacente a herança, somente depois da declaração expressa da vacância, decorrido o prazo de 5 (cinco) anos da abertura da sucessão, é que estes bens passarão ao domínio do Município ou do Distrito Federal, se localizados nas respectivas circunscrições, ou incorporados ao domínio da União quando situados em território federal."
      },
      {
        "letra": "D",
        "texto": "o Código Civil protege o cônjuge, qualquer que seja o regime de bens, garantindo-lhe direito real de habitação relativamente ao imóvel destinado à residência da família, ainda que não seja o único daquela natureza a inventariar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2099016",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "O direito de sucessão hereditária será legítimo ou testamentário. Assim sendo, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possuem vocação hereditária à sucessão legítima pessoa natural e nascituro; à testamentária, também prole eventual de determinada pessoa – desde que viva quando da abertura da sucessão –, e pessoa jurídica, constituída ou a ser constituída sob a forma de fundação."
      },
      {
        "letra": "B",
        "texto": "o sobrinho do falecido é seu herdeiro legítimo, não necessário, e herda em igualdade de condições com eventual tio do falecido, também herdeiro legítimo, não necessário."
      },
      {
        "letra": "C",
        "texto": "o direito de representação aplica-se à sucessão legítima, não à testamentária, na linha reta, e na colateral aos filhos de irmãos do falecido, quando com irmãos deste concorrerem."
      },
      {
        "letra": "D",
        "texto": "a pessoa com absoluta ou relativa incapacidade civil está impossibilitada de dispor de seus bens por testamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2099008",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "O art. 1.787 do Código Civil de 2002 determina: “Regula a sucessão e a legitimação para suceder a lei vigente ao tempo da abertura daquela”. Em relação às sucessões hereditárias abertas antes da vigência desse Código de 2002, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Código Civil de 1916 continua em vigência."
      },
      {
        "letra": "B",
        "texto": "ocorre a repristinação do Código Civil de 1916."
      },
      {
        "letra": "C",
        "texto": "conquanto expressamente revogado, o Código Civil de 1916 continua a reger tais relações jurídicas."
      },
      {
        "letra": "D",
        "texto": "no que for compatível, aplicar-se-á o Código Civil de 2002."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2031624",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Bento faleceu na última segunda-feira deixando um vasto patrimônio. Ele era casado com Glória, pelo regime de separação convencional de bens, e deixou dois filhos vivos, Cosme e José. Ocorre que Justina, também filha de Bento e Glória, que falecera dois anos antes de Bento, tinha dois filhos absolutamente incapazes, Pedro (5 anos de idade) e Valentina (3 anos), que se encontram vivos na presente data. Com base no ordenamento jurídico vigente, assinale a opção que apresenta a correta partilha de bens de Bento. Obs.: para a solução do caso, Bento nunca realizou testamento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O patrimônio de Bento será dividido em parte iguais entre Cosme e José."
      },
      {
        "letra": "B",
        "texto": "Glória terá direito a metade dos bens de Bento, na qualidade de meeira, e o restante divido em parte iguais entre Cosme e José"
      },
      {
        "letra": "C",
        "texto": "O patrimônio de Bento será dividido em quatro partes. Glória, Cosme e José herdarão, cada um, a quarta parte do patrimônio, sendo que a outra quarta parte será dividida entre Pedro e Valentina, que herdarão por representação."
      },
      {
        "letra": "D",
        "texto": "O patrimônio de Bento será dividido em parte iguais entre Glória, Cosme e José."
      },
      {
        "letra": "E",
        "texto": "O patrimônio de Bento será dividido em três partes. Cosme e José herdarão, cada um, a terça parte do patrimônio, sendo que a outra terça parte será dividida entre Pedro e Valentina, que herdarão por representação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2372065",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a alternativa prevista na lei.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os netos não concebidos na data da abertura da sucessão não terão direito à herança por testamento."
      },
      {
        "letra": "B",
        "texto": "Os bens reservados ao embrião serão revertidos aos herdeiros legítimos se não forem concebidos até dois anos após a abertura da sucessão, salvo disposição testamentária ou decisão judicial."
      },
      {
        "letra": "C",
        "texto": "As testemunhas do testamento podem ser nomeadas herdeiras pelo testador."
      },
      {
        "letra": "D",
        "texto": "Pessoas jurídicas não podem ser beneficiárias de testamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2197938",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Paulo, casado com Roberta sob o regime da separação obrigatória de bens, teve com ela um filho, Leandro, vindo a falecer enquanto a esposa gestava outro filho seu, ainda não nascido. Nesse caso e de acordo com a ordem de vocação hereditária definida no Código Civil, a herança de Paulo se defere a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leandro, somente."
      },
      {
        "letra": "B",
        "texto": "Leandro e Roberta, somente."
      },
      {
        "letra": "C",
        "texto": "Roberta, somente."
      },
      {
        "letra": "D",
        "texto": "Leandro e o filho nascituro, somente."
      },
      {
        "letra": "E",
        "texto": "Leandro, Roberta e o filho nascituro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2022067",
    "metadata": "Ano: 2022 | Banca: FADCT | Órgão: Prefeitura de Ibema - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Temos como sucessão provisória, a definição de que: decorrido um ano da arrecadação dos bens do ausente, ou, se ele deixou representante ou procurador, em se passando três anos, poderão os interessados requerer que se declare a ausência e se abra provisoriamente a sucessão. Para o efeito previsto acima, somente se consideram interessados, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cônjuge não separado judicialmente;"
      },
      {
        "letra": "B",
        "texto": "Os herdeiros presumidos, legítimos ou testamentários;"
      },
      {
        "letra": "C",
        "texto": "Os que tiverem sobre os bens do ausente direito dependente de sua morte;"
      },
      {
        "letra": "D",
        "texto": "Não há exceção, todos as alternativas, acima, são de interessados de acordo com o Código Civil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2006460",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando parte da herança consistir em bens digitais de difícil avaliação econômica, é possível a cisão do inventário em duas etapas a fim de evitar que se prolongue indefinidamente a avaliação dos bens e que se inviabilize o acesso aos bens já passíveis de avaliação."
      },
      {
        "letra": "B",
        "texto": "A aceitação ou adição da herança é o ato do herdeiro que confirma a transmissão da herança."
      },
      {
        "letra": "C",
        "texto": "O ato para dispor da meação equipara-se à cessão de direitos hereditários, devendo ser realizado por instrumento público ou termo judicial."
      },
      {
        "letra": "D",
        "texto": "É inconstitucional a distinção de regimes sucessórios entre cônjuges e companheiros, ainda que a Constituição Federal promova diferenciação entre as entidades familiares ao dispor que a lei deve facilitar a conversão de união estável em casamento."
      },
      {
        "letra": "E",
        "texto": "O direito à sucessão aberta e o direito à herança constituem bens imóveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2003841",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Giorgio, italiano, casado pelo regime da separação total de bens com Mariana, brasileira, falece deixando quatro filhos italianos comuns. Embora o ex-casal tivesse domicílio na Itália, Giorgio era proprietário de um apartamento em Salvador. Considerando que, pela lei italiana, Mariana faria jus a um terço do patrimônio deixado por Giorgio, responda como se dará a sucessão do imóvel localizado em Salvador.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mariana fará jus a um quarto do bem."
      },
      {
        "letra": "B",
        "texto": "os filhos do ex-casal serão seus únicos proprietários."
      },
      {
        "letra": "C",
        "texto": "Mariana terá um terço do imóvel."
      },
      {
        "letra": "D",
        "texto": "os filhos e Mariana farão jus, cada, a um quinto do bem."
      },
      {
        "letra": "E",
        "texto": "caberá à Mariana a metade do bem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1999998",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: AGE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Mário, solteiro, sem qualquer descendente ou ascendente vivo, falece em 2022, deixando apenas dois irmãos bilaterais vivos (Jorge e Carlos) e uma irmã unilateral (Irina), pré-morta em 2021. Esta, por sua vez, deixou duas filhas vivas (Raquel e Viviane). Mário deixou testamento público, celebrado sob as formalidades da lei e firmado pelo tabelião, pelo testador e duas testemunhas, deixando 75% de sua herança para Marta, sua amiga de infância. Diante desse caso, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Jorge e Carlos herdarão, cada um, 10% (dez por cento) da herança, enquanto Raquel e Viviane herdarão, por representação, o quinhão de 2,5% da herança cada uma."
      },
      {
        "letra": "B",
        "texto": "O testamento público celebrado por Mário, apesar de válido, é ineficaz, porque excedeu o limite de sua parte disponível, ofendendo a legítima dos herdeiros colaterais."
      },
      {
        "letra": "C",
        "texto": "A partilha entre os herdeiros legítimos deve ser igualitária, cabendo a cada um o quinhão correspondente a 6,25% da herança."
      },
      {
        "letra": "D",
        "texto": "Os irmãos bilaterais herdam por direito próprio, na proporção de 8,33% para cada um, enquanto Raquel e Viviane herdam por representação, na proporção de 4,165% para cada uma."
      },
      {
        "letra": "E",
        "texto": "A herança é jacente, atraindo o procedimento especial que visa à declaração de sua vacância, para fins de transferência do acervo hereditário para o Município ou para o Distrito Federal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1999994",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: AGE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Pedro Paulo, aposentado, divorciado e pai de três filhos maiores e capazes, possuidor de um patrimônio de R$10 milhões, decide organizar a transferência do seu patrimônio com efeitos para após a sua morte. Para tanto, elabora um testamento cerrado contendo, entre outras, as seguintes cláusulas: • Cláusula primeira: destinação de dez por cento do seu patrimônio para constituição de uma fundação de amparo ao meio ambiente. • Cláusula segunda: destinação do seu imóvel residencial para o filho que José, afilhado de Pedro Paulo, vier a ter. • Cláusula terceira: reconhecimento da paternidade de Maria, de 15 anos de idade, fruto de um relacionamento de Pedro Paulo. A partir da situação hipotética narrada e considerando que as disposições respeitam a legítima, analise as afirmativas a seguir. I. A validade do testamento requer que Pedro Paulo entregue o documento ao tabelião na presença de duas testemunhas e que seja lavrado o auto de aprovação na presença das mesmas e do testador, preservado o sigilo quanto ao conteúdo. II. A cláusula segunda é válida e será eficaz se o filho de José vier a nascer até dois anos da abertura da sucessão de Pedro Paulo. III. A cláusula primeira é inválida e a cláusula terceira é válida. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1998351",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: SEFAZ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Acerca da sucessão, considere: I. Os irmãos unilaterais só concorrerão à herança à falta de irmãos bilaterais. II. Os descendentes da mesma classe têm os mesmos direitos à sucessão de seus ascendentes. III. Os ascendentes só são chamados à sucessão, em concorrência com o cônjuge ou companheiro sobrevivente, na falta de descendentes e colaterais. IV. Concorrendo apenas com ascendente em segundo grau, ao cônjuge tocará a metade da herança. De acordo com o Código Civil, está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1985441",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Usufruto",
      "Uso e Habitação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "No ano de 2010, Henrique adquiriu determinado bem imóvel em copropriedade com seu filho Flávio. Cinco anos após a aquisição do imóvel, Henrique veio a se casar com Mariana pelo regime de comunhão parcial de bens. Após o casamento, Henrique e Mariana passaram a residir no bem imóvel até que, em julho de 2022, Henrique faleceu sem possuir qualquer outro bem. Na situação hipotética apresentada, de acordo com a jurisprudência do STJ, é correto afirmar que Mariana",
    "alternativas": [
      {
        "letra": "A",
        "texto": "faz jus ao usufruto do bem deixado por Henrique apenas se comprovar não possuir outro bem imóvel."
      },
      {
        "letra": "B",
        "texto": "não possui direito ao usufruto e nem direito real de habitação em razão da existência de copropriedade anterior ao casamento e à abertura da sucessão."
      },
      {
        "letra": "C",
        "texto": "faz jus ao usufruto do bem deixado por Henrique, independentemente de possuir ou não outro imóvel."
      },
      {
        "letra": "D",
        "texto": "possui direito real de habitação em relação ao imóvel em que residia apenas se comprovar não possuir outro bem imóvel."
      },
      {
        "letra": "E",
        "texto": "possui direito real de habitação em relação ao imóvel em que residia, independentemente de possuir ou não outro bem imóvel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1971709",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "O Título I do Livro V do Código Civil de 2002 disciplinou, na sucessão em geral, o direito de representação. Considerando os critérios legislativos, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de direito conferido ao inventariante como representante judicial e extrajudicial do espólio."
      },
      {
        "letra": "B",
        "texto": "É o direito conferido pelo parente mais próximo a um parente mais distante para representá-lo na sucessão legal e testamentária."
      },
      {
        "letra": "C",
        "texto": "Trata-se da substituição do herdeiro pré-morto, na sucessão em geral, pelos parentes mais próximos nas linhas ascendente e descendente."
      },
      {
        "letra": "D",
        "texto": "Ocorre na linha transversal somente em favor dos filhos de irmãos do autor da herança, quando com irmãos deste concorrerem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1960657",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Genésio, casado com Hermenegilda pelo regime da comunhão parcial de bens, com quem teve dois filhos, Hugo e José Carlos, faleceu no início deste mês, tendo deixado bens particulares. Quando de sua morte, deixou vivos, além da esposa e de Hugo, seu pai, Heráclito, seu irmão, Alcebíades, e dois netos, Luiz e Paula. Seus dois netos são filhos de José Carlos, falecido no ano passado. Hermenegilda teve um filho antes de conhecer Genésio, chamado Artur. Considerando que Genésio não deixou testamento, sobre a sua sucessão, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alcebíades teria direito à herança se tanto Hugo como Luiz, Paula e Hermenegilda fossem pré-mortos;"
      },
      {
        "letra": "B",
        "texto": "Luiz e Paula não herdam, porque estando Hugo em grau mais próximo entre os descendentes, ele os exclui da herança;"
      },
      {
        "letra": "C",
        "texto": "Heráclito herdaria se Genésio não tivesse deixado descendentes vivos;"
      },
      {
        "letra": "D",
        "texto": "se Hermenegilda tivesse morrido antes de Genésio, Artur poderia pretender parte na herança dele;"
      },
      {
        "letra": "E",
        "texto": "Hermenegilda, Hugo, Luiz e Paula fazem jus a quinhões iguais da herança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1942135",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: Prefeitura de Teresina - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Em relação à sucessão legítima, considere: I. Ao cônjuge sobrevivente, qualquer que seja o regime de bens, será assegurado, sem prejuízo da participação que lhe caiba na herança, o direito real de habitação relativamente ao imóvel destinado à residência da família, desde que seja o único daquela natureza a inventariar. II. Concorrendo com ascendente em primeiro grau, ao cônjuge tocará um terço da herança; caber-lhe-á a metade desta se houver um só ascendente, ou se maior for aquele grau. III. Em falta de descendentes e ascendentes, será deferida a sucessão aos irmãos e ao cônjuge sobrevivente, sem prejuízo de sua meação em igual proporção. IV. Não sobrevivendo cônjuge, ou companheiro, nem parente algum sucessível, ou tendo eles renunciado à herança, esta se devolve ao Município ou ao Distrito Federal, se localizada nas respectivas circunscrições, ou à União, quando situada em território federal. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1938053",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Pessoa Jurídica",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Parte Geral",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Irene conviveu em união estável com Hugo, empresário, que durante o relacionamento transferiu para a sua empresa todos os bens que adquiriu, inclusive o único imóvel residencial que adquirira onerosamente durante o relacionamento e que serviu para a moradia do casal até a data do óbito de Hugo. Irene não possuía nenhuma participação societária na empresa do falecido. Nessas circunstâncias, Irene",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não terá direito a quaisquer bens transferidos para a titularidade da pessoa jurídica em eventual partilha, mas como a casa era o único bem imóvel utilizado para fins de moradia, haverá direito real de habitação da companheira sobrevivente."
      },
      {
        "letra": "B",
        "texto": "tem legitimidade para requerer a desconsideração inversa da personalidade jurídica para que a partilha dos bens possa recair sobre os bens adquiridos onerosamente durante a união estável e que foram desviados para a pessoa jurídica, inclusive para viabilizar o direito real de habitação da companheira sobrevivente."
      },
      {
        "letra": "C",
        "texto": "não terá direito a quaisquer bens de titularidade da pessoa jurídica em eventual partilha e, como o imóvel não pertencia ao casal ou ao de cujus, não haverá direito real de habitação da companheira sobrevivente."
      },
      {
        "letra": "D",
        "texto": "não tem legitimidade para requerer a desconsideração, direta ou inversa, da personalidade jurídica, uma vez que não se enquadra na situação de credora da empresa, de modo que inaplicável a desconsideração, mas independentemente desta providência, preenche os requisitos do direito real de habitação da companheira sobrevivente."
      },
      {
        "letra": "E",
        "texto": "terá direito somente à cota societária de Hugo em relação à empresa e o direito real de habitação da companheira sobrevivente, mas não se mostra possível a aplicação da desconsideração da personalidade jurídica, direta ou invertida, quanto à partilha de bens de titularidade da empresa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1938048",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Lucas, que vivia em união estável com Lara, sem filhos, sofreu um acidente de carro e faleceu. Ambos os genitores de Lucas ainda eram vivos. Neste caso, aberta a sucessão, em relação aos bens particulares de Lucas, Lara",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá direito à totalidade da herança, pois os ascendentes não concorrem com a companheira."
      },
      {
        "letra": "B",
        "texto": "concorrerá com os ascendentes de Lucas e terá garantida metade da herança."
      },
      {
        "letra": "C",
        "texto": "concorrerá com os ascendentes de Lucas e terá garantido um terço da herança."
      },
      {
        "letra": "D",
        "texto": "terá direito à herança somente quanto aos bens adquiridos onerosamente na vigência da união estável."
      },
      {
        "letra": "E",
        "texto": "concorrerá com os ascendentes de Lucas e terá garantido dois terços da herança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1914744",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Em relação ao direito de representação, pode-se afirmar, segundo os art. 1852 e 1836 do Código Civil, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falecido Luciano, na idade de 09 anos, órfão de pai e mãe desde os 02 anos, seus avós paternos e maternos herdam por representação."
      },
      {
        "letra": "B",
        "texto": "falecido Luciano, na idade de 09 anos, órfão de pai e mãe desde os 02 anos, será nomeado curador à herança para realizar a partilha igualmente entre os sucessores."
      },
      {
        "letra": "C",
        "texto": "falecido Luciano, na idade de 09 anos, órfão de pai e mãe desde os 02 anos, seus avós paternos e um avô materno viúvo dividirão seus bens em 1/3 por cabeça."
      },
      {
        "letra": "D",
        "texto": "falecido Luciano, na idade de 09 anos, órfão de pai e mãe desde os 02 anos de idade, seus avós paternos e maternos herdarão seus bens na base de 50% cada linha."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1897143",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: DPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca das regras de sucessão legítima no Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São herdeiros necessários o cônjuge, os descendentes, os ascendentes e os irmãos."
      },
      {
        "letra": "B",
        "texto": "O direito de representação dá-se na linha reta ascendente."
      },
      {
        "letra": "C",
        "texto": "A sucessão legítima defere-se aos descendentes, em concorrência com o cônjuge sobrevivente, salvo se casado este com o falecido no regime da separação convencional de bens."
      },
      {
        "letra": "D",
        "texto": "Concorrendo com ascendente em primeiro grau, ao cônjuge tocará um a quarta parte da herança."
      },
      {
        "letra": "E",
        "texto": "Em concorrência com os descendentes, caberá ao cônjuge quinhão igual ao dos que sucederem por cabeça, não podendo a sua quota ser inferior à quarta parte da herança, se for ascendente dos herdeiros com que concorrer."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1870501",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "A respeito da sucessão, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio de Saisine dispõe que, aberta a sucessão, a herança transmite-se, desde logo, aos herdeiros legítimos e testamentários."
      },
      {
        "letra": "B",
        "texto": "A realização de inventário extrajudicial prescinde da participação de advogado ou defensor público."
      },
      {
        "letra": "C",
        "texto": "A sucessão legítima é aquela resultante da vontade ilimitada do testador."
      },
      {
        "letra": "D",
        "texto": "O processo de sucessão abre-se no domicílio onde o de cujus tenha vivido por mais tempo."
      },
      {
        "letra": "E",
        "texto": "A preferência para ser nomeado inventariante recai sobre a pessoa de confiança do juiz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1870402",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do Superior Tribunal de Justiça e do Supremo Tribunal Federal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É indispensável a abertura de sucessão provisória caso o ausente conte oitenta anos de idade e datem cinco anos desde as últimas notícias dele."
      },
      {
        "letra": "B",
        "texto": "É constitucional a distinção de regimes sucessórios entre cônjuges e companheiros prevista no Código Civil em vigor."
      },
      {
        "letra": "C",
        "texto": "Os herdeiros não podem exigir do companheiro sobrevivente do falecido remuneração pelo uso de imóvel deixado por este, em razão do direito real de habitação."
      },
      {
        "letra": "D",
        "texto": "O fato de o cônjuge sobrevivente ter a propriedade de mais de um imóvel não impede o reconhecimento do direito real de habitação sobre bem imóvel deixado pelo falecido."
      },
      {
        "letra": "E",
        "texto": "Aos herdeiros é autorizado exigir a extinção de condomínio e a alienação de bem imóvel do falecido, ainda que perdure o direito real de habitação do cônjuge sobrevivente dele."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1864143",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Cássia morreu intestada em 2019, deixando uma companheira, Ana, com quem vivia, de forma pública, contínua e duradoura, com objetivo de constituir família, há cerca de dez anos. Em um relacionamento anterior, durante sua juventude, Cássia teve três filhos: Roger, Alan e Juliana. Roger faleceu em 2008, deixando uma filha então recém-nascida, Ingrid, que é a única neta de Cássia. Alan, por não concordar com a orientação sexual assumida pela mãe, teve com ela uma discussão dura em 2017, com troca de grosserias e ofensas, e desde então não mais se falavam. Juliana abriu mão de sua parte na herança de Cássia em favor de sua sobrinha Ingrid. Sobre a sucessão de Cássia, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a união homoafetiva com Cássia autoriza Ana a pretender a meação dos bens adquiridos onerosamente na sua constância, mas não lhe atribui direitos sucessórios;"
      },
      {
        "letra": "B",
        "texto": "a parcela da herança que seria atribuída a Roger será dividida entre Alan e Juliana, em vista do direito de acrescer decorrente de serem herdeiros de mesma classe;"
      },
      {
        "letra": "C",
        "texto": "Ingrid somente terá direitos sucessórios se, além de Juliana, também Alan renunciar à herança, pois os descendentes em grau mais próximo excluem os mais remotos;"
      },
      {
        "letra": "D",
        "texto": "Alan somente será excluído da sucessão se caracterizada judicialmente a ocorrência de crime contra a honra de Cássia e declarada a indignidade por sentença;"
      },
      {
        "letra": "E",
        "texto": "o ato de Juliana caracteriza renúncia à herança, de modo retroativo, produzindo efeitos como se ela jamais tivesse adquirido direito sobre o acervo hereditário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1862993",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Alcebíades veio a falecer em 2015, aos 70 anos de idade, depois de três anos separado de fato de sua esposa Gertrudes, com quem se casara em 2005. Logo depois da separação, Alcebíades assumiu publicamente relacionamento com Renata, e assim permaneceram de forma contínua e duradoura até sua morte. Um dos filhos de Alcebíades, chamado Gabriel, morrera um ano antes dele, deixando duas filhas, Maria e Sofia, que contavam com 10 e 12 anos de idade, respectivamente, quando da morte do avô. Alcebíades deixou ainda dois filhos vivos, Pedro e Paulo, que desaprovavam o novo relacionamento do pai. Alcebíades cortara relações com Pedro há um ano, pois o filho chegou a chamar Renata de interesseira em um jantar com toda a família. Paulo, por sua vez, renunciou à herança assim que soube da morte do pai. Considerando que Alcebíades não deixou testamento, é correto afirmar sobre sua sucessão que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Gertrudes tem direito a quota igual a que couber a cada um dos filhos, a despeito do concubinato com Renata, pois mantinha-se o vínculo conjugal por ocasião da morte;"
      },
      {
        "letra": "B",
        "texto": "Renata tem direito a metade do que couber aos filhos de Alcebíades, por não serem filhos comuns, no que tange aos bens adquiridos onerosamente na vigência da união estável;"
      },
      {
        "letra": "C",
        "texto": "Sofia tem direito a quota igual a que couber a cada um dos filhos, pois tem direito de representar o pai pré-morto, Gabriel, recebendo o que lhe caberia;"
      },
      {
        "letra": "D",
        "texto": "Pedro está excluído da sucessão do pai, pois a ofensa contra a honra da companheira do pai, ainda que não reconhecida judicialmente como crime, caracteriza causa de indignidade;"
      },
      {
        "letra": "E",
        "texto": "os filhos de Paulo não podem herdar por representação do pai, renunciante, mas podem vir a herdar por direito próprio, e por cabeça, se os demais herdeiros também renunciarem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1862989",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Ausência",
      "Parte Geral",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Humberto desapareceu do seu domicílio na cidade de Anápolis, sem que houvesse notícias do seu paradeiro, deixando procurador e testamento. Decorridos três anos do seu desaparecimento, sua esposa, casada com Humberto sob o regime de comunhão parcial de bens, e seus filhos propuseram a competente ação de ausência e requereram a abertura da sucessão provisória, pleiteando a imissão na posse dos bens do ausente. Sobre o caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para serem imitidos na posse provisória dos bens de Humberto, os herdeiros deverão prestar garantia de restituição;"
      },
      {
        "letra": "B",
        "texto": "o descendente, o ascendente e o cônjuge devem capitalizar todos os frutos e rendimentos auferidos dos bens cuja posse receberem;"
      },
      {
        "letra": "C",
        "texto": "os imóveis do ausente não poderão ser dados em hipoteca nem alienados, salvo em virtude de desapropriação;"
      },
      {
        "letra": "D",
        "texto": "o sucessor excluído da posse provisória pode alegar a falta de meios para que lhe seja entregue metade dos rendimentos do quinhão que lhe tocaria;"
      },
      {
        "letra": "E",
        "texto": "ainda que o ausente venha a aparecer, não terá direito a reaver dos sucessores sua parte nos frutos e rendimentos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2171039",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "De acordo com o Código Civil, ocorrendo óbito da pessoa, sua herança",
    "alternativas": [
      {
        "letra": "A",
        "texto": "transmite-se, desde logo, aos herdeiros, legítimos e testamentários, independentemente da realização ou conclusão do inventário."
      },
      {
        "letra": "B",
        "texto": "passa a ser de titularidade do Estado enquanto não ultimado o inventário."
      },
      {
        "letra": "C",
        "texto": "é transmitida apenas aos herdeiros necessários indicados por lei, sendo ineficaz a indicação de qualquer outra pessoa feita pelo autor da herança em vida."
      },
      {
        "letra": "D",
        "texto": "transmite-se, desde logo, apenas aos herdeiros testamentários, ao passo que, em relação aos legítimos, a transmissão da herança depende da conclusão do inventário."
      },
      {
        "letra": "E",
        "texto": "transmite-se, desde logo, apenas aos herdeiros legítimos, ao passo que, em relação aos testamentários, a transmissão da herança depende da conclusão do inventário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2169537",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Letícia faleceu, deixando viúvo seu esposo Luiz, com o qual foi casada por vinte anos, no regime da comunhão parcial, sem jamais dele se separar, de fato ou judicialmente. De acordo com a ordem de vocação hereditária prevista no Código Civil, em relação aos bens particulares de Letícia, Luiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é o único herdeiro de Letícia e tem direito à integralidade da herança deixada, independentemente da existência de descendentes ou ascendentes de Letícia."
      },
      {
        "letra": "B",
        "texto": "é herdeiro e concorre com os descendentes de Letícia, se houver, ou, ainda, na falta destes, com eventuais ascendentes vivos, somente ficando com a integralidade da herança se Letícia não tiver deixado descendentes nem ascendentes vivos."
      },
      {
        "letra": "C",
        "texto": "não é considerado herdeiro da autora da herança, a não ser que seja contemplado, por testamento; se não houver testamento, a herança deve ser dividida somente entre os eventuais descendentes de Letícia."
      },
      {
        "letra": "D",
        "texto": "é herdeiro e concorre com os descendentes de Letícia, desde que sejam seus herdeiros também."
      },
      {
        "letra": "E",
        "texto": "é herdeiro e nunca concorre com os ascendentes vivos de Letícia, mesmo que esta não tenha deixado descendentes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1998975",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TCE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Paulo e Genésia foram casados e tiveram dois filhos, Mariana e Alan. Entretanto, o casal nunca se recuperou da morte prematura de Alan, em um acidente de carro. Separado judicialmente de Genésia, com a partilha dos bens comuns, Paulo assumiu a criação de seus dois netos, Renata e André, filhos de Alan. Entretanto, quatro anos depois, Paulo veio a falecer.O acervo hereditário deixado por Alan deve ser partilhado da seguinte forma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "metade para Genésia, um quarto para Mariana, um oitavo para Renata e um oitavo para André;"
      },
      {
        "letra": "B",
        "texto": "um terço para Genésia, um terço para Mariana, um sexto para Renata e um sexto para André;"
      },
      {
        "letra": "C",
        "texto": "um quarto para Genésia, um quarto para Mariana, um oitavo para Renata e um oitavo para André;"
      },
      {
        "letra": "D",
        "texto": "um terço para Mariana, um terço para Renata e um terço para André;"
      },
      {
        "letra": "E",
        "texto": "metade para Mariana, um quarto para Renata e um quarto para André."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1869916",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Segundo o Código Civil Brasileiro no que concerne ao direito das sucessões, é correto afirmar: I. A sucessão abre-se no lugar do último domicílio do falecido. II. O co-herdeiro poderá ceder a sua quota hereditária a pessoa estranha à sucessão, mesmo se outro coherdeiro a quiser, tanto por tanto.III. Regula a sucessão e a legitimação para suceder a lei vigente ao tempo da abertura daquela.IV. Havendo herdeiros necessários, o testador só poderá dispor de um terço da herança.A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva II está incorreta."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1861366",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Câmara de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Disputam a herança de Ademir: Isaías, pai de Ademir; Djalma, filho de Ademir; e Vilma, neta de Ademir e filha de Djalma. A herança de Ademir deve ser recebida por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente Isaías;"
      },
      {
        "letra": "B",
        "texto": "somente Djalma;"
      },
      {
        "letra": "C",
        "texto": "Isaías e Djalma;"
      },
      {
        "letra": "D",
        "texto": "Djalma e Vilma;"
      },
      {
        "letra": "E",
        "texto": "Isaías, Djalma e Vilma."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1861362",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Câmara de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Paulo e seu filho, Mário, sempre tiveram um relacionamento difícil. Em meio a uma discussão mais acalorada, Mário chegou a dar um soco no pai, e desde então nunca mais se falaram. Agora que Paulo morreu, seus outros filhos, irmãos de Mário, querem que ele seja excluído da sucessão por ter cometido agressão contra o pai. A ofensa física de Mário ao falecido exclui Mário da sucessão de Paulo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "automaticamente, que fica privado de qualquer direito sucessório diretamente relacionado à herança de Paulo;"
      },
      {
        "letra": "B",
        "texto": "independentemente de sentença judicial, se Paulo determinou a deserdação em testamento, indicando expressamente a sua causa;"
      },
      {
        "letra": "C",
        "texto": "após sentença judicial, em ação que só pode ser ajuizada por um dos demais herdeiros, independentemente de manifestação de Paulo nesse sentido;"
      },
      {
        "letra": "D",
        "texto": "após sentença judicial, em ação que pode ser ajuizada por qualquer interessado ou mesmo pelo Ministério Público, independentemente de manifestação de Paulo nesse sentido;"
      },
      {
        "letra": "E",
        "texto": "após sentença judicial, se Paulo determinou isso em testamento, indicando expressamente a causa da deserdação, e se a veracidade dessa causa for provada por um dos demais herdeiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1859433",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Sobre os direitos sucessórios na união estável e o entendimento do Supremo Tribunal Federal acerca do tema, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o/a companheiro/a concorrer com colaterais, terá direito a um terço da herança."
      },
      {
        "letra": "B",
        "texto": "Se o/a companheiro/a concorrer com descendentes em comum, não haverá cota mínima a receber em relação aos filhos, dividindo-se o valor da herança por cabeça."
      },
      {
        "letra": "C",
        "texto": "Os/as companheiros/as não herdam caso o de cujus tenha deixado apenas bens particulares."
      },
      {
        "letra": "D",
        "texto": "Se o/a companheiro/a concorrer com descendentes só do autor da herança, receberá metade do que couber a cada um daqueles."
      },
      {
        "letra": "E",
        "texto": "A sucessão dos/as companheiros/as sobreviventes segue a ordem de vocação hereditária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1857269",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Ernesto se casou com Maria em 2003, no regime de separação de bens, mas vieram a se separar no ano de 2018, sem formalizar judicialmente a separação, tampouco o divórcio. Não tiveram outros relacionamentos estáveis. Ernesto veio a óbito em setembro de 2021, deixando quatro filhos, que teve com Maria. Nessas circunstâncias, em conformidade com as regras estabelecidas no Código Civil quanto ao casamento e à sucessão legítima, a separação de fato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não coloca fim ao casamento, de modo que Maria deve, em qualquer caso, ser reconhecida como herdeira de Ernesto e concorrer com os filhos comuns do casal, cabendo-lhe a metade da herança."
      },
      {
        "letra": "B",
        "texto": "não coloca fim ao casamento, mas afasta Maria da condição de herdeira de Ernesto, salvo prova de que a convivência se tornou impossível sem sua culpa, de modo que, à falta dessa prova, a herança deve ser dividida em partes iguais somente entre os filhos do casal."
      },
      {
        "letra": "C",
        "texto": "não coloca fim ao casamento, mas afasta Maria da condição de herdeira de Ernesto, afastando-se ex vi legis qualquer discussão a respeito da culpa, de modo que, a princípio, a herança deve ser dividida em partes iguais somente entre os filhos de Ernesto."
      },
      {
        "letra": "D",
        "texto": "coloca fim ao casamento e, por este motivo, afasta Maria da condição de herdeira de Ernesto, de modo que a herança deve ser dividida em partes iguais somente entre os filhos do casal."
      },
      {
        "letra": "E",
        "texto": "não coloca fim ao casamento, de modo que, em qualquer caso, Maria deve ser reconhecida como herdeira de Ernesto e concorrer à herança em partes iguais com os filhos do casal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852563",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Quando seu pai faleceu, Mariana herdou a fração ideal de um terço de uma casa que ele possuía na serra catarinense, ficando o imóvel em condomínio com suas duas irmãs, Andréa e Lúcia. Agora Mariana toma ciência de que Lúcia vendeu sua parte para outra pessoa sem consultá-la. Nesse caso, Mariana:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tem qualquer direito em face de Lúcia, por se tratar de condomínio indivisível, envolvendo mais de dois condôminos, o que não assegura direito de preferência em caso de alienação a estranhos;"
      },
      {
        "letra": "B",
        "texto": "terá direito a exigir indenização de Lúcia, por violação ao direito de preferência, se requerer no prazo prescricional de três anos, contados do registro da venda no Cartório do Registro de Imóveis;"
      },
      {
        "letra": "C",
        "texto": "terá direito a exigir indenização de Lúcia, por violação ao direito de preferência, se requerer no prazo decadencial de 180 dias, contados do registro da venda no Cartório do Registro de Imóveis;"
      },
      {
        "letra": "D",
        "texto": "terá direito de haver para si a parte vendida, depositando o preço, se requerer no prazo prescricional de três anos, contados da celebração da escritura no Cartório de Títulos e Documentos;"
      },
      {
        "letra": "E",
        "texto": "terá direito de haver para si a parte vendida, depositando o preço, se requerer no prazo decadencial de 180 dias, contados do registro da venda no Cartório do Registro de Imóveis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1852366",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Joana falece e deixa três filhos: Lina, Pietro e Horácio. Após a morte de Joana e aberta a sua sucessão, Lina vem a falecer, deixando dois filhos: Marcone e Nívea. Diante dessa situação, assinale a alternativa que indica, corretamente, como será distribuída a herança de Joana.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Metade do patrimônio deve ser dividida entre Pietro e Horácio e a outra metade dividida entre Marcone e Nívea, herdando todos os personagens por estirpe."
      },
      {
        "letra": "B",
        "texto": "Metade do patrimônio deve ser dividida entre Pietro e Horácio e a outra metade dividida entre Marcone e Nívea, herdando todos os personagens por direito de representação."
      },
      {
        "letra": "C",
        "texto": "Dois terços do patrimônio serão entregues a Pietro e Horácio e um terço do patrimônio será dividido entre Marcone e Nívea, herdando todos os personagens por direito de transmissão."
      },
      {
        "letra": "D",
        "texto": "Um terço do patrimônio deve ser entregue a Pietro, um terço do patrimônio deve ser entregue a Horácio e um terço do patrimônio deve ser dividido entre Marcone e Nívea, que herdam por estirpe e por direito de transmissão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1852355",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "“Conforme disposição expressa da legislação civil, os herdeiros necessários podem ser privados de sua legítima, ou deserdados, em todos os casos em que podem ser excluídos da sucessão.” Observada a disposição, viola a lei civil afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A deserdação em testamento requer expressa declaração de causa."
      },
      {
        "letra": "B",
        "texto": "O ascendente que desampare o neto com grave enfermidade pode ser deserdado."
      },
      {
        "letra": "C",
        "texto": "É causa de deserção a prática de tentativa de homicídio contra companheiro da pessoa de cuja sucessão se tratar."
      },
      {
        "letra": "D",
        "texto": "A exclusão do herdeiro ou legatário, em qualquer desses casos de indignidade, será declarada por qualquer meio idôneo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1845119",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "“A” vivia em união estável com “B” pelo regime da separação obrigatória de bens e veio a falecer no ano de 2020, sem deixar testamento ou descendentes. Deixou “A”, porém, o pai, dois avós paternos e dois avós maternos vivos (a mãe era pré-morta). Assinale a alternativa correta, no que se refere à partilha dos bens da herança, segundo entendimento dominante e atual do Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A viúva “B” receberá 1/3 parte da herança e 2/3 caberão ao pai do falecido."
      },
      {
        "letra": "B",
        "texto": "A viúva “B” receberá metade da herança e o pai do falecido, a outra metade."
      },
      {
        "letra": "C",
        "texto": "A viúva “B” nada receberá, em razão do regime da separação obrigatória de bens, e a herança será inteiramente recolhida pelo pai do falecido."
      },
      {
        "letra": "D",
        "texto": "A viúva “B” receberá 1/3 parte; o pai do falecido, 1/3 parte e cada um dos avós maternos do falecido, 1/6 parte da herança."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1844991",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Alberto e Bianca conviveram em união estável desde 2003, sem realizar qualquer pacto de convivência, pois não tinham quaisquer bens naquela ocasião. Durante esse relacionamento, tiveram dois filhos, e Bianca se dedicava aos cuidados da casa, de modo que não desenvolvia atividades remuneradas. Alberto adquiriu um imóvel em 2005, mediante financiamento imobiliário, que foi adimplido em 2015, com todas as prestações pagas com o esforço financeiro de Alberto. No ano de 2018, contraíram casamento civil, adotando o regime da comunhão parcial de bens. Na vigência do casamento, não adquiriram bens. Em 2021, Alberto faleceu. De acordo com as disposições legais e entendimento do Superior Tribunal de Justiça, na condição de viúva, Bianca",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá direito à meação sobre o único bem deixado por Alberto, bem como será herdeira, em concorrência com os filhos comuns do casal."
      },
      {
        "letra": "B",
        "texto": "não terá direito à meação sobre o único bem imóvel deixado por Alberto, pois foi este adquirido com seu exclusivo esforço financeiro, de modo que, não sendo meeira, será herdeira, em concorrência com os filhos comuns do casal."
      },
      {
        "letra": "C",
        "texto": "não terá direito à meação nem direitos sucessórios sobre o único bem deixado por Alberto, pois a aquisição foi anterior ao casamento, de modo que o imóvel deverá ser dividido entre os filhos."
      },
      {
        "letra": "D",
        "texto": "não terá direito à meação sobre o único bem deixado por Alberto, pois a aquisição foi anterior ao casamento, de modo que será herdeira em concorrência com os filhos comuns do casal."
      },
      {
        "letra": "E",
        "texto": "terá somente direito à meação sobre o único bem deixado por Alberto, sendo a outra metade dividida entre os filhos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1844696",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Paulo e Genésia foram casados e tiveram dois filhos, Mariana e Alan. Entretanto, o casal nunca se recuperou da morte prematura de Alan, em um acidente de carro. Separado judicialmente de Genésia, com a partilha dos bens comuns, Paulo assumiu a criação de seus dois netos, Renata e André, filhos de Alan. Entretanto, quatro anos depois, Paulo veio a falecer. O acervo hereditário deixado por Alan deve ser partilhado da seguinte forma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "metade para Genésia, um quarto para Mariana, um oitavo para Renata e um oitavo para André;"
      },
      {
        "letra": "B",
        "texto": "um terço para Genésia, um terço para Mariana, um sexto para Renata e um sexto para André;"
      },
      {
        "letra": "C",
        "texto": "um quarto para Genésia, um quarto para Mariana, um oitavo para Renata e um oitavo para André;"
      },
      {
        "letra": "D",
        "texto": "um terço para Mariana, um terço para Renata e um terço para André;"
      },
      {
        "letra": "E",
        "texto": "metade para Mariana, um quarto para Renata e um quarto para André."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1836869",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Joana, solteira, faleceu e deixou dois filhos maiores, Gabriel e Vítor. Joana tinha apenas um imóvel de sua propriedade e nele morava com Vítor, um de seus filhos. Logo após o seu falecimento, Gabriel sentiu-se incomodado pelo uso exclusivo do imóvel por Vítor, motivo pelo qual resolveu procurar a Defensoria Pública para compreender quais direitos possui sobre o bem. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Vítor e Gabriel exercem composse indivisível do imóvel até a partilha, por força do princípio de saisine, podendo cada um exercer sobre ela atos possessórios, contanto que não excluam os dos outros compossuidores."
      },
      {
        "letra": "B",
        "texto": "as eventuais benfeitorias realizadas por Vítor no imóvel durante a época em que morava com a genitora não poderão ser ressarcidas pelo espólio."
      },
      {
        "letra": "C",
        "texto": "ainda que oferecida oposição por parte de Gabriel, a posse direta exercida exclusivamente pelo herdeiro Vítor após o falecimento da genitora configura posse ad usucapionem."
      },
      {
        "letra": "D",
        "texto": "uma vez que à época do falecimento a posse direta do bem era exercida por Vítor, não é cabível o manejo de ações possessórias por Gabriel."
      },
      {
        "letra": "E",
        "texto": "enquanto perdurar a situação de composse indivisível entre herdeiros, não se admite o arbitramento de aluguéis em favor do herdeiro que usufruir exclusivamente do bem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1825511",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético: Determinada pessoa é constrangida a tratamento médico para curar-se de uma doença grave detectada há vários anos por um médico oncologista. Trata-se de uma moderna técnica cirúrgica, sem comprovação científica e nunca testada em humanos, adotada por um médico em uma cidade no interior do estado do Paraná. O Delegado de Polícia, ao tomar conhecimento do caso, decide instaurar um inquérito para apurar os fatos, tendo em vista que a pessoa que fora obrigada ao tratamento inovador veio a óbito em decorrência desse tratamento. Com base nas informações apresentadas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A vontade do paciente morto, externada em vida para a ampla doação de seus órgãos, pode ser superada pela vontade de seus familiares ante o evidente erro médico."
      },
      {
        "letra": "B",
        "texto": "Caso o paciente morto não houvesse deixado nada testado em vida, a decisão sobre a doação de órgãos caberia à família ou aos seus herdeiros."
      },
      {
        "letra": "C",
        "texto": "Ninguém pode ser constrangido a submeter-se, sem risco de vida, a tratamento médico ou intervenção cirúrgica."
      },
      {
        "letra": "D",
        "texto": "A retirada de órgãos do paciente morto pode atender a fins econômicos e de pesquisa, contanto que se preserve o caráter científico."
      },
      {
        "letra": "E",
        "texto": "Salvo por exigência médica, é permitido o ato de disposição do próprio corpo, quando importar diminuição permanente da integridade física, ou contrariar os bons costumes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1813992",
    "metadata": "Ano: 2021 | Banca: Unesc | Órgão: PGM - Criciúma - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Alfredo, 77 anos de idade, vinha sofrendo os efeitos do Mal de Alzheimer, que perturba sua memória. Durante uma distração de seu enfermeiro, conseguiu evadir-se da casa em que residia. Apesar de todos os esforços de seus familiares e mesmo da polícia civil, ele nunca foi encontrado, e já se passaram cinco anos do seu desaparecimento. Agora, seus parentes lidam com as dificuldades relativas à administração e disposição do seu patrimônio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente com a localização do corpo de Alfredo será possível a decretação de sua morte e a transferência da propriedade dos bens para os herdeiros."
      },
      {
        "letra": "B",
        "texto": "Eles devem requerer a declaração de ausência, com nomeação de curador dos bens, e, após um ano, a sucessão provisória; a sucessão definitiva, com transferência da propriedade dos bens, só poderá ocorrer depois de dez anos de passada em julgado a sentença que concede a abertura da sucessão provisória."
      },
      {
        "letra": "C",
        "texto": "Eles devem requerer a sucessão definitiva do ausente, pois ele já teria mais de oitenta anos de idade, e as últimas notícias dele datam de mais de cinco anos."
      },
      {
        "letra": "D",
        "texto": "Eles devem requerer que seja declarada a morte presumida, sem decretação de ausência, por ele se encontrar desaparecido há mais de dois anos, abrindo-se, assim, a sucessão."
      },
      {
        "letra": "E",
        "texto": "Se passados dez anos e Alfredo não retornou é possível se requerer, via ação de inventário, sua sucessão definitiva com a transferência de seus bens aos herdeiros."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1813990",
    "metadata": "Ano: 2021 | Banca: Unesc | Órgão: PGM - Criciúma - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Prescrição e Decadência",
      "Parte Geral",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Francisco e Maria entabularam em 15/08/2014 negócio de compra e venda, mediante contrato escrito, onde Francisco se compromete a vender e Maria a comprar uma área de terras de 50 hectares, pelo valor de R$ 1.750.000,00 sendo a forma de pagamento pactuada em 5 (cinco) parcelas anuais de R$ 350.000,00, a cada dia 15 de agosto de cada ano, iniciando-se em agosto de 2014. Ocorre que Maria apenas efetuou o pagamento das primeiras três parcelas anuais, quedando-se silente no tocante as demais. Em outubro de 2020 Maria veio a falecer, deixando como herdeiro apenas Henrique, seu filho com 13 anos, abrindo-se seu processo de inventário, momento em que Francisco se habilita como seu credor, pretendendo receber as parcelas anuais de 2017 e 2018. A partir da hipótese narrada, assinale a afirmativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Francisco não poderá se habilitar como credor uma vez que sua pretensão prescreveu em três anos, a partir do inadimplemento."
      },
      {
        "letra": "B",
        "texto": "Considerando que Henrique é absolutamente incapaz e em relação a ele não corre prescrição, Francisco não poderá cobrar o crédito no inventário de Maria."
      },
      {
        "letra": "C",
        "texto": "Francisco poderá se habilitar como credor e pleitear o pagamento haja vista que a prescrição da pretensão em relação as parcelas não pagas é de cinco anos, a partir do inadimplemento."
      },
      {
        "letra": "D",
        "texto": "Fernando apenas poderá pleitear o pagamento pelo herdeiro de Maria quando o mesmo atingir a incapacidade relativa, haja vista não correr prescrição em relação a pessoas absolutamente incapazes."
      },
      {
        "letra": "E",
        "texto": "Francisco poderá pleitear o pagamento do herdeiro Henrique pois, conforme os fatos narrados, a prescrição aplicável ao caso é de dez anos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1813986",
    "metadata": "Ano: 2021 | Banca: Unesc | Órgão: PGM - Criciúma - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Caio e Mariana convivem em união estável desde janeiro de 2010, sendo que não realizaram qualquer pacto quando do início da convivência. O casal possui em comum os filhos Tício e Mévio, bem como adquiriu onerosamente em conjunto e na constância da união um apartamento localizado na cidade de Criciúma, sendo que, anteriormente à união, Caio já era proprietário de um imóvel localizado em Nova Veneza. Infelizmente, em 24/07/2021, Caio vem a falecer vítima de acidente automobilístico. Em relação a situação narrada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mariana será meeira de todos os bens de Caio e concorrerá na herança com os filhos Tìcio e Mévio no tocante ao bem localizado em Nova Veneza."
      },
      {
        "letra": "B",
        "texto": "Mariana não será meeira de todos os bens de Caio e concorrerá na herança com os filhos Tìcio e Mévio no tocante ao bem localizado em Nova Veneza."
      },
      {
        "letra": "C",
        "texto": "Mariana será meeira de todos os bens de Caio e concorrerá na herança com os filhos Tìcio e Mévio no tocante ao bem localizado em Criciúma."
      },
      {
        "letra": "D",
        "texto": "Mariana não será meeira e concorrerá na herança com os filhos Tìcio e Mévio no tocante a todos os bens."
      },
      {
        "letra": "E",
        "texto": "Mariana será meeira do bem localizado em Criciúma e concorrerá na herança com os filhos Tìcio e Mévio no tocante ao bem localizado em Nova Veneza."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1813776",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Maria foi casada com João, em regime de comunhão parcial de bens, durante 7 (sete) anos. Na constância da união, o casal adquiriu onerosamente um bem imóvel, que serviu como residência do casal até que João veio a falecer. Após a morte de João, Maria foi surpreendida com a notícia de que João tinha um filho, Marcos, de 9 anos, com o qual não mantinha contato. João não tinha nenhum outro filho e nenhum outro bem. Considerando as regras de direito das sucessões e a jurisprudência dominante no Superior Tribunal de Justiça, Maria terá direito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a metade do bem, na condição de herdeira necessária, e Marcos terá direito a herdar a outra metade do bem."
      },
      {
        "letra": "B",
        "texto": "à totalidade do bem, pois não se trata de bem passível de sucessão, já que não se tratava de bem particular de João."
      },
      {
        "letra": "C",
        "texto": "à meação do bem e ao direito real de habitação, e Marcos herdará metade do bem."
      },
      {
        "letra": "D",
        "texto": "a 75% do bem, em razão da meação e da herança, além do direito real de habitação, cabendo a Marcos 25% do bem deixado pelo pai."
      },
      {
        "letra": "E",
        "texto": "a 75% do bem, em razão da meação e da herança, sem direito real de habitação, cabendo a Marcos 25% do bem deixado pelo pai."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1782471",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Sobre o Direito das Sucessões, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não havendo descendentes ou ascendentes do falecido, o cônjuge sobrevivente casado com o de cujus pelo regime da separação obrigatória de bens receberá a integralidade do patrimônio, ainda que haja irmãos do falecido."
      },
      {
        "letra": "B",
        "texto": "O cônjuge sobrevivente casado pelo regime da comunhão universal de bens, sem descendentes, concorrerá na herança com o pai e a mãe do falecido, na proporção de 1/3 (um terço) para cada."
      },
      {
        "letra": "C",
        "texto": "Se concorrerem filhos de irmãos bilaterais com filhos de irmãos unilaterais, cada um destes herdará a metade do que herdar cada um daqueles."
      },
      {
        "letra": "D",
        "texto": "Havendo apenas tios e sobrinhos do falecido, a herança será dividida de forma igualitária entre eles, considerando que são parentes do falecido em terceiro grau na linha colateral."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1779556",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Jundiaí - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "João e Maria viviam em união estável, reconhecida por ambos por meio de escritura pública, na qual adotaram o regime da comunhão parcial de bens. Maria estava grávida de 9 (nove) meses quando faleceu, em razão de um acidente automobilístico. O filho do qual Maria estava grávida morreu alguns minutos após o nascimento com vida. O casal tinha um patrimônio avaliado em R$ 1.000.000,00 (um milhão de reais), adquirido totalmente após o início da união estável. O casal não tinha outros filhos. Maria tinha pai e mãe vivos, bem como um irmão. Pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um terço do patrimônio do casal pertence a João, e o restante deverá ser dividido em partes iguais entre os pais de Maria."
      },
      {
        "letra": "B",
        "texto": "metade do patrimônio do casal deverá ser atribuído aos pais de Maria, e a outra metade é de propriedade de João, em razão da meação decorrente da união estável."
      },
      {
        "letra": "C",
        "texto": "metade do patrimônio do casal deverá ser atribuído a João, por ter sucedido a seu filho, e a outra metade lhe pertence, em razão da meação decorrente da união estável."
      },
      {
        "letra": "D",
        "texto": "um terço do patrimônio do casal pertence a João, e o restante deverá ser dividido em partes iguais, entre os pais e o irmão de Maria."
      },
      {
        "letra": "E",
        "texto": "metade do patrimônio do casal pertence a João, em razão da meação decorrente da união estável, e a outra metade deve ser dividida entre João, os pais de Maria e o irmão desta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1767780",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "De acordo com a legislação constitucional e infraconstitucional vigentes, podemos afirmar: I. No sistema constitucional vigente, é inconstitucional a diferenciação de regime sucessório entre cônjuges e companheiros devendo ser aplicado em ambos os casos o regime estabelecido no artigo 1.829 do Código Civil; II. Os avós paternos de de cujus herdarão por direito de representação, quando no momento da abertura da sucessão o pai do falecido for pré-morto; III. Quando o testador instituir vários legatários para diferentes bens, se um deles não quiser ou não puder receber o legado, os demais receberão pelo direito de acrescer; IV. A deserdação somente se aplica aos herdeiros necessários; V. Denomina-se de bem ereptício aquele que é retirado do indigno, devendo ser devolvido à pessoa que o recebe como se o indigno nunca tivesse sido herdeiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas I, IV e V."
      },
      {
        "letra": "B",
        "texto": "Estão corretas II, IV e V."
      },
      {
        "letra": "C",
        "texto": "Estão corretas II, IV e V."
      },
      {
        "letra": "D",
        "texto": "Apenas uma está incorreta."
      },
      {
        "letra": "E",
        "texto": "Todas são falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1759318",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Carla e Rafael se casaram em 2015, com 68 e 72 anos, respectivamente, e Carla se mudou para a casa de Rafael em Petrópolis. Em janeiro de 2021, Rafael faleceu ab intestato, deixando dois filhos maiores. Carla continuou a residir no imóvel e foi surpreendida ao receber citação postal em ação de reintegração de posse proposta pelo espólio de Rafael e distribuída na Comarca da Capital. Carla procurou o(a) Defensor(a) Público(a) da Comarca em que reside, informando que não tem onde morar e que seu único bem é um automóvel. Considerando a situação descrita, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carla não faz jus ao direito real de habitação, pois possui outro bem;"
      },
      {
        "letra": "B",
        "texto": "Carla, como titular do direito real de habitação, não pode ser condenada ao pagamento de aluguel por ocupação exclusiva do bem;"
      },
      {
        "letra": "C",
        "texto": "a petição inicial da demanda de reintegração deveria ter sido indeferida, eis que a legitimidade é dos herdeiros;"
      },
      {
        "letra": "D",
        "texto": "além da condição de titular do direito real de habitação, Carla pode alegar, para permanecer no imóvel, a sua condição de meeira de Rafael;"
      },
      {
        "letra": "E",
        "texto": "a ação não poderia ter sido proposta na Comarca da Capital, o que deve ser alegado através de exceção de incompetência relativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1744081",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Paula procura a Defensoria Pública para saber se tem direito à herança de sua recém falecida companheira, com quem conviveu por 20 anos. A falecida companheira deixou apenas um bem imóvel, que foi adquirido onerosamente na constância da união estável. Ela não tinha filhos e os pais já eram falecidos há muito tempo. Deixou apenas dois irmãos e três sobrinhos, filhos de um irmão pré-morto. Considerando o posicionamento atual do Supremo Tribunal Federal sobre o tema, qual o direito sucessório da companheira sobrevivente?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tem direito a 1/3 da herança."
      },
      {
        "letra": "B",
        "texto": "Tem direito a 1/2 da herança."
      },
      {
        "letra": "C",
        "texto": "Tem direito a 1/4 da herança."
      },
      {
        "letra": "D",
        "texto": "Tem direito à totalidade da herança."
      },
      {
        "letra": "E",
        "texto": "A companheira sobrevivente não tem direito à herança."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1681001",
    "metadata": "Ano: 2020 | Banca: AV MOREIRA | Órgão: Prefeitura de Nossa Senhora de Nazaré - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Teste realizado para determinação do momento da morte que tem como uma das consequências jurídicas a sucessão patrimonial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tipagem Sanguínea."
      },
      {
        "letra": "B",
        "texto": "Solução hidrostática."
      },
      {
        "letra": "C",
        "texto": "Docimasia de triagem neonatal."
      },
      {
        "letra": "D",
        "texto": "Docimasia Sanguínea de Galeno."
      },
      {
        "letra": "E",
        "texto": "Docimasia hidrostática de Galeno."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1616114",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Prefeitura de Morro Agudo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "A respeito da sucessão, assinale a alternativa correta segundo o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São irrevogáveis os atos de renúncia da herança, mas não os de aceitação."
      },
      {
        "letra": "B",
        "texto": "É lícita a deixa ao filho do concubino, quando também o for do testador."
      },
      {
        "letra": "C",
        "texto": "A renúncia e a aceitação da herança deverão constar expressamente de instrumento público ou termo judicial."
      },
      {
        "letra": "D",
        "texto": "São excluídos da sucessão os herdeiros ou legatários que incorrerem em crime contra a honra do autor da herança ou de seus descendentes."
      },
      {
        "letra": "E",
        "texto": "Os efeitos da exclusão da sucessão estendem-se aos descendentes do herdeiro excluído."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1140817",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Com base no Código Civil, julgue o item a seguir.Os bens de pessoa que falecer sem deixar testamento serão destinados aos sucessores legítimos, que são, de acordo com a lei, os seus descendentes, ascendentes, cônjuge, companheiro e os colaterais até o quarto grau.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1138128",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "No tocante à sucessão, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "morrendo a pessoa sem testamento, transmite a herança aos herdeiros legítimos; o mesmo ocorrerá quanto aos bens que não forem compreendidos no testamento, mas não subsiste a sucessão legítima se o testamento caducar, ou for julgado nulo."
      },
      {
        "letra": "B",
        "texto": "legitimam-se a suceder as pessoas já nascidas, somente, no momento da abertura da sucessão."
      },
      {
        "letra": "C",
        "texto": "na sucessão testamentária é possível chamar a suceder os filhos ainda não concebidos, mas não as pessoas jurídicas."
      },
      {
        "letra": "D",
        "texto": "a herança transmite-se aos herdeiros legítimos e testamentários com o pedido de abertura do inventário dos bens deixados pelo falecido."
      },
      {
        "letra": "E",
        "texto": "o herdeiro não responde por encargos superiores às forças da herança; incumbe-lhe, porém, a prova do excesso, salvo se houver inventário que a escuse, demonstrando o valor dos bens herdados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1793138",
    "metadata": "Ano: 2019 | Banca: IDCAP | Órgão: Prefeitura de São Roque do Canaã - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Com base no Código Civil, leia o trecho a seguir e assinale ao que segue: “Morrendo a pessoa sem testamento, transmite a herança aos herdeiros legítimos; o mesmo __________(1) quanto aos bens que não forem compreendidos no testamento; _________(2) a sucessão legítima se o testamento caducar, ou for julgado nulo”. Assinale a alternativa que preenche corretamente as lacunas acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "(1) Ocorrerá; (2) e subsiste."
      },
      {
        "letra": "B",
        "texto": "(1) Ocorrerá; (2) e não subsiste."
      },
      {
        "letra": "C",
        "texto": "(1) Não ocorrerá; (2) e subsiste."
      },
      {
        "letra": "D",
        "texto": "(1) Não ocorrerá; (2) e não subsiste."
      },
      {
        "letra": "E",
        "texto": "(1) Nunca ocorrerá; (2) e poderá subsistir, mas não é regra."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1739492",
    "metadata": "Ano: 2019 | Banca: IDHTEC | Órgão: Prefeitura de Maragogi - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Paula e André, civilmente casados, sem descendentes ou ascendentes vivos, falecem em razão de um acidente aéreo. Joaquim, primo de Paula, e Marta, prima de André, são os únicos parentes vivos. À luz da situação apresentada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se não for possível à perícia determinar quem faleceu primeiro, os bens pertencentes à Paula serão transferidos para Marta e os pertencentes à André serão transferidos para Joaquim, em razão das regras de sucessão."
      },
      {
        "letra": "B",
        "texto": "Havendo perícia que ateste que Paula morreu antes de André, os bens comuns do casal deverão ser herdados por Joaquim."
      },
      {
        "letra": "C",
        "texto": "Caso fique comprovado que André faleceu primeiro que Paula, sua prima Marta deverá herdar seus bens e Joaquim herdará a meação que caberia a Paula."
      },
      {
        "letra": "D",
        "texto": "Tendo em vista que Marta e Joaquim não são herdeiros necessários, todos os bens do casal deverão ser integrados pelo Estado."
      },
      {
        "letra": "E",
        "texto": "Não havendo meios de precisar a ordem cronológica dos falecimentos dos comorientes, por força da lei haverá a presunção de que faleceram no mesmo instante, de modo que não sendo os comorientes sucessores entre si, Marta e Joaquim apenas herdarão a meação pertencente a André e Paula, respectivamente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1677351",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "Caio faleceu sem deixar testamento e sem deixar cônjuge ou companheira{o). Deixou bons superiores a 1 ,000 (mil) salários mínimos Fábio, pai de Caio, está vivo. Caio deixou os seguintes descendentes: o filho Túlio e os netos Octávio e Petrônio, todos maiores e capazes Os netos são filhos de Tício, falecido antes de Caio Os herdeiros não desejam ceder seus direitos hereditários para ninguém, nem total nem parcialmente Ninguém deseja renunciar à herança. Na escritura pública de inventário e partilha dos bens deixados por Calo, o tabelião de notas fará constar que o acervo hereditário será partilhado da seguinte forma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para o filho Túlio e para os netos Octávio a Petrônio, em partes iguais, ou seja. uma terça parte Ideal para cada um."
      },
      {
        "letra": "B",
        "texto": "para o pai Fábio e para o filho Túlio, na proporção de metade ideal para cada um."
      },
      {
        "letra": "C",
        "texto": "para o filho Túlio, que receberá a metade ideal; e para os netos Octávio e Petrônio que receberão uma quarta parte ideal, cada um."
      },
      {
        "letra": "D",
        "texto": "para o pai Fábio, para o filho Túlio e para os netos Octávio e Petrônio, em partes iguais, ou seja, uma quarta parte Ideal para cada um."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1180413",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Quanto ao direito de família e às sucessões, julgue o item. O Supremo Tribunal Federal fixou, em repercussão geral, o entendimento de que é inconstitucional desequiparar, para fins sucessórios, os cônjuges e os companheiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1119686",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Rogério e Matilde foram casados no regime da comunhão parcial de bens e tiveram dois filhos, que são menores. Durante o casamento, adquiriram onerosamente uma única casa, que serve de moradia para a família. Matilde faleceu sem deixar outros bens ou disposição testamentária e, além do marido e filhos, também deixou os pais, idosos, vivos. Diante desses fatos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "como os filhos são comuns do casal, o imóvel deve ser destinado exclusivamente ao cônjuge supérstite, em razão da meação e da sucessão, pois os filhos receberão a herança de seu genitor oportunamente."
      },
      {
        "letra": "B",
        "texto": "o imóvel deve ser partilhado por cabeça, em porções iguais entre Rogério, os dois filhos do casal e os ascendentes da autora da herança."
      },
      {
        "letra": "C",
        "texto": "Rogério é proprietário de metade do imóvel, em razão da meação, e a outra metade deve ser dividida em porções iguais entre os pais e os filhos da autora da herança."
      },
      {
        "letra": "D",
        "texto": "o imóvel deve ser dividido somente entre os filhos da autora da herança, uma vez que são menores, cabendo a Rogério somente o direito real de habitação, não havendo direitos sucessórios aos ascendentes nesse caso."
      },
      {
        "letra": "E",
        "texto": "Rogério é proprietário de metade do imóvel, em razão da meação, e tem direito real de habitação, ao passo que a outra metade deve ser dividida entre os dois filhos, excluídos os ascendentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1103332",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "João e Maria viviam em união estável, formalizada mediante escritura pública, em que elegeram o regime da comunhão parcial de bens. Da relação entre João e Maria, resultaram duas filhas, Madalena e Sara. João também tinha outros dois filhos, Mateus e Paulo, decorrentes de relações eventuais que manteve. João faleceu. Na data da sua morte, João possuía um patrimônio adquirido totalmente antes da constituição da união estável com Maria. É correto afirmar que o patrimônio de João será dividido da seguinte forma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um quarto (1/4) para cada um dos filhos de João."
      },
      {
        "letra": "B",
        "texto": "um quarto (1/4) da herança para Maria e o restante dividido igualmente entre todos os filhos de João."
      },
      {
        "letra": "C",
        "texto": "Maria e todos os filhos de João receberão, cada um, um quinto (1/5) da herança."
      },
      {
        "letra": "D",
        "texto": "um terço (1/3) para Maria e o restante dividido igualmente entre todos os filhos de João."
      },
      {
        "letra": "E",
        "texto": "10% para Maria e 15% para cada um dos filhos de João."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1094000",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Ausência",
      "Parte Geral",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Reza o Art. 26 do Código Civil que “decorrido um ano da arrecadação dos bens do ausente, ou, se ele deixou representante ou procurador, em se passando três anos, poderão os interessados requerer que se declare a ausência e se abra provisoriamente a sucessão”. Para o efeito previsto no artigo anterior, somente se consideram interessados, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cônjuge, ainda que separado judicialmente."
      },
      {
        "letra": "B",
        "texto": "Os credores de obrigações vencidas e não pagas."
      },
      {
        "letra": "C",
        "texto": "Os herdeiros presumidos, legítimos ou testamentários."
      },
      {
        "letra": "D",
        "texto": "Os que tiverem sobre os bens do ausente direito dependente de sua morte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1092897",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Maria, divorciada e com três filhos de seu casamento anterior, iniciou uma convivência pública, contínua e duradoura, com o objetivo de constituição de família, com Daniela. Elas firmaram uma escritura pública de união estável, onde adotaram o regime da comunhão parcial de bens. Maria faleceu e deixou os seguintes bens: i) um apartamento adquirido antes do início da união estável; ii) uma casa adquirida após a união estável, onde residia com sua companheira Daniela. Pode-se afirmar corretamente que Daniela",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em relação à casa, terá direito apenas à meação, bem como em relação ao apartamento, sucederá recebendo quinhão igual ao recebido por cada filho de Maria."
      },
      {
        "letra": "B",
        "texto": "não terá qualquer direito à herança relativamente ao apartamento e terá direito à metade da casa, se provar o esforço comum na aquisição do imóvel."
      },
      {
        "letra": "C",
        "texto": "sucederá exclusivamente em relação à casa, recebendo metade do quinhão atribuído a cada um dos filhos de Maria."
      },
      {
        "letra": "D",
        "texto": "em relação à casa, terá direito apenas à meação, bem como em relação ao apartamento, sucederá recebendo metade do valor atribuído aos filhos de Maria."
      },
      {
        "letra": "E",
        "texto": "receberá um quarto da casa e do apartamento, tendo em vista que, por ter formalizado a união estável por meio de escritura pública, é herdeira de pleno direito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1083043",
    "metadata": "Ano: 2019 | Banca: SELECON | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "J. falece e deixa vários bens para seus filhos Bernadete, Howard, Penny e Winston. Um de seus filhos, Howard, veio a falecer deixando Martius e Cassandra como seus herdeiros. Nos termos das regras do Código Civil, os herdeiros de Howard receberão a herança de J. pelo denominado direito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coligação"
      },
      {
        "letra": "B",
        "texto": "graduação"
      },
      {
        "letra": "C",
        "texto": "assunção"
      },
      {
        "letra": "D",
        "texto": "representação"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1036590",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "André, solteiro, não teve filhos e morreu sem deixar ascendentes vivos. Por testamento, deixou todos os seus bens para o seu melhor amigo, Antônio, com quem não tinha nenhum grau de parentesco. Sentindo-se injustamente preteridos, os três únicos irmãos de André ajuizaram ação visando à declaração da nulidade total do testamento, argumentando que, devido ao parentesco, não poderiam ter sido excluídos da sucessão. O pedido deduzido nessa ação é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "procedente, pois os irmãos de André são herdeiros necessários, devendo ser declarada a nulidade total do testamento."
      },
      {
        "letra": "B",
        "texto": "procedente em parte, pois os irmãos de André são herdeiros necessários, devendo ser declarada a nulidade parcial do testamento, apenas quanto a três quartos dos bens."
      },
      {
        "letra": "C",
        "texto": "procedente em parte, pois os irmãos de André são herdeiros necessários, devendo ser declarada a nulidade parcial do testamento, apenas quanto a metade dos bens."
      },
      {
        "letra": "D",
        "texto": "improcedente, pois os irmãos de André não são herdeiros necessários."
      },
      {
        "letra": "E",
        "texto": "improcedente, pois os irmãos de André, embora sejam herdeiros necessários, podem ser excluídos da sucessão mediante testamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1010482",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aceita a herança, torna-se definitiva a sua transmissão ao herdeiro, desde a abertura da sucessão, sendo que a transmissão tem-se por não verificada quando o herdeiro renuncia à herança ou se retrata da aceitação antes da partilha."
      },
      {
        "letra": "B",
        "texto": "Aberta a sucessão e se ainda não estiver concebido o herdeiro esperado, os bens reservados em testamento, salvo disposição em contrário do testador, caberão aos herdeiros legítimos."
      },
      {
        "letra": "C",
        "texto": "O herdeiro pode, em ação de petição de herança, demandar o reconhecimento de seu direito sucessório, para obter a restituição da herança, ou de parte dela, contra quem, na qualidade de herdeiro, ou mesmo sem título, a possua."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade do possuidor da herança afere-se pelas regras concernentes à posse de má-fé e a mora, no momento em que o ato foi praticado."
      },
      {
        "letra": "E",
        "texto": "Não são eficazes as alienações feitas, ainda que a título oneroso, pelo herdeiro aparente a terceiro de boa-fé."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1008820",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "O cônjuge sobrevivente tem direito real de habitação sobre o imóvel em que residia a família, desde que seja o único dessa natureza e que integre o patrimônio comum ou particular do cônjuge falecido no momento da abertura da sucessão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1008819",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Sendo o herdeiro renunciante o único de determinado grau ou se todos do mesmo grau renunciarem, serão chamados a suceder os do grau seguinte, por direito próprio, e por cabeça.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "998849",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "A respeito da sucessão legítima: I. Concorrendo com ascendentes, ao cônjuge caberá a metade da herança. II. Em concorrência com os descendentes, caberá ao cônjuge quinhão igual ao dos que sucederem por cabeça, não podendo a sua quota ser inferior à quarta parte da herança, se for ascendente dos herdeiros com que concorrer. III. Se concorrerem à herança sobrinhos e tios (parentes consanguíneos, na linha colateral, do terceiro grau), todos herdarão em partes iguais. IV. Concorrendo à herança do falecido irmãos bilaterais com irmãos unilaterais, cada um destes herdará a metade do que cada um daqueles herdar. Com base nessas assertivas, assinale a alternativa que corresponda às afirmativas verdadeiras:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990780",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "João vivia com José em união estável homoafetiva. João faleceu, deixando, como único bem, um apartamento adquirido antes do início da união estável com José. Maria e Joana são filhas de João. Sobre a partilha dos bens de João, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José tem direito a receber um quarto da herança."
      },
      {
        "letra": "B",
        "texto": "José tem direito a receber 50% do valor da herança."
      },
      {
        "letra": "C",
        "texto": "José, Maria e Joana irão receber o mesmo quinhão da herança deixada por João."
      },
      {
        "letra": "D",
        "texto": "José receberá metade do valor atribuído aos filhos de João."
      },
      {
        "letra": "E",
        "texto": "José não participará da sucessão de João, tendo em vista a inexistência de bens adquiridos durante a união estável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "990678",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "São herdeiros necessários, além dos descendentes, apenas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os ascendentes."
      },
      {
        "letra": "B",
        "texto": "o cônjuge."
      },
      {
        "letra": "C",
        "texto": "os ascendentes e o cônjuge."
      },
      {
        "letra": "D",
        "texto": "os ascendentes, o cônjuge e os colaterais até o terceiro grau."
      },
      {
        "letra": "E",
        "texto": "o cônjuge e os colaterais até o quarto grau."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "984624",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Mário e Joana, casados pelo regime da comunhão parcial de bens, têm 2 (dois) descendentes (filhos) comuns, Lucas e Joaquim. Lucas tem apenas uma filha, Renata. Lucas faleceu em 10/01/2019 e Mário faleceu em 20/01/2019. Considerando que Mário tem patrimônio total de R$ 120.000,00 (cento e vinte mil reais), integralmente adquirido na constância do casamento, de forma onerosa, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à Joana caberão R$ 90.000,00, sendo R$ 60.000,00 a título de meação e R$ 30.000,00, a título de herança; ao Joaquim caberão R$ 15.000,00 a título de herança; e à Renata caberão R$ 15.000,00, a título de herança."
      },
      {
        "letra": "B",
        "texto": "à Joana caberão R$ 60.000,00, a título de meação; ao Joaquim caberão R$ 30.000,00, a título de herança; e à Renata caberão R$ 30.000,00, a título de herança."
      },
      {
        "letra": "C",
        "texto": "à Joana caberão R$ 60.000,00, a título de meação, e ao Joaquim caberão R$ 60.000,00, a título de herança."
      },
      {
        "letra": "D",
        "texto": "à Joana caberão R$ 75.000,00, sendo R$ 60.000,00 a título de meação e R$ 15.000,00, a título de herança; ao Joaquim caberão R$ 30.000,00, a título de herança; e à Renata caberão R$ 15.000,00, a título de herança."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "983969",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Marcos e Joana são casados sob o regime de separação total de bens. Marcos é pai de Felipe, e Joana, mãe de Carolina, ambos os filhos concebidos com outros genitores, antes de seu casamento. O casal possui, ainda, uma filha em comum, Patrícia. Em razão do temperamento agressivo de Marcos, o casal se separa de fato e, após 6 (seis) meses de tal evento, mas antes de tomarem medidas voltadas para a dissolução conjugal, Marcos falece, deixando vasto patrimônio. Quanto à sucessão do patrimônio de Marcos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joana haverá um quarto e o restante será dividido igualmente entre Felipe e Patrícia;"
      },
      {
        "letra": "B",
        "texto": "Patrícia haverá três quartos dos bens, e Felipe, um quarto;"
      },
      {
        "letra": "C",
        "texto": "Joana, Felipe e Patrícia receberão os bens igualmente;"
      },
      {
        "letra": "D",
        "texto": "Joana e Felipe receberão, cada qual, metade do patrimônio deixado;"
      },
      {
        "letra": "E",
        "texto": "Joana receberá metade dos bens, sendo o restante partilhado entre Felipe e Patrícia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "973760",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Mário e Leonardo, pai e filho, respectivamente, são fãs de montanhismo. Numa tentativa de escalada, sofrem um grave acidente, vindo ambos a falecer. NÃO foi possível estabelecer qual deles veio a falecer antes. A respeito da sucessão, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leonardo sucede seu pai, por ser seu descendente em linha direta."
      },
      {
        "letra": "B",
        "texto": "Leonardo sucede seu pai, por conta da ordem natural."
      },
      {
        "letra": "C",
        "texto": "Mário sucede Leonardo, pois este não deixou herdeiros."
      },
      {
        "letra": "D",
        "texto": "Mário sucede Leonardo, por ter preferência legal."
      },
      {
        "letra": "E",
        "texto": "Não há sucessão entre eles."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1318037",
    "metadata": "Ano: 2018 | Banca: SEAP | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Sobre o fenômeno jurídico da comoriência, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No instituto da comoriência, a presunção se relaciona com o tempo da morte simultânea de duas pessoas, que não se pode precisar qual tenha sido, e se presume que tenha ocorrido concomitantemente com a da outra pessoa que ao mesmo tempo e lugar também faleceu, sendo elas reciprocamente herdeiras."
      },
      {
        "letra": "B",
        "texto": "No instituto da comoriência, a morte simultânea de duas pessoas, que não se pode precisar qual tenha sido, e que tenha ocorrido concomitantemente com a da outra pessoa, que ao mesmo tempo e lugar também faleceu, sendo elas reciprocamente herdeiras."
      },
      {
        "letra": "C",
        "texto": "No instituto da comoriência, a morte simultânea de duas pessoas, que não se pode precisar qual tenha sido, e que tenha ocorrido concomitantemente com a da outra pessoa que ao mesmo tempo e lugar também faleceu, independentemente da existência de vínculo sucessório entre elas."
      },
      {
        "letra": "D",
        "texto": "No instituto da comoriência, a morte simultânea de duas pessoas, que não se pode precisar qual tenha sido, e que tenha ocorrido concomitantemente com a da outra pessoa que ao mesmo tempo e lugar também faleceu, sendo elas reciprocamente herdeiras necessárias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "954283",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Em recente julgamento sobre a sucessão do companheiro (Recurso Extraordinário 878/694/MG, Rel. Luís Roberto Barroso, j. 10.05.2017), o Supremo Tribunal Federal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reconheceu a inconstitucionalidade do art. 1790, do Código Civil, determinando a aplicação das regras sucessórias do casamento à união estável, mas reconheceu expressamente que o companheiro não deve ser considerado herdeiro necessário"
      },
      {
        "letra": "B",
        "texto": "reconheceu a constitucionalidade do art. 1790, do Código Civil, admitindo a aplicação de regime sucessório diverso para o casamento e a união estável, além da distinção das espécies para a configuração de herdeiro necessário."
      },
      {
        "letra": "C",
        "texto": "reconheceu a inconstitucionalidade do art. 1790, do Código Civil, determinando a aplicação das regras sucessórias do casamento à união estável e reconheceu expressamente que o companheiro deve ser considerado herdeiro necessário."
      },
      {
        "letra": "D",
        "texto": "reconheceu a inconstitucionalidade do art. 1790, do Código Civil, determinando a aplicação das regras sucessórias do casamento à união estável, mas não se manifestou se o companheiro deve ou não ser considerado herdeiro necessário."
      },
      {
        "letra": "E",
        "texto": "reconheceu a parcialmente inconstitucionalidade do art. 1790, do Código Civil, determinando a aplicação das regras sucessórias do casamento à união estável apenas quando mais favoráveis do que aquelas previstas para a união estável, mas reconheceu expressamente que o companheiro não deve ser considerado herdeiro necessário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "953759",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Falecendo uma pessoa, cuja herança monta R$ 12.000.000,00, sem descendentes, ascendentes, cônjuge ou convivente, mas que possuía cinco irmãos, sendo premorto um deles, deixando mãe viva, que não era mãe do hereditando; dois irmãos bilaterais e dois unilaterais, sendo um desses unilaterais também já falecido, deixando dois filhos. Cada irmão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sobrevivente receberá R$ 4.000.000,00, e nada receberão os sobrinhos e a mãe do irmão premorto."
      },
      {
        "letra": "B",
        "texto": "bilateral receberá R$ 4.000.000,00, o irmão unilateral receberá R$ 2.000.000,00, e os sobrinhos R$ 1.000.000,00 cada um, nada recebendo a mãe do irmão premorto."
      },
      {
        "letra": "C",
        "texto": "e a mãe do premorto receberão R$ 2.400.000,00, e os sobrinhos, R$ 1.200.000,00 cada um."
      },
      {
        "letra": "D",
        "texto": "receberá R$ 3.000.000,00, e os sobrinhos receberão cada um R$ 1.500.000,00."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "952076",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Silvia, vítima de violência doméstica, sócia de seu marido, André, numa empresa de prestação de serviços e casada sob o regime comunhão parcial de bens, sem filhos e sem pais, revolveu instituir uma fundação para abrigar e proteger mulheres em situação de violência intrafamiliar e, para tanto, doou todas as quotas de sua participação na empresa. Em razão das agressões perpetradas pelo marido, Silvia veio a óbito 180 dias depois. Diante da situação narrada, à luz da Lei Civil Brasileira, da doutrina e da jurisprudência, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a doação é nula porque foi praticada com violência doméstica."
      },
      {
        "letra": "B",
        "texto": "a doação é nula porque todos os bens foram doados sem reserva."
      },
      {
        "letra": "C",
        "texto": "no regime da comunhão parcial de bens, o marido é herdeiro e a doação é nula."
      },
      {
        "letra": "D",
        "texto": "no regime da comunhão parcial de bens, não existindo bens particulares, o marido não é herdeiro e a doação é válida."
      },
      {
        "letra": "E",
        "texto": "em virtude da causa da morte, a doação é válida e o marido é excluído da sucessão, independentemente de ajuizamento de ação de indignidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "941638",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na linha descendente, os filhos sucedem por cabeça, e os outros descendentes, por cabeça ou por estirpe, se estiverem no mesmo grau."
      },
      {
        "letra": "B",
        "texto": "Concorrendo à herança do falecido irmãos bilaterais com irmãos unilaterais, cada um destes herdará um terço do que cada um daqueles herdar."
      },
      {
        "letra": "C",
        "texto": "Em concorrência com os descendentes (art. 1.829, inciso I) caberá ao cônjuge quinhão igual ao dos que sucederem por cabeça, podendo a sua quota ser inferior à quarta parte da herança, se for ascendente dos herdeiros com que concorrer."
      },
      {
        "letra": "D",
        "texto": "Ao cônjuge sobrevivente, qualquer que seja o regime de bens, será assegurado, sem prejuízo da participação que lhe caiba na herança, o direito real de habitação relativamente ao imóvel destinado à residência da família, desde que seja o único daquela natureza a inventariar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "941636",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de representação dá-se na linha reta descendente, mas nunca na ascendente."
      },
      {
        "letra": "B",
        "texto": "O renunciante à herança de uma pessoa não poderá representá-la na sucessão de outra."
      },
      {
        "letra": "C",
        "texto": "Na linha transversal, somente se dá o direito de representação em favor dos filhos de irmãos do falecido, quando com irmãos deste concorrerem."
      },
      {
        "letra": "D",
        "texto": "Dá-se o direito de representação, quando a lei chama certos parentes do falecido a suceder em todos os direitos, em que ele sucederia, se vivo fosse."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "941634",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "É INCORRETO afirmar que são excluídos da sucessão os herdeiros ou legatários",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em qualquer dos casos de indignidade, não sendo necessária a declaração por sentença."
      },
      {
        "letra": "B",
        "texto": "que, por violência ou meios fraudulentos, inibirem ou obstarem o autor da herança de dispor livremente de seus bens por ato de última vontade."
      },
      {
        "letra": "C",
        "texto": "que houverem acusado caluniosamente em juízo o autor da herança ou incorrerem em crime contra a sua honra, ou de seu cônjuge ou companheiro."
      },
      {
        "letra": "D",
        "texto": "que houverem sido autores, coautores ou partícipes de homicídio doloso, ou tentativa deste, contra a pessoa de cuja sucessão se tratar, seu cônjuge, companheiro, ascendente ou descendente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "941631",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legítima dos herdeiros necessários poderá ser incluída no testamento."
      },
      {
        "letra": "B",
        "texto": "O testamento é ato personalíssimo, não podendo ser mudado a nenhum tempo."
      },
      {
        "letra": "C",
        "texto": "Toda pessoa capaz pode dispor, por testamento, da totalidade dos seus bens, ou de parte deles, para depois de sua morte."
      },
      {
        "letra": "D",
        "texto": "Não são válidas as disposições testamentárias de caráter não patrimonial, ainda que o testamento somente a elas se tenha limitado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "941525",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "O companheiro sobrevivente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é herdeiro necessário."
      },
      {
        "letra": "B",
        "texto": "é herdeiro, aplicando-se-lhe a regra própria de sucessão do companheiro, distinta da sucessão entre cônjuges."
      },
      {
        "letra": "C",
        "texto": "não é herdeiro necessário, portanto, não tendo o autor da herança deixado descendente nem ascendente vivo, a herança será deferida ao colateral de até quarto grau, em prejuízo do companheiro sobrevivente."
      },
      {
        "letra": "D",
        "texto": "é herdeiro, mas não necessário, e, portanto,serão válidas e eficazes as disposições testamentárias do autor da herança que, mesmo não tendo deixado descendente nem ascendente, haja excluído o companheiro, por inteiro, da herança."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "938414",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Mélvio saiu do lar conjugal no ano de 2013, indo morar sozinho em outra localidade, após ter descoberto atos de infidelidade de Helena, sua esposa, com quem era casado sob o regime da comunhão parcial de bens, e tinha dois filhos, João e Maria. No ano de 2018, Mélvio iniciou um relacionamento amoroso, público e notório, com o objetivo de constituir família, com Caio. Entretanto, Mélvio sofreu um acidente automobilístico e faleceu, deixando como único bem, um apartamento, adquirido no ano de 2017. O apartamento foi alienado, mediante autorização judicial, pelo valor de R$ 1.000.000,00 (um milhão de reais) que deverá ser partilhado da seguinte forma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio deverá receber metade do valor atribuído a João e Maria, nada devendo ser partilhado com Helena."
      },
      {
        "letra": "B",
        "texto": "João, Maria e Caio receberão a totalidade da herança, em partes iguais."
      },
      {
        "letra": "C",
        "texto": "metade do valor do apartamento para Caio e o restante dividido entre João, Maria e Helena, devendo esta receber um quarto do valor recebido por seus filhos."
      },
      {
        "letra": "D",
        "texto": "Caio deverá receber metade do valor que vier a ser atribuído a João, Maria e Helena."
      },
      {
        "letra": "E",
        "texto": "Helena, João, Maria e Caio receberão a totalidade da herança, em partes iguais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "927215",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "Quanto ao direito das sucessões, analise as afirmativas a seguir. I. Na petição de herança, o herdeiro aparente, que de boa-fé houver pago um legado, não está obrigado a prestar o equivalente ao verdadeiro sucessor, ressalvado a este o direito de proceder contra quem o recebeu. II. A sucessão de bens de estrangeiros, situados no Brasil, será regulada na lei do país em que era domiciliado o defunto, qualquer que seja a natureza e a situação dos bens, exceto quando houver cônjuge ou filhos brasileiros, ou de quem os represente, quando se utilizará a lei material brasileira, sempre que não lhes for mais favorável a lei pessoal do “de cujus”. III. Havendo a concorrência de herdeiros de classes diversas, a renúncia de qualquer deles devolve sua parte aos que integram a mesma ordem dos chamados a suceder. IV. Quando os netos, representando seus pais, sucedem aos avós, estão obrigados a trazer à colação, ainda que não o hajam herdado, o que os pais teriam de conferir, sob pena de sonegação. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "926038",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Direito das Sucessões",
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Usufruto",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que seja válido e eficaz, o compromisso de compra e venda de bem imóvel deverá revestir a forma pública."
      },
      {
        "letra": "B",
        "texto": "A lei brasileira proíbe a realização de promessa de doação, padecendo de nulidade de pleno direito a realização de tal ato."
      },
      {
        "letra": "C",
        "texto": "O companheiro participará da sucessão do outro quanto aos bens adquiridos onerosamente na união estável e se concorrer com filhos comuns, terá direito a uma quota equivalente à que por lei for atribuída ao filho."
      },
      {
        "letra": "D",
        "texto": "Pelo regime da comunhão parcial de bens, comunicam-se os proventos do trabalho pessoal do cônjuge."
      },
      {
        "letra": "E",
        "texto": "No usufruto simultâneo contemplando duas pessoas conjuntamente e decorrente de testamento, falecendo um dos co-legatários, a parte do que faltar, em regra, acrescerá ao sobrevivente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "906390",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Pompeu era solteiro, não vivia em união estável e faleceu sem deixar ascendentes ou descendentes e testamento. Entretanto, deixou um tio materno, dois irmãos germanos, um irmão unilateral e um sobrinho - filho de um irmão unilateral premorto. O acervo hereditário corresponde ao montante em pecúnia de R$ 300.000,00 (trezentos mil reais). Nesse caso, assinale a alternativa correta referente à divisão do acervo hereditário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cada um dos irmãos germanos receberá R$ 100.000,00 (cem mil reais), o irmão unilateral receberá R$ 50.000,00 (cinquenta mil reais) e o sobrinho R$ 50.000,00 (cinquenta mil reais)."
      },
      {
        "letra": "B",
        "texto": "Cada um dos irmãos e o tio materno receberão, respectivamente, R$ 75.000,00 (setenta e cinco mil reais)."
      },
      {
        "letra": "C",
        "texto": "Cada um dos irmãos receberá um quinhão de R$ 100.000,00 (cem mil reais)."
      },
      {
        "letra": "D",
        "texto": "Cada um dos irmãos germanos receberá R$ 100.000,00 (cem mil reais), o irmão unilateral r eceberá R$ 50.000,00 (cinquenta mil reais), o tio materno e o sobrinho receberão, respectivamente, R$ 25.000,00 (vinte e cinco mil reais) cada um."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "906388",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "No que concerne à deserdação e à exclusão por indignidade, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na exclusão por indignidade, os fatos que a fundamentam não podem ser posteriores à morte do autor da herança."
      },
      {
        "letra": "B",
        "texto": "se a deserdação não se concretizar por ser nulo o testamento que a contempla, e a causa invocada pelo testador for causa também de exclusão por indignidade, poderá ser proposta ação para exclusão do herdeiro indigno."
      },
      {
        "letra": "C",
        "texto": "a deserdação e a exclusão por indignidade atingem herdeiros necessários e testamentários."
      },
      {
        "letra": "D",
        "texto": "todos os motivos que ensejam a deserdação configuram causas que servem de fundamento para a exclusão por indignidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "905781",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Frederico, com 72 anos de idade, viúvo e sem herdeiros necessários, em março de 2016 procurou um tabelionato de notas na cidade de Belo Horizonte/MG e fez um testamento público, determinando que todos os seus bens deveriam ser transmitidos à Santa Casa de Belo Horizonte. Em dezembro de 2016, Frederico, que possuía apenas um parente vivo, o seu tio Aristóteles, resolveu adotar Pedro, de 10 anos de idade, vindo a falecer um ano após. Sobre a sucessão de Frederico, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A herança de Frederico será dividida igualmente entre Pedro, Santa Casa de Belo Horizonte e Aristóteles."
      },
      {
        "letra": "B",
        "texto": "Pedro terá direito à legítima, cabendo à Santa Casa a parte disponível."
      },
      {
        "letra": "C",
        "texto": "Todo o patrimônio de Frederico caberá a Pedro."
      },
      {
        "letra": "D",
        "texto": "Todo o patrimônio de Frederico caberá à Santa Casa de Belo Horizonte, por força do testamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904627",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PGE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Em razão de morte de policial militar, o Estado de São Paulo, por força de lei estadual, inicia processo administrativo para pagamento de indenização, no valor de R$ 200.000,00, aos “herdeiros na forma da lei”. O extinto, solteiro, foi morto por um de seus dois filhos, a mando do crime organizado. O homicida, que teve sua indignidade declarada por sentença transitada em julgado, tem 1 filho menor. Nesse caso, a indenização é devida",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao filho inocente, na proporção da metade do valor da indenização, podendo a Administração reter a outra metade por ausência de credor legítimo."
      },
      {
        "letra": "B",
        "texto": "ao filho inocente do falecido e ao filho do indigno, que recebe por cabeça."
      },
      {
        "letra": "C",
        "texto": "exclusivamente ao filho inocente do falecido, pois a cota-parte do indigno acresce à do outro herdeiro de mesma classe."
      },
      {
        "letra": "D",
        "texto": "ao filho inocente do falecido e ao filho do indigno, que recebe por estirpe."
      },
      {
        "letra": "E",
        "texto": "aos dois filhos do falecido, depositando-se a cota-parte do indigno em conta judicial, para posterior levantamento por seu filho quando completar a maioridade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "896337",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Sr. José faleceu hoje. Era viúvo, e não vivia em união estável. Ele teve três filhos: Ricardo, já falecido em 2015; André e Rita. Ricardo foi casado em comunhão universal com Ana, e teve dois filhos, atualmente maiores de idade. André é divorciado, e tem três filhos, todos maiores. Rita é solteira. Com base neste problema, responda: I. Por se tratar de sucessão de descendentes, é possível a representação do filho Ricardo, pré-morto. Neste caso, seus representantes serão a viúva Ana, e os seus dois filhos. II. Caso André decida não aceitar a herança, seus filhos irão receber por representação. III. Rita é irmã unilateral de Ricardo e André. Neste caso, ela deve receber metade do que couber a cada um deles. IV. Por serem representantes do herdeiro Ricardo, seus filhos não podem renunciar a herança. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II, III e IV são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Todas as assertivas são falsas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "895176",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "A respeito da sucessão legítima, assinale a INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na sucessão colateral, se concorrem filhos de irmãos bilaterais com filhos de irmãos unilaterais, cada um destes herdará a metade do que herdar cada um daqueles."
      },
      {
        "letra": "B",
        "texto": "O direito de representação dá-se na linha reta descendente, mas nunca na ascendente."
      },
      {
        "letra": "C",
        "texto": "Ao cônjuge sobrevivente, exceto no regime de separação de bens, será assegurado, sem prejuízo da participação que lhe caiba na herança, o direito real de habitação relativamente ao imóvel destinado à residência da família, desde que seja o único daquela natureza a inventariar."
      },
      {
        "letra": "D",
        "texto": "Entre os ascendentes, havendo igualdade em grau e diversidade em linha, os ascendentes da linha paterna herdam a metade, cabendo a outra aos da linha materna."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "889831",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Maria vivia em união estável com José, sob o regime da comunhão parcial de bens. Este possuía dois filhos decorrentes de relacionamento anterior e três filhos com Maria. José faleceu. Considerando a disciplina constante do Código Civil, bem como o entendimento do STF proferido em Repercussão Geral sobre o tema, podemos afirmar que caberá a Maria, na sucessão dos bens particulares de José,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um sexto da herança."
      },
      {
        "letra": "B",
        "texto": "um terço da herança."
      },
      {
        "letra": "C",
        "texto": "metade do que couber a cada um dos filhos de José."
      },
      {
        "letra": "D",
        "texto": "um quarto da herança."
      },
      {
        "letra": "E",
        "texto": "metade da herança."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886190",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o Direito das Sucessões.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade pelo cumprimento do legado caberá ao legatário."
      },
      {
        "letra": "B",
        "texto": "Todos os herdeiros do testador são responsáveis pelo pagamento do imposto de transmissão do bem ao legatário."
      },
      {
        "letra": "C",
        "texto": "O direito de acrescer ocorre quando o testador beneficia várias pessoas com a mesma herança ou legado em porções determinadas."
      },
      {
        "letra": "D",
        "texto": "O direito de acrescer pode ocorrer entre herdeiros e legatários."
      },
      {
        "letra": "E",
        "texto": "O direito de acrescer é privativo do direito das sucessões."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "883323",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Nessa situação hipotética, conforme a jurisprudência dos tribunais superiores,caso tenha sido beneficiada por testamento deixado por João, Maria perderá automaticamente o direito à legítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "883322",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Nessa situação hipotética, conforme a jurisprudência dos tribunais superiores,Maria concorrerá na herança com os descendentes de João somente quanto aos bens particulares constantes no acervo hereditário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "883005",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Em relação ao direito de família e ao direito das sucessões, julgue o item subsequente. É reconhecido o direito sucessório do cônjuge sobrevivente separado de fato há mais de dois anos, caso ele prove que, sem culpa sua, a convivência se tornou impossível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "883004",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Em relação ao direito de família e ao direito das sucessões, julgue o item subsequente. O cônjuge supérstite casado no regime de comunhão universal de bens não concorre, na herança, com os descendentes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "878453",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Janaína, divorciada e mãe de três filhos maiores, estabelece união homoafetiva com Jurema, sem, contudo, regulamentar a relação por escrito. Ao longo do período de convivência, Janaína adquiriu pequeno apartamento, onde estabeleceu residência com sua companheira. Diante do recente falecimento de Janaína, aos 58 anos, que apenas deixou o imóvel em que residia, Jurema fará jus:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à meação do bem e ao direito real de habitação sobre o referido bem;"
      },
      {
        "letra": "B",
        "texto": "a um sétimo do apartamento;"
      },
      {
        "letra": "C",
        "texto": "à meação e a um quarto do imóvel;"
      },
      {
        "letra": "D",
        "texto": "a um quarto do imóvel e ao direito real de habitação sobre o referido bem;"
      },
      {
        "letra": "E",
        "texto": "à meação, a mais um quarto do imóvel e ao direito de habitação sobre o referido bem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "873708",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "União Estável",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Ricardo viveu em união estável com Viviane, com quem teve quatro filhos, Bruno, Cleber, Daiane e Flávia. Durante a união, que perdurou por 35 anos, até a morte de Ricardo, Viviane se dedicava aos cuidados da casa e dos filhos, enquanto Ricardo trabalhava como motorista. Antes da união estável, Ricardo havia adquirido um pequeno terreno em área rural. Na constância do relacionamento, adquiriram a casa em que a família morava e um automóvel. Com a morte de Ricardo, foi aberto inventário e a família procura a Defensoria Pública para obter orientação quanto à forma correta a ser realizada a partilha. Ricardo faleceu ab intestatio e não tinha pacto de convivência com Viviane. Diante desta situação e, em conformidade com o entendimento dos Tribunais Superiores, o Defensor deverá apresentar orientação esclarecendo que, em relação aos bens adquiridos na constância da união estável (casa e veículo), Viviane",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem direito à meação em relação a todos os bens a serem inventariados, mas não concorrerá com os descendentes em relação à herança, de modo que metade dos bens deixados por Ricardo serão destinados a Viviane, e a outra metade, aos descendentes, em partes iguais."
      },
      {
        "letra": "B",
        "texto": "não tem direito à meação por não ter contribuído financeiramente para a aquisição dos bens, mas concorrerá com os filhos em relação a todos os bens da herança de Ricardo, sendo-lhe reservado o quinhão mínimo de um quarto da herança, enquanto que os outros três quartos serão divididos pelos descendentes em partes iguais."
      },
      {
        "letra": "C",
        "texto": "tem direito à meação, mesmo não tendo contribuído financeiramente para a sua aquisição, ao passo que a outra metade será dividida exclusivamente pelos filhos (um quarto para cada); já quanto ao terreno adquirido antes da união estável, haverá concorrência de Viviane com os descendentes do autor da herança, sendo reservado a Viviane um quarto, enquanto os outros três quartos serão divididos pelos descendentes em partes iguais."
      },
      {
        "letra": "D",
        "texto": "tem direito à meação, mesmo não tendo contribuído financeiramente para a sua aquisição, ao passo que a outra metade será dividida exclusivamente pelos filhos (um quarto para cada); já quanto ao terreno adquirido antes da união estável, haverá concorrência de Viviane com os descendentes do autor da herança, sendo a divisão por cabeça e em partes iguais."
      },
      {
        "letra": "E",
        "texto": "tem direito à meação em relação a todos os bens a serem inventariados e ainda concorrerá com os descendentes em relação à outra metade (herança), de modo que Viviane terá direito à metade de todos os bens deixados por Ricardo, ao passo que a outra metade deve ser dividida na seguinte proporção: um quarto para Viviane, e os outros três quartos serão divididos pelos descendentes, em partes iguais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "873619",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Cirilo e Maria Joaquina viveram em regime de união estável desde 1987. Morto Cirilo, Maria Joaquina pede que seja considerada a única herdeira de seu companheiro, o que é contestado por dois primos-irmãos dele, únicos parentes seus, colaterais em quarto grau, que pleiteiam dois terços da herança. Nessas circunstâncias, o pedido",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de Maria Joaquina deverá ser deferido, uma vez que, no sistema constitucional vigente, decidiu-se ser inconstitucional a diferenciação de regimes sucessórios entre cônjuges e companheiros, devendo ser aplicado em ambos os casos o regime jurídico estabelecido para os cônjuges."
      },
      {
        "letra": "B",
        "texto": "dos primos-irmãos de Cirilo deve ser deferido, cabendo-lhes dois terços da herança e um terço a Maria Joaquina, sem prejuízo de sua eventual meação, pois os regimes sucessórios entre cônjuges e companheiros são diversos e considerados constitucionais no atual sistema jurídico."
      },
      {
        "letra": "C",
        "texto": "dos primos-irmãos de Cirilo deve ser deferido porque, no caso, temporalmente não se aplica a igualdade jurídica entre cônjuges e companheiros, uma vez que a união estável do casal teve início em 1987, anteriormente à atual Constituição Federal."
      },
      {
        "letra": "D",
        "texto": "de Maria Joaquina deve ser deferido, uma vez que parentes colaterais em quarto grau, caso dos primos-irmãos de Cirilo, não são sucessíveis, motivo pelo qual, inexistentes outros herdeiros, deve ela ser considerada herdeira única de seu companheiro falecido."
      },
      {
        "letra": "E",
        "texto": "dos primos-irmãos de Cirilo deve ser parcialmente deferido, cabendo-lhes metade da herança deixada, com a outra metade sendo destinada a Maria Joaquina, sem prejuízo de sua eventual meação, pois a união estável do casal teve início anteriormente ao atual Código Civil e respectivo regime sucessório dos companheiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "872510",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Câmara de Salvador - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "União Estável",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Joana era companheira de Antônio, sem que houvessem, contudo, formalizado por documento escrito a relação. Ao longo da união estável, iniciada quando ambos não tinham bens próprios, o casal teve quatro filhos e amealhou considerável patrimônio comum. Diante do falecimento de Antônio, a Joana caberá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "metade dos bens do casal;"
      },
      {
        "letra": "B",
        "texto": "metade do que couber a cada um dos filhos;"
      },
      {
        "letra": "C",
        "texto": "metade dos bens do casal e um quinto da meação de Antônio;"
      },
      {
        "letra": "D",
        "texto": "um quarto dos bens do casal;"
      },
      {
        "letra": "E",
        "texto": "metade dos bens do casal e um quarto da meação de Antônio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "871836",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Joaquim, casado com Antonia, mantinha relacionamento extraconjugal há mais de dois anos com a viúva Lucrécia. Certo dia, Joaquim, na condução de seu automóvel, levando como passageiros sua esposa Antonia e seu sogro Ricardo, realizou uma imprudente ultrapassagem, em local proibido, e acabou por colidi-lo frontalmente contra o carro guiado por Pedro, que trafegava regularmente em sua mão de direção. Do acidente resultou a destruição de ambos os veículos e as mortes de todos os ocupantes do automóvel de seu causador. Joaquim e Antonia, quando da chegada do resgate, já estavam sem vida, não se tendo conseguido estabelecer o pré-morto. Ricardo ainda foi socorrido, mas faleceu a caminho do hospital, deixando vivo o filho José. Já Antonia e Joaquim não tinham descendentes; Joaquim, não possuía ascendentes nem descendentes, tendo como único parente conhecido Romeu, filho de um primo. Nenhum dos falecidos deixou testamento, mas possuíam bens e Joaquim celebrara contrato de seguro de vida em que indicara Romeu como beneficiário. Neste caso, os bens de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joaquim serão herdados por Lucrécia e por Romeu, que também receberá a indenização de seguro; Pedro, no entanto, terá direito de pedir o pagamento de sua indenização antes que os bens de Joaquim sejam partilhados entre aqueles herdeiros. Os bens de Antonia serão herdados por Ricardo, que os transmitirá a José."
      },
      {
        "letra": "B",
        "texto": "Joaquim serão herdados por Lucrécia; Pedro, entretanto, terá direito de pedir o pagamento de indenização, que será suportada pela herança de Joaquim. Romeu receberá a indenização do seguro. Os bens de Antonia serão herdados por Ricardo, que os transmitirá a José."
      },
      {
        "letra": "C",
        "texto": "Joaquim serão arrecadados e sua herança será considerada jacente; Pedro, porém, terá direito de pedir o pagamento de indenização, que será suportada pela herança de Joaquim; a final a herança de Joaquim será declarada vacante, mas Romeu receberá a indenização do seguro. Os bens de Antonia serão herdados por Ricardo, que os transmitirá a José."
      },
      {
        "letra": "D",
        "texto": "Antonia serão herdados por José. Os bens de Joaquim serão arrecadados e sua herança será considerada jacente; Pedro, contudo, terá direito de pedir o pagamento de indenização, que será suportada pela herança de Joaquim; a final a herança de Joaquim será declarada vacante, mas Romeu receberá a indenização do seguro."
      },
      {
        "letra": "E",
        "texto": "Joaquim serão arrecadados, sua herança considerada jacente e, a final, declarada vacante. Pedro terá direito de receber sua indenização, retirada do seguro de vida deixado por Joaquim, e Romeu apenas receberá o que sobrar dessa indenização securitária. Os bens de Antonia serão herdados por José."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866420",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Joaquim, que era casado com Sônia no regime de comunhão parcial de bens, faleceu deixando apenas uma casa adquirida onerosamente quando do casamento. O falecido não deixou bens particulares. O casal residia no imóvel e não teve filhos, mas Joaquim tinha um filho de relacionamento anterior. Acerca dessa situação hipotética e dos direitos sucessórios, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por ter sido o imóvel adquirido onerosamente na constância do casamento, o filho de Joaquim não concorre na sucessão legítima, sendo Sônia a única herdeira do imóvel."
      },
      {
        "letra": "B",
        "texto": "Sônia concorre na sucessão legítima com o filho de Joaquim, mas não terá direito à sua cota-parte do imóvel decorrente do regime de bens do casamento."
      },
      {
        "letra": "C",
        "texto": "Tendo sido a casa adquirida na constância do casamento, Sônia concorre na sucessão legítima com o filho de Joaquim, inclusive com o direito de habitação."
      },
      {
        "letra": "D",
        "texto": "Sônia não concorre na sucessão legítima com o filho de Joaquim, mas tem o direito real de habitação."
      },
      {
        "letra": "E",
        "texto": "Conforme jurisprudência do STJ, Sônia somente tem o direito real de habitação se proceder ao registro no cartório de imóveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "866283",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "No regime da comunhão universal de bens, falecendo um dos cônjuges e possuindo descendentes, a sucessão será deferida:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao cônjuge sobrevivente."
      },
      {
        "letra": "B",
        "texto": "Aos descendentes em concorrência com os ascendentes."
      },
      {
        "letra": "C",
        "texto": "Aos descendentes."
      },
      {
        "letra": "D",
        "texto": "Aos ascendentes."
      },
      {
        "letra": "E",
        "texto": "Aos descendentes em concorrência com o cônjuge sobrevivente."
      }
    ],
    "gabarito": "C"
  }
]