[
  {
    "id": "3583079",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "A respeito de aspectos do direito de família e de sucessões, julgue o item a seguir, considerando as disposições do Código Civil e a jurisprudência do STJ. A renúncia à herança pode ser formalizada adequadamente por instrumento particular de mandato, sem poderes especiais válidos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3583078",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "A respeito de aspectos do direito de família e de sucessões, julgue o item a seguir, considerando as disposições do Código Civil e a jurisprudência do STJ. As formalidades legais relativas às testemunhas do testamento particular podem ser flexibilizadas quando o documento tiver sido escrito e assinado pelo testador, desde que as circunstâncias indiquem que o ato reflete sua real vontade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3520602",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Rogério, empresário viúvo e sem filhos, faleceu aos 76 anos deixando bens avaliados em aproximadamente 5 milhões de reais, compostos por aplicações financeiras, imóveis urbanos e uma casa de campo. Antes de falecer, Rogério lavrou testamento público no qual deixou como legado uma casa no valor de 900 mil reais à sua empregada doméstica, Aparecida, em reconhecimento aos mais de 30 anos de serviços prestados. No mesmo testamento, instituiu, como herdeira do restante de seus bens, sua sobrinha Marina, com quem mantinha relação afetiva próxima. Após o falecimento, os irmãos de Rogério questionaram judicialmente a validade e a eficácia do testamento, alegando que ele seria nulo por não contemplar os irmãos e por suposta incapacidade da empregada para receber o legado. Considerando as regras da sucessão testamentária previstas no Código Civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o testamento é nulo, pois Rogério não destinou qualquer parte de seu patrimônio aos seus irmãos, que são herdeiros necessários e não podem ser preteridos pela vontade testamentária;"
      },
      {
        "letra": "B",
        "texto": "Aparecida não pode ser beneficiária de testamento, pois há presunção legal de vício de vontade em relação a pessoas subordinadas;"
      },
      {
        "letra": "C",
        "texto": "o testamento é válido, pois Rogério não deixou herdeiros necessários; sendo assim, poderia dispor da totalidade de seus bens livremente;"
      },
      {
        "letra": "D",
        "texto": "o legado a Aparecida, por ser a liberalidade a favor de pessoa que prestava serviços ao testador, configura ato de ingratidão e pode ser revogado pelos herdeiros legítimos;"
      },
      {
        "letra": "E",
        "texto": "a disposição testamentária a favor da sobrinha só produzirá efeitos se esta comprovar dependência econômica em relação ao testador, por não ser herdeira legítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3375686",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "No que concerne às regras de direito sucessório estabelecidas no Código Civil brasileiro, julgue o item seguinte. A capacidade para adquirir por testamento pressupõe a existência do herdeiro, ou legatário, à época da morte do testador. Isso quer dizer que, tendo falecido antes o herdeiro, a cédula testamentária perderá sua validade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3296136",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: Gérson, falecido há dois anos, deixou em vida testamento constituindo uma fundação privada para a assistência a cachorros de rua. Um ano após o início das atividades da fundação, um de seus gestores sugeriu alterar a finalidade da entidade, uma vez que a cidade onde estava sediada já não possuía mais cachorros de rua que pudessem receber seu amparo. Das seis pessoas encarregadas pela gestão e representação da entidade, apenas quatro concordaram. Desta forma, à luz do Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alteração do estatuto de fundações não é possível em nenhuma hipótese."
      },
      {
        "letra": "B",
        "texto": "Caso a finalidade da fundação tenha se tornado impossível, sua extinção deverá ser promovida pelo órgão do Ministério Público, ou qualquer interessado, para que seu patrimônio seja incorporado, salvo disposição em contrário em seu estatuto ou ato constitutivo, em outra fundação, designada pelo juiz, que se proponha a fim igual ou semelhante."
      },
      {
        "letra": "C",
        "texto": "Caso a alteração não tenha sido aprovada por votação unânime, deverá ser concedido, após submetido o estatuto ao órgão do Ministério Público, prazo de 30 (trinta) dias à minoria vencida para que possa, caso queria, impugnar a alteração."
      },
      {
        "letra": "D",
        "texto": "Caso a finalidade da fundação tenha se tornado impossível, sua extinção deverá ser promovida pelo órgão do Ministério Público, ou qualquer interessado, para que seu patrimônio seja incorporado ao patrimônio público do Município em que está localizada."
      },
      {
        "letra": "E",
        "texto": "A alteração do estatuto somente é possível se previamente autorizada pelo órgão do Ministério Público e aprovada por votação unânime de todos os seus dirigentes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3260344",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Sobre sucessão testamentária, de acordo com o Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sucessão testamentária é espécie de sucessão voluntária na qual a vontade do testador é limitada por disposições legais diversas, como por exemplo o respeito à ordem pública e à legítima."
      },
      {
        "letra": "B",
        "texto": "É possível discutir a validade do testamento, com requerimento do cancelamento de cláusulas nele impostas; de declaração de nulidade e de desconstituição do testamento, no prazo prescricional de dez anos."
      },
      {
        "letra": "C",
        "texto": "O testamento particular tem, como requisito essencial de validade, que seja lido e subscrito por pelo menos três testemunhas, que deverão confirmar a vontade do testador no momento da abertura do testamento. A ausência destas testemunhas não poderá ser suprida por decisão judicial, de modo que o testamento não poderá ser confirmado."
      },
      {
        "letra": "D",
        "texto": "O testamento é ato solene, sujeito à diversas formalidades, sob pena de nulidade. É exigida do testador a capacidade testamentária ativa, que deverá ser averiguada no momento de sua morte."
      },
      {
        "letra": "E",
        "texto": "A aquisição da maioridade por fator diverso da idade, como, por exemplo através do casamento, habilita esse maior para formalizar o negócio jurídico do testamento, ainda que menor de dezesseis anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3206695",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Acerca do planejamento sucessório, julgue o próximo item.Testamentos são instrumentos que substituem completamente a necessidade de um processo judicial de inventário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3153843",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Assinale a opção correta acerca da cláusula testamentária duvidosa, segundo entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por ser inviável a busca da real vontade do testador, deve ser declarada nula a cláusula testamentária que ofereça dúvida."
      },
      {
        "letra": "B",
        "texto": "A cláusula em questão não pode ser objeto de cumprimento, por ser inviável saber qual a melhor interpretação que assegure a observância da vontade do testador."
      },
      {
        "letra": "C",
        "texto": "Por ser inviável a busca da real vontade do testador, deve ser adotada a solução que confira maior eficácia e utilidade à cláusula escrita, devendo o intérprete valer-se das manifestações de vontade externadas em vida pelo testador, ainda que não constem do próprio testamento."
      },
      {
        "letra": "D",
        "texto": "A mencionada cláusula deve ser compreendida da forma que melhor se harmonize com a vontade manifestada pelo testador, devendo a interpretação ficar limitada à cláusula que isoladamente ofereça dúvida."
      },
      {
        "letra": "E",
        "texto": "A referida cláusula deve ser compreendida da forma que melhor se harmonize com a vontade manifestada pelo testador, devendo a interpretação ficar limitada ao próprio testamento, considerado o conjunto das disposições testamentárias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3151531",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Assinale a opção correta acerca da revogação do testamento, conforme entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se admite revogação tácita."
      },
      {
        "letra": "B",
        "texto": "Não se admite revogação parcial."
      },
      {
        "letra": "C",
        "texto": "Dá-se a revogação tácita quando houver evidente inconsistência, decorrente de incompatibilidade de conteúdo, entre um novo testamento e o testamento anterior."
      },
      {
        "letra": "D",
        "texto": "A revogação exige a presença de cláusula específica e expressa no novo testamento, dispondo acerca de determinado conteúdo igualmente previsto em testamento anterior."
      },
      {
        "letra": "E",
        "texto": "A revogação parcial é presumida, razão por que não precisa constar do testamento cláusula revogatória expressa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3151529",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Determinado testamento particular foi assinado pelo testador e pelas testemunhas em momentos e locais distintos, tendo sido confeccionado segundo a livre manifestação de vontade do testador, que gozava de pleno discernimento. Em face de casos como o descrito nessa situação hipotética, o STJ tem considerado o testamento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válido, por se limitar a vícios puramente formais, relacionados a aspectos internos, não havendo comprometimento do conteúdo do testamento particular."
      },
      {
        "letra": "B",
        "texto": "nulo, ante a presença de vícios formais, não sendo possível haver seu aproveitamento."
      },
      {
        "letra": "C",
        "texto": "anulável, ante a presença de vícios formais, podendo ser aproveitado caso não haja impugnação no prazo decadencial."
      },
      {
        "letra": "D",
        "texto": "válido, por se limitar a vícios puramente formais, relacionados a aspectos externos, não havendo comprometimento do conteúdo do testamento particular."
      },
      {
        "letra": "E",
        "texto": "anulável, ante a presença de vícios formais, podendo ser aproveitado caso não haja impugnação no prazo prescricional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3055297",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Henrique, maior de idade, sofreu um acidente de trânsito e como resultado foi internado em hospital e declarado em estado vegetativo irreversível por laudo médico. Antes do acidente, ele havia lavrado “testamento vital”, devidamente registrado em cartório, onde deixava expressas instruções para que não fossem utilizados métodos artificiais para manutenção da sua vida, tanto através de aparelhos quanto através de atos de ressuscitação e/ou esforços para mantê-lo vivo, caso se encontrasse em estado vegetativo ou coma permanente ou irreversível. A esposa de Henrique, Clara, ordenou aos médicos do hospital que mantenham os aparelhos ligados, bem como o marido vivo a qualquer custo. A mãe de Henrique contestou a ordem e deseja que a vontade do filho permaneça. Analisando a hipótese, a afirmativa correta sobre a solução jurídica para o caso é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O testamento vital, embora não previsto em lei, é aceito pela jurisprudência e doutrina como ato válido relativo ao direito da personalidade do indivíduo. Desta feita, tendo sido feito por Henrique, registrado em cartório e deixando clara a maneira como prefere que seja tratado na situação em que se encontra. Este deve ser respeitado e considerado válido"
      },
      {
        "letra": "B",
        "texto": "O testamento vital não possui base legal no direito brasileiro e não é aceito nem pela doutrina, nem pela jurisprudência enquanto documento hábil à determinação de tratamento a ser efetivado no seu autor. Desta feita, aplicadas as regras gerais do Direito Civil ao caso, a curatela e decisão sobre o mérito são da mãe de Henrique. Nesse sentido, a sua ordem deve prevalecer."
      },
      {
        "letra": "C",
        "texto": "O testamento vital não possui base legal no direito brasileiro e não é aceito nem pela doutrina, nem pela jurisprudência enquanto documento hábil à determinação de tratamento a ser efetivado no seu autor. Desta feita, aplicadas as regras gerais do Direito Civil ao caso, a curatela e decisão sobre o mérito são da esposa de Henrique. Nesse sentido, a sua ordem deve prevalecer."
      },
      {
        "letra": "D",
        "texto": "O testamento vital é previsto expressamente em lei e, uma vez que obedeça aos padrões legais para sua validade, deve ser obedecido. No caso em tela deverá ser feita análise formal dos requisitos expressos da lei, para a verificação do seu cumprimento. Uma vez cumpridos os requisitos, o testamento vital será válido. Uma vez não cumpridos, não existe uma ordem de preferência para a nomeação de curador, entre a mãe e o cônjuge, segundo a lei civil. Nessa hipótese, há necessidade de nomeação de curador especial para tomar as decisões cabíveis."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3051726",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Santa Leopoldina - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Conforme preceitua o Código Civil, a autonomia da vontade do indivíduo se manifesta de forma peculiar na disposição testamentária. Por meio desse ato, o testador, enquanto detentor da capacidade civil, tem a faculdade de determinar o destino de seus bens após o falecimento. Sobre a sucessão testamentária, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A incapacidade superveniente do testador invalida o testamento, e o testamento do incapaz só se valida com a superveniência da capacidade."
      },
      {
        "letra": "B",
        "texto": "O testamento, enquanto ato personalíssimo e unilateral, é passível de revogação ou modificação a qualquer tempo pelo testador, em exercício de sua autonomia privada."
      },
      {
        "letra": "C",
        "texto": "A ausência de testemunhas no testamento particular, regra geral, acarreta a nulidade do ato, não sendo admissível sua convalidação judicial."
      },
      {
        "letra": "D",
        "texto": "As disposições testamentárias de caráter não patrimonial só terão validade se estiverem diretamente relacionadas às disposições patrimoniais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3049334",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "O testamento deixado por Hermenegildo gerou significativas controvérsias quando ele faleceu, em virtude da imprecisão dos legados cujo cumprimento impôs a seus dois herdeiros, seus filhos Alberto e Bento. Dentre os legados que constavam do testamento, o único válido é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“deixo a meu colega de infância Marcelo meus livros de literatura” (apesar dos esforços dos herdeiros, não foi possível identificar de quem se tratava);"
      },
      {
        "letra": "B",
        "texto": "“deixo a meu motorista, José das Couves, quantia de dinheiro a ser livremente fixada por meu filho Alberto”;"
      },
      {
        "letra": "C",
        "texto": "“deixo minhas roupas de gala a um dos associados de meu Clube de Valsa, a ser escolhido pela minha secretária, dona Letícia Macieira”;"
      },
      {
        "letra": "D",
        "texto": "“deixo cinco mil reais a Osvaldo Laranjeira, meu leal assistente, que gentilmente se dispôs a figurar como testemunha deste testamento”;"
      },
      {
        "letra": "E",
        "texto": "“deixo meu automóvel a meu vizinho, Virgílio Limoeiro, contanto que ele deixe o automóvel para um dos meus filhos no testamento dele”."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3030481",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: MPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Paulo, solteiro e sem filhos, deixou um testamento nomeando um amigo como herdeiro universal de todos os seus bens. Após o falecimento de Paulo, um primo questiona a validade do testamento, alegando que ele é herdeiro necessário. Qual é a validade do testamento deixado por Paulo, considerando que ele não deixou descendentes, ascendentes, ou cônjuge?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O testamento é inválido, pois só poderia dispor de metade dos bens."
      },
      {
        "letra": "B",
        "texto": "O testamento é inválido, pois deveria ter reservado parte dos bens para os herdeiros colaterais."
      },
      {
        "letra": "C",
        "texto": "O testamento é parcialmente válido, mas deve ser complementado com uma partilha entre os herdeiros colaterais."
      },
      {
        "letra": "D",
        "texto": "O testamento é inválido, pois não contempla o primo como herdeiro."
      },
      {
        "letra": "E",
        "texto": "O testamento é válido, pois o primo não é herdeiro necessário."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2580921",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Rio Branco - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Analise o caso a seguir. Um homem viúvo é pai de quatro filhos. Após a viuvez, o homem estreitou seus laços com seu filho caçula, que dele vinha cuidando há muitos anos, quando seus outros três filhos se afastaram e apenas mantinham contato esporadicamente com o pai. O homem deseja deixar um testamento destinando o máximo de seu patrimônio, dentro dos limites da legislação civil, para o filho caçula. Elaborado pelo(a) autor(a). O testamento trará a forma mais favorável ao filho caçula, isto é, a cota máxima que pode ser herdada por ele, e será juridicamente válido se destinar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "100% do patrimônio ao filho caçula, sendo os demais filhos indignos para o recebimento de herança."
      },
      {
        "letra": "B",
        "texto": "62,5% do patrimônio ao filho caçula e 12,5% do patrimônio a cada um dos outros três filhos."
      },
      {
        "letra": "C",
        "texto": "50% do patrimônio ao filho caçula e 16,66% do patrimônio a cada um dos outros três filhos."
      },
      {
        "letra": "D",
        "texto": "25% do patrimônio para cada um dos quatro filhos, em cotas iguais, não privilegiando o filho caçula de forma alguma."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2553223",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Nos termos do artigo 1.976 do Código Civil, o testador pode nomear um ou mais testamenteiros, conjuntos ou separados, para darem cumprimento às disposições de última vontade. Em testamento público, João nomeou Maria como testamenteira. Tempos depois, promoveu a substituição de Maria por Pedro, por meio de codicilo, em que também fazia disposições especiais sobre o seu enterro e sobre o legado de bens móveis de pouco valor, de uso pessoal. Em face do exposto, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é válida e eficaz a substituição de Maria por Pedro, visto que, por meio de codicilo, se permite complementar o testamento, com a nomeação de testamenteiro; ou retificá-lo, substituindo o testamenteiro anteriormente nomeado."
      },
      {
        "letra": "B",
        "texto": "é inválida a substituição de Maria por Pedro, pois somente se admite a modificação de um testamento pelo mesmo modo e forma como pode ser feito. Preservam-se, porém, as demais disposições feitas no codicilo."
      },
      {
        "letra": "C",
        "texto": "é ineficaz o codicilo, salvo quanto às disposições especiais sobre o enterro. Afinal, João não estava autorizado a legar bens móveis, independentemente do valor e do uso que fazia deles, porque já estavam contemplados no testamento público."
      },
      {
        "letra": "D",
        "texto": "se considera o codicilo inexistente, na medida em que já existia testamento público prévio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2504663",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: AL-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "“A vantagem que tal modalidade testamentária apresenta consiste no fato de manter em segredo a declaração de vontade do testador, pois em regra só este conhece o seu teor. Nem o oficial nem as testemunhas tomam conhecimento das disposições, que, em geral, só vêm a ser conhecidas quando o instrumento é aberto após o falecimento do testador” (Gonçalves, 2017). O trecho apresentado refere-se a qual forma de testamento?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Público."
      },
      {
        "letra": "B",
        "texto": "Particular."
      },
      {
        "letra": "C",
        "texto": "Nuncupativo."
      },
      {
        "letra": "D",
        "texto": "Cerrado."
      },
      {
        "letra": "E",
        "texto": "Militar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2464813",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Matheus, filho de um milionário, aos dezesseis anos, decide escrever, de próprio punho, seu testamento. No testamento, escrito em língua francesa, Matheus decide dispor da totalidade de seus bens. Passados cinco meses, mediante escrito particular seu, datado e assinado, Matheus decide fazer disposições especiais sobre o seu enterro. Além disso, decide alterar seu testamento, dispondo apenas de seus bens imóveis. Passados dois meses, decide novamente alterar seu testamento, dispondo novamente da totalidade de seus bens. Tanto a elaboração do testamento quanto suas retificações foram lidas e assinadas por Matheus na presença de três testemunhas, que o subscreveram. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O codicilo só é válido se não houver testamento; havendo testamento, as disposições de última vontade deverão nele ser incluídas."
      },
      {
        "letra": "B",
        "texto": "O testamento não é válido, sendo necessária a maioridade para sua validade ou a participação do Ministério Público, enquanto menor."
      },
      {
        "letra": "C",
        "texto": "O testamento é ato personalíssimo, podendo ser alterado a qualquer tempo mediante manifestação favorável do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "Extingue-se em três anos o direito de impugnar a validade do testamento, contado o prazo de sua abertura."
      },
      {
        "letra": "E",
        "texto": "O testamento pode ser escrito em língua estrangeira desde que as testemunhas a compreendam."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2414889",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Nos termos da Lei nº 10.406/2002, que institui o Código Civil, e da jurisprudência do STJ, julgue o item a seguir. É inválida a disposição testamentária que institui filha coerdeira como curadora especial dos bens deixados à irmã incapaz, ainda que relativamente aos bens integrantes da parcela disponível da herança, desde que esta se encontre sob o poder familiar ou tutela de terceiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2386958",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Em testamento, lavrado em 2004, Veniro lega um apartamento a seu sobrinho Dutinho. Dispõe, no entanto, que, quando Dutinho atingir 40 anos, o bem passará a sua irmã, Eudóxia. E mais: que, caso Dutinho ou Eudóxia não queiram ou não possam receber o bem, serão substituídos, nas respectivas posições e em idênticas condições, por Dolly. Em 2005, morre Eudóxia, precocemente. Enlutado, Veniro vive uma depressão intensa e acaba por falecer no início de 2006. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caducou o fideicomisso, considerando que Eudóxia morreu antes da abertura da sucessão, o que torna sem efeito, no particular, o testamento, de modo que o apartamento passará aos herdeiros legitimários de Veniro;"
      },
      {
        "letra": "B",
        "texto": "caducou o fideicomisso, de modo que a propriedade deve se consolidar nas mãos de Dutinho, sem que ocorra transmissão, quando completar 40 anos, aos herdeiros de Eudóxia ou a Dolly;"
      },
      {
        "letra": "C",
        "texto": "não caducou o fideicomisso, de modo que, como é ilícita a substituição vulgar estipulada por configurar fideicomisso de terceiro grau, quando Dutinho atingir 40 anos, o apartamento passará aos herdeiros legais de Eudóxia;"
      },
      {
        "letra": "D",
        "texto": "não caducou o fideicomisso, de modo que, como é lícita a substituição vulgar estipulada, quando Dutinho atingir 40 anos, o apartamento passará a Dolly;"
      },
      {
        "letra": "E",
        "texto": "com essa dinâmica, terá vez o fideicomisso de terceiro grau licitamente pactuado, de modo que os bens passarão a Dolly."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2367625",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Mariana, solteira, não convivente em união estável, relativamente incapaz em razão da idade, sem filhos e sem ascendentes vivos, elaborou, de próprio punho, testamento particular, o qual foi lido por ela na presença de três testemunhas que o subscreveram, dispondo sobre a destinação post mortem de todos os bens integrantes de seu patrimônio. Pelo instrumento, Mariana determinou que o imóvel no qual reside, recebido por herança de seus pais, seria transferido à Clara, sua amiga de infância, gravado com cláusula de inalienabiliedade e incomunicabilidade. Dispôs ainda que as ações de sua titularidade seriam destinadas à Associação Patinhas e a constituição de uma fundação de defesa dos interesses dos animais, sem determinar como seria a divisão de quotas. Destinou um imóvel rural, também recebido por herança de seus pais, ao filho que Pedro, seu primo, viesse a ter. Por fim, destinou a biblioteca de livros jurídicos, incluindo obras raras, que pertenceu ao seu avô já falecido, para Túlio, estudante de direito e filho de Joana, uma das testemunhas que subscreveu o testamento. Considerando a situação hipotética narrada e as normas jurídicas que regem a sucessão testamentária, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O testamento de Mariana, em razão da sua incapacidade civil no momento da sua elaboração, independentemente da sua capacidade no momento da abertura da sucessão, é anulável, assim como a deixa em favor de Túlio é nula, por ser ele presumidamente pessoa interposta a não legitimado a suceder."
      },
      {
        "letra": "B",
        "texto": "A incapacidade relativa de Mariana no momento da elaboração do testamento afeta a validade do ato, mas a deixa em favor de Clara constitui legado que, em razão da abusividade dos gravames impostos, será tido como puro e simples."
      },
      {
        "letra": "C",
        "texto": "A incapacidade relativa de Mariana no momento da elaboração do testamento não afeta a validade do ato, assim como é válida a deixa em favor do filho que Pedro vier a ter, mas a deixa em favor de Túlio é nula."
      },
      {
        "letra": "D",
        "texto": "A incapacidade relativa de Mariana no momento da elaboração do testamento não afeta a validade do ato, mas a destinação do imóvel rural ao filho que Pedro vier a ter será tida por não escrita, na eventualidade de o contemplado não ser coexistente ao autor da herança."
      },
      {
        "letra": "E",
        "texto": "A incapacidade relativa de Mariana no momento da elaboração do testamento não afeta a validade do ato, mas a destinação do imóvel rural ao filho que Pedro vier a ter é inválida; a deixa das ações para a Associação Patinhas e para a constituição de uma fundação de defesa dos interesses dos animais é válida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2355307",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: DPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "A sucessão testamentária é um componente importante do planejamento patrimonial e permite que as pessoas tenham controle sobre o destino de seus bens após a morte. É fundamental que um testamento seja elaborado de forma cuidadosa e de acordo com as leis locais para garantir que a vontade do testador seja respeitada e que a sucessão ocorra de maneira adequada. Em relação à sucessão testamentária, analise as afirmativas a seguir. I. Ao cego só se permite o testamento público, que lhe será lido, em voz alta, duas vezes, uma pelo tabelião ou por seu substituto legal, e a outra por uma das testemunhas, designada pelo testador, fazendo-se de tudo circunstanciada menção no testamento. II. O testamento cerrado deve ser escrito mecanicamente, desde que seu subscritor numere e autentique, com a sua assinatura, todas as páginas. III. Em circunstâncias excepcionais declaradas na cédula, o testamento particular de próprio punho e assinado pelo testador, sem testemunhas, deverá ser confirmado, a critério do juiz. IV. O testamento particular pode ser escrito em língua estrangeira, contanto que as testemunhas a compreendam. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2320000",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Humberto, pai de Pedro e Paulo, deixou testamento em que instituiu como herdeiros Vitor, com direito a 40% da herança; Sara, com direito a 20% da herança; e Pedro, como legatário do apartamento de Humberto no Leblon. Falecido Humberto, verificou-se que este deixou herança de R$ 10.000.000,00, dos quais R$7.000.000,00 correspondem ao apartamento do Leblon. Com base nessas informações, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Vitor terá direito a R$2.000.000,00; Sara terá direito a R$1.000.000,00; Pedro herdará como herdeiro legítimo, mas não receberá o legado, que caducou, em razão do excesso nas disposições testamentárias."
      },
      {
        "letra": "B",
        "texto": "Vitor terá direito a R$4.000.000,00; Sara terá direito a R$ 2.000.000,00; Pedro e Paulo, como herdeiros legítimos, dividirão os R$4.000.000,00 restantes."
      },
      {
        "letra": "C",
        "texto": "os quinhões de Vitor e Sara serão reduzidos a zero; em razão de subsistir o excesso nas disposições testamentárias, Pedro não terá direito ao apartamento, mas fará jus à parte disponível em dinheiro."
      },
      {
        "letra": "D",
        "texto": "os quinhões de Vitor e Sara serão reduzidos a zero; em razão de subsistir o excesso nas disposições testamentárias, Pedro terá direito ao apartamento, desde que reponha o montante do excesso na legítima."
      },
      {
        "letra": "E",
        "texto": "os quinhões de Vitor e Sara serão reduzidos a zero; em razão de subsistir o excesso nas disposições testamentárias, Pedro não teria direito ao apartamento, porém, caso queira, por ser legatário e herdeiro necessário, pode compensar o crédito que tem na legítima com o excesso, preservando-se, assim, o legado do imóvel."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2319996",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Amanda, 12 anos, é legatária de imóvel deixado por sua avó, e dele se torna proprietária. Seus pais, Roberto e Carolina, que também foram beneficiados com a herança, locam o imóvel da filha com o objetivo de prover economias para o custeio do ensino superior de Amanda. Pouco antes de completar 18 anos, Amanda logrou ingressar em uma universidade pública. Assim, como os gastos com o ensino superior ficaram reduzidos, ela demandou dos pais os valores guardados. Roberto e Carolina, surpreendidos com o questionamento, resolveram entregar apenas pequena parte do valor acumulado, quando do aniversário de 18 anos da filha. Sobre a pretensão de Amanda, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ela pode exigir as contas do aluguel para receber o saldo líquido final."
      },
      {
        "letra": "B",
        "texto": "Ela faz jus aos valores do aluguel, após ter completado 16 anos."
      },
      {
        "letra": "C",
        "texto": "Ela faz jus aos aluguéis percebidos no último ano."
      },
      {
        "letra": "D",
        "texto": "Ela pode exigir o valor integral dos aluguéis percebidos pelos pais com correção monetária."
      },
      {
        "letra": "E",
        "texto": "Ela nada pode demandar de seus pais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2312084",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Marcelo tem deficiência visual em alto grau, que lhe impossibilita ler. Diante disso, para que ele possa realizar um testamento válido, salvo se a higidez da manifestação do falecido for completamente assegurada, será necessário adotar, por força de lei:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "necessariamente a forma pública. Nesse caso, o teor do documento deve ser lido para Marcelo em voz alta pelo tabelião e por uma das testemunhas;"
      },
      {
        "letra": "B",
        "texto": "necessariamente a forma pública. Nesse caso, o teor do documento deve ser lido para Marcelo em voz alta por ambas as testemunhas perante o tabelião;"
      },
      {
        "letra": "C",
        "texto": "a forma pública ou cerrada. Se cerrado, o documento deve ser escrito por uma das duas pessoas que testemunharão a entrega ao tabelião;"
      },
      {
        "letra": "D",
        "texto": "a forma pública ou cerrada. Se cerrado, o documento deve ser escrito por pessoa de confiança a rogo de Marcelo e lido por uma das duas pessoas que testemunharão a entrega ao tabelião;"
      },
      {
        "letra": "E",
        "texto": "a forma pública, cerrada ou particular. Se cerrado ou particular, o documento deve ser escrito por pessoa de confiança a rogo de Marcelo e lido por uma das três pessoas que testemunharam a sua elaboração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2272718",
    "metadata": "Ano: 2023 | Banca: TJ-AM | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "A elaboração de testamento é ato de liberalidade, previsto no Código Civil. No entanto, em determinadas situações previstas em lei, pode ocorrer o rompimento do testamento. A respeito do assunto, leia as assertivas abaixo. I. Se as disposições testamentárias excederem a parte disponível, ocorrerá o rompimento do testamento em sua integralidade. II. Sobrevindo descendente sucessível ao testador, que não o tinha ou não o conhecia quando testou, rompe-se o testamento em todas as suas disposições, se esse descendente sobreviver ao testador. III. Não se rompe o testamento, se o testador dispuser da sua metade, não contemplando os herdeiros necessários de cuja existência saiba, ou quando os exclua dessa parte. Considerando as assertivas acima, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas estão corretas as assertivas II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas estão corretas as assertivas I e II."
      },
      {
        "letra": "D",
        "texto": "Estão corretas as assertivas I, II, III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2261420",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "“A”, em testamento público, deixou a metade da parte disponível de seu patrimônio ao tabelião que lavrou o testamento, instituindo-o como herdeiro. Nesse caso, a disposição testamentária em favor do tabelião é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ineficaz."
      },
      {
        "letra": "B",
        "texto": "válida, competindo a este provar que o testador atuou de livre vontade."
      },
      {
        "letra": "C",
        "texto": "válida, competindo eventual impugnação a algum interessado."
      },
      {
        "letra": "D",
        "texto": "nula."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2261380",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "De acordo com o Código Civil (Lei nº 10.406/2022), assinale a alternativa correta sobre o testamento público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é permitido que o tabelião de notas escreva o testamento manualmente, pois a escrita manual pode dificultar a leitura da real declaração de vontade do testador."
      },
      {
        "letra": "B",
        "texto": "Após a sua lavratura, deve ser lido em voz alta pelo tabelião de notas ao testador e a duas testemunhas, a um só tempo, ou pelo testador, se o quiser, na presença destas e do tabelião."
      },
      {
        "letra": "C",
        "texto": "A pessoa inteiramente surda não pode testar por instrumento público, pois é requisito essencial para validade do ato a leitura do testamento pelo tabelião para permitir que o testador verifique se as disposições testamentárias estão conforme a sua vontade."
      },
      {
        "letra": "D",
        "texto": "Se o testador não souber, ou não puder assinar, o tabelião de notas assim o declarará e assinará o testamento substituindo a assinatura do testador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2240852",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Analise as assertivas a seguir e assinale a alternativa CORRETA: I. Em acordo firmado entre ascendente e descendente, é válida a renúncia pelo descendente ao direito à sucessão aberta do ascendente, desde que se limite a um bem específico, não alcançando toda a legítima, e que conste expressamente de instrumento público. II. É nula a cessão de direito hereditário sem prévia autorização do juiz da sucessão, podendo a nulidade ser alegada pelo Ministério Público, quando lhe couber intervir. III. Até a partilha, o direito dos coerdeiros regula-se pelas normas relativas ao condomínio e, em caso de cessão e de direito hereditário, o herdeiro cedente deve observar o direito de preferência dos demais coerdeiros. IV. Na sucessão testamentária podem suceder pessoas nascidas, apenas concebidas ou ainda não concebidas indicadas pelo testador.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, II e IV são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e III são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2215649",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Conforme previsto no Código Civil, disposição testamentária em favor de pessoa não legitimada a suceder será considerada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inexistente."
      },
      {
        "letra": "B",
        "texto": "anulável."
      },
      {
        "letra": "C",
        "texto": "nula."
      },
      {
        "letra": "D",
        "texto": "válida, se não ultrapassar cinquenta por cento do monte."
      },
      {
        "letra": "E",
        "texto": "ineficaz."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110681",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Sobre o direito sucessório, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com a morte do autor da herança, o legatário torna- -se titular do domínio da coisa certa existente no acervo hereditário, ainda que o legado esteja sujeito a condição suspensiva. Contudo, a posse da coisa legada não é deferida de imediato quando da abertura da sucessão, diferentemente do que se aplica com a posse do acervo hereditário."
      },
      {
        "letra": "B",
        "texto": "a renúncia abdicativa da herança deve constar expressamente de instrumento público ou termo judicial. Para que se caracterize a renúncia, o renunciante deve renunciar indistintamente em favor de todos os coerdeiros. A renúncia feita sem observância da forma prescrita no Código Civil pode ser anulada."
      },
      {
        "letra": "C",
        "texto": "aberta a sucessão, a herança transmite-se, desde logo, aos herdeiros legítimos e testamentários. O princípio da saisine não se aplica ao Poder Público, pois este não é considerado herdeiro no Código Civil de 2002. Sendo jacente a herança, somente depois da declaração expressa da vacância, decorrido o prazo de 5 (cinco) anos da abertura da sucessão, é que estes bens passarão ao domínio do Município ou do Distrito Federal, se localizados nas respectivas circunscrições, ou incorporados ao domínio da União quando situados em território federal."
      },
      {
        "letra": "D",
        "texto": "o Código Civil protege o cônjuge, qualquer que seja o regime de bens, garantindo-lhe direito real de habitação relativamente ao imóvel destinado à residência da família, ainda que não seja o único daquela natureza a inventariar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110431",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "João, nascido em Brasília – DF, viveu toda a sua vida em Penha – SC e morreu em Florianópolis – SC. Quando ele morreu, Ana, sua esposa, estava grávida. Considerando essa situação hipotética e o disposto no Código Civil sobre o direito das sucessões, julgue o item subsequente. Se João tivesse indicado, mediante testamento, a filha de um amigo à sucessão, o ato só seria válido se ela já tivesse nascido quando da lavratura do testamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110244",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Usucapião",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Perante a 1ª Vara Cível da Comarca de Niterói, tramita ação de usucapião referente a um imóvel urbano de 150 m², do qual Fabriciano consta como proprietário registral. Ao consultar a cadeia de transferências, constata-se que o imóvel foi herdado por Fabriciano em decorrência da morte de sua esposa, Divina. Ocorre que, ao tempo da abertura da sucessão, ainda vigia, a gravar o bem, cláusula de inalienabilidade imposta pelo pai de Divina em testamento, justamente por saber que seu genro era pródigo. Aliás, até o momento, o prazo quinzenal disposto pelo testador não se completou. Não fosse por Fabriciano, Divina não teria deixado nenhum herdeiro. Nesse caso, é correto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reconhecer que o bem não poderia ter sido herdado por Fabriciano na vigência de cláusula de inalienabilidade, a qual inclui a de incomunicabilidade, de modo que a herança ficou vacante e deve ser, observados os prazos e procedimentos legais, arrecadada pelo Município onde se situa o imóvel;"
      },
      {
        "letra": "B",
        "texto": "considerar que a cláusula de inalienabilidade não se confunde nem embute a de incomunicabilidade, razão pela qual, não havendo propriamente alienação do imóvel, a herança foi corretamente transferida a Fabriciano;"
      },
      {
        "letra": "C",
        "texto": "apontar a impossibilidade de usucapir bem gravado por cláusula de inalienabilidade, na medida em que não pode sofrer posse com animus domini;"
      },
      {
        "letra": "D",
        "texto": "admitir que o bem foi regularmente passado a Fabriciano, uma vez que a pendência de cláusula de inalienabilidade ou incomunicabilidade não impede a transferência por herança;"
      },
      {
        "letra": "E",
        "texto": "reconhecer a usucapião após a anulação da cláusula de inalienabilidade que, consoante expressa dicção legal, não poderia, no caso concreto, gravar bens da legítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2099016",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "O direito de sucessão hereditária será legítimo ou testamentário. Assim sendo, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possuem vocação hereditária à sucessão legítima pessoa natural e nascituro; à testamentária, também prole eventual de determinada pessoa – desde que viva quando da abertura da sucessão –, e pessoa jurídica, constituída ou a ser constituída sob a forma de fundação."
      },
      {
        "letra": "B",
        "texto": "o sobrinho do falecido é seu herdeiro legítimo, não necessário, e herda em igualdade de condições com eventual tio do falecido, também herdeiro legítimo, não necessário."
      },
      {
        "letra": "C",
        "texto": "o direito de representação aplica-se à sucessão legítima, não à testamentária, na linha reta, e na colateral aos filhos de irmãos do falecido, quando com irmãos deste concorrerem."
      },
      {
        "letra": "D",
        "texto": "a pessoa com absoluta ou relativa incapacidade civil está impossibilitada de dispor de seus bens por testamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2099015",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "José, viúvo de Maria, falecida em 2019, com quem teve 2 filhos, faleceu em 2022. Em testamento cerrado, reconheceu a paternidade de uma filha fora do casamento; a ela, no mesmo testamento, deixou sua parte disponível, instituindo-a na qualidade de herdeira testamentária. Nesse caso, como será partilhada a herança de José?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os filhos de José com Maria partilharão a parte indisponível, por serem herdeiros legítimos, e a filha a disponível, por ser herdeira testamentária."
      },
      {
        "letra": "B",
        "texto": "A filha de José, por ser irmã unilateral de seus filhos com Maria, na parte indisponível, herdará metade da cota parte de seus irmãos."
      },
      {
        "letra": "C",
        "texto": "Os filhos de José com Maria, por serem herdeiros necessários, partilharão todo o patrimônio de José, em partes iguais, tanto a parte disponível como a indisponível."
      },
      {
        "letra": "D",
        "texto": "A parte indisponível da herança de José será partilhada entre seus filhos e sua filha, em partes iguais; a filha será a herdeira testamentária na parte disponível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2077920",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil sobre a sucessão testamentária, julgue o item.Quem estiver em viagem, a bordo de navio nacional, de guerra ou mercante, poderá testar perante o comandante, sendo dispensada a presença de testemunhas, por forma que corresponda ao testamento público ou ao cerrado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2077919",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil sobre a sucessão testamentária, julgue o item.O testamento particular pode ser escrito de próprio punho ou mediante processo mecânico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2077918",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil sobre a sucessão testamentária, julgue o item.Ao cego só se permite o testamento público, que lhe será lido, em voz alta, duas vezes pelo tabelião, fazendo-se de tudo circunstanciada a menção no testamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2077917",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil sobre a sucessão testamentária, julgue o item.O testamento público deve ser escrito manualmente pelo tabelião, sob pena de nulidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2077916",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil sobre a sucessão testamentária, julgue o item.É proibido o testamento conjuntivo, seja simultâneo, recíproco ou correspectivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2077915",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil sobre a sucessão testamentária, julgue o item.A incapacidade superveniente do testador não invalida o testamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2077914",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil sobre a sucessão testamentária, julgue o item.O testamento é ato personalíssimo e irrevogável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2077913",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil sobre a sucessão testamentária, julgue o item.São válidas as disposições testamentárias de caráter não patrimonial, ainda que o testador somente a elas se tenha limitado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2077912",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil sobre a sucessão testamentária, julgue o item.A legítima dos herdeiros necessários não poderá ser incluída no testamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2077911",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Conforme as disposições do Código Civil sobre a sucessão testamentária, julgue o item.Toda pessoa, capaz ou incapaz, pode dispor, por testamento, da totalidade dos seus bens, ou de parte deles, para depois de sua morte.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2068779",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "De acordo com o Código Civil, caso um testador institua sua sobrinha como fideicomissária, essa estipulação será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nula."
      },
      {
        "letra": "B",
        "texto": "anulável."
      },
      {
        "letra": "C",
        "texto": "válida."
      },
      {
        "letra": "D",
        "texto": "ineficaz."
      },
      {
        "letra": "E",
        "texto": "não escrita."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2061534",
    "metadata": "Ano: 2023 | Banca: MS CONCURSOS | Órgão: Prefeitura de Patrocínio - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "No que se refere ao Direito Das Sucessões, segundo o Código Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O menor de dezoito anos não pode fazer o seu testamento."
      },
      {
        "letra": "B",
        "texto": "O testamento é ato personalíssimo, podendo ser mudado a qualquer tempo."
      },
      {
        "letra": "C",
        "texto": "A sucessão dá-se só por disposição de última vontade."
      },
      {
        "letra": "D",
        "texto": "São herdeiros necessários os descendentes, os ascendentes, o colateral e o cônjuge."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2031628",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Inês, viúva, sem herdeiros necessários, faz um testamento por meio de escritura pública deixando todo o seu patrimônio para Laura, sua melhor amiga, com o ônus de ser tutora e cuidadora de seu animal doméstico, Frajola. Sobre a hipótese, com base no ordenamento jurídico brasileiro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O testamento está sujeito a um encargo, não havendo suspensão da aquisição nem do exercício do direito, salvo quando expressamente imposto no testamento, pela testadora, como condição suspensiva."
      },
      {
        "letra": "B",
        "texto": "O encargo de tutela e cuidado do animal assemelha-se ao termo inicial, sendo considerado, por conseguinte, um evento futuro e certo."
      },
      {
        "letra": "C",
        "texto": "O caso é vedado pelo ordenamento jurídico brasileiro, por não haver previsão legal a respeito de encargo."
      },
      {
        "letra": "D",
        "texto": "O testamento sujeita-se a um encargo, sendo o motivo determinante da liberalidade, sendo considerado inexistente, caso seja impossível seu cumprimento."
      },
      {
        "letra": "E",
        "texto": "O testamento sujeita-se à transferência do patrimônio a um termo suspensivo, que vem a ser cuidar do animal; assim, em primeiro lugar, Laura deverá cuidar do animal e, após a morte natural dele, a propriedade tornar-se-á plena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2022067",
    "metadata": "Ano: 2022 | Banca: FADCT | Órgão: Prefeitura de Ibema - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Temos como sucessão provisória, a definição de que: decorrido um ano da arrecadação dos bens do ausente, ou, se ele deixou representante ou procurador, em se passando três anos, poderão os interessados requerer que se declare a ausência e se abra provisoriamente a sucessão. Para o efeito previsto acima, somente se consideram interessados, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cônjuge não separado judicialmente;"
      },
      {
        "letra": "B",
        "texto": "Os herdeiros presumidos, legítimos ou testamentários;"
      },
      {
        "letra": "C",
        "texto": "Os que tiverem sobre os bens do ausente direito dependente de sua morte;"
      },
      {
        "letra": "D",
        "texto": "Não há exceção, todos as alternativas, acima, são de interessados de acordo com o Código Civil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2003834",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Maria é mãe de Talita, criança de 7 anos, sem registro de paternidade. Com o avanço de sua enfermidade, em testamento particular lido e assinado conjuntamente por três testemunhas ,decide nomear sua irmã Carla (tia de Talita), de 21 anos e casada, como tutora de Talita, na hipótese de seu falecimento. Maria organizou a sucessão de seus bens da seguinte forma: 1. o imóvel (avaliado em R$1.000.000,00) será transferido em fideicomisso para Carla (fiduciária) e, com a maioridade, será transferido à Talita (fideicomissária); 2. as quotas dos fundos de investimento (avaliadas em R$200.000,00) devem ser transferidas diretamente para Talita. Diante do caso acima, em caso de falecimento de Maria, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carla será a tutora de Talita, sua sobrinha, porque não há causa de incapacidade para o exercício da tutela, sendo vedada a escusa por parte da pessoa nomeada em testamento."
      },
      {
        "letra": "B",
        "texto": "Carla pode requerer a adoção intuitu personae de Talita, constituindo-se novo vínculo parental e de poder familiar."
      },
      {
        "letra": "C",
        "texto": "A cláusula de fideicomisso no testamento não produzirá os efeitos desejados, convertendo-se em usufruto a favor de Carla, tendo Talita como nua-proprietária."
      },
      {
        "letra": "D",
        "texto": "O testamento particular realizado por Maria é nulo, porque exige a leitura e assinatura conjunta de 5 (cinco) testemunhas."
      },
      {
        "letra": "E",
        "texto": "A tutela se extinguirá pela maioridade ou emancipação, podendo estender-se para além desses limites em caso de grave enfermidade mental ou intelectual de Talita."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1999994",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: AGE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Pedro Paulo, aposentado, divorciado e pai de três filhos maiores e capazes, possuidor de um patrimônio de R$10 milhões, decide organizar a transferência do seu patrimônio com efeitos para após a sua morte. Para tanto, elabora um testamento cerrado contendo, entre outras, as seguintes cláusulas: • Cláusula primeira: destinação de dez por cento do seu patrimônio para constituição de uma fundação de amparo ao meio ambiente. • Cláusula segunda: destinação do seu imóvel residencial para o filho que José, afilhado de Pedro Paulo, vier a ter. • Cláusula terceira: reconhecimento da paternidade de Maria, de 15 anos de idade, fruto de um relacionamento de Pedro Paulo. A partir da situação hipotética narrada e considerando que as disposições respeitam a legítima, analise as afirmativas a seguir. I. A validade do testamento requer que Pedro Paulo entregue o documento ao tabelião na presença de duas testemunhas e que seja lavrado o auto de aprovação na presença das mesmas e do testador, preservado o sigilo quanto ao conteúdo. II. A cláusula segunda é válida e será eficaz se o filho de José vier a nascer até dois anos da abertura da sucessão de Pedro Paulo. III. A cláusula primeira é inválida e a cláusula terceira é válida. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1998706",
    "metadata": "Ano: 2022 | Banca: Instituto Consulplan | Órgão: PGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Fernando e Carla são casados há cinco anos e adotaram o regime de comunhão universal de bens. O casal não possui filhos e tanto os pais de Fernando quanto os pais de Carla são falecidos. Fernando possui dois irmãos, que contam com 34 e 38 anos, respectivamente. No dia 08/09/2022 Fernando faleceu, deixando bens. Considerando o caso hipotético, quanto ao direito sucessório, é correto afirmar que Carla terá direito à:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Totalidade da herança."
      },
      {
        "letra": "B",
        "texto": "Meação dos bens do casal, apenas."
      },
      {
        "letra": "C",
        "texto": "Meação e os irmãos de Fernando serão herdeiros."
      },
      {
        "letra": "D",
        "texto": "Meação e também à herança de Fernando, que será repartida entre ela e os irmãos do marido."
      },
      {
        "letra": "E",
        "texto": "Meação e à metade da herança de Fernando, sendo a outra metade repartida entre os irmãos do falecido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1990307",
    "metadata": "Ano: 2022 | Banca: IESES | Órgão: TJ-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "O Código Civil, ao tratar sobre inventário, dispõe sobre a colação de bens. Com base nestas regras, lei as assertivas: I. A dispensa de colação de bens doados deve constar no ato da liberalidade, não sendo possível dispensar mediante testamento. II. O testamento cerrado que o testador abrir ou dilacerar será considerado revogado. III. A revogação de testamento somente pode ser total, não se admitindo revogação parcial. IV. Ainda que se declare a causa legal, não é possível inserir em testamento disposição para deserdar herdeiros necessários. Com base nas assertivas acima, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva II está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1960655",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Poder Familiar",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Silmara e Edson são bastante rigorosos na disciplina de seu filho, Bruno, de 16 anos. Em razão da inflexibilidade dos pais, o jovem Bruno consulta um advogado para saber, dentre as medidas descritas abaixo, qual delas, se tomada por seus pais, viola uma norma jurídica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "negar consentimento para ele se casar;"
      },
      {
        "letra": "B",
        "texto": "exigir que lhes preste obediência, respeito e serviços próprios de sua idade e condição;"
      },
      {
        "letra": "C",
        "texto": "nomear um tutor por testamento conjuntivo para o caso de ambos morrerem;"
      },
      {
        "letra": "D",
        "texto": "assisti-lo nos atos em que for parte, suprindo-lhe o consentimento;"
      },
      {
        "letra": "E",
        "texto": "negar consentimento para que ele mude sua residência permanente para outro Município."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1927558",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "As modalidades ordinárias de testamento previstas em nosso ordenamento jurídico são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "testamento conjuntivo, místico e eletrônico."
      },
      {
        "letra": "B",
        "texto": "testamento particular e público."
      },
      {
        "letra": "C",
        "texto": "testamento ordinário, particular e público."
      },
      {
        "letra": "D",
        "texto": "testamento particular, público e cerrado."
      },
      {
        "letra": "E",
        "texto": "testamento eletrônico, público e particular."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1926011",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Quando foi aberto o testamento de Hermenegilda, seus parentes descobriram diversas disposições peculiares. Sobre elas, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a disposição de que sua fazenda fosse vendida e o preço obtido fosse dado a estabelecimentos particulares de caridade deve ser entendida como destinada aos estabelecimentos do lugar de domicílio de Hermenegilda por ocasião de sua morte;"
      },
      {
        "letra": "B",
        "texto": "é válida a disposição que prevê que seu diário seja entregue a seu namorado na adolescência e, caso os herdeiros não consigam descobrir de quem se trata, o bem ficará para os herdeiros legítimos;"
      },
      {
        "letra": "C",
        "texto": "é nula a determinação de que seu anel de esmeralda seja dado a uma de suas netas, a ser escolhida pela sua amiga Zuleide, por conta de sua indeterminação no que diz respeito ao legatário;"
      },
      {
        "letra": "D",
        "texto": "é nula, por falta de objeto determinado, a estipulação de que um montante entre dois e dez mil reais será especificado pela sua amiga Zuleide para ser dado a Roberval, o enfermeiro que cuidou de Hermenegilda nos seus últimos meses de vida;"
      },
      {
        "letra": "E",
        "texto": "a disposição de que sua casa seja dividida entre sua sobrinha Amália e o seu grupo de orações implica que Amália somente receba um oitavo da propriedade da casa, já que havia sete pessoas no grupo de orações de Hermenegilda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1925092",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Ao elaborar seu testamento, Genésio pode incluir como legatário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o tabelião perante quem fizer o testamento;"
      },
      {
        "letra": "B",
        "texto": "uma das testemunhas do testamento;"
      },
      {
        "letra": "C",
        "texto": "o irmão da pessoa que escreveu o testamento a seu rogo;"
      },
      {
        "letra": "D",
        "texto": "o primeiro filho que sua filha, nascida e ainda viva, vier a ter;"
      },
      {
        "letra": "E",
        "texto": "sua concubina, embora não esteja separado de sua esposa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1892552",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "João Antônio escreveu um testamento de próprio punho e, na presença de três testemunhas, leu o documento, no qual relacionou alguns imóveis e bens de alto valor para serem transmitidos aos seus herdeiros. Após terem conhecimento do seu conteúdo, João e as testemunhas assinaram o testamento. De acordo com a doutrina e o Código Civil, o testamento elaborado por João Antônio é denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "especial."
      },
      {
        "letra": "B",
        "texto": "público."
      },
      {
        "letra": "C",
        "texto": "cerrado."
      },
      {
        "letra": "D",
        "texto": "hológrafo."
      },
      {
        "letra": "E",
        "texto": "de codicilo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1879102",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Sobre testamentos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Resolução do Conselho Federal de Medicina nº 1995/2012 autoriza a elaboração do chamado “testamento vital”, uma diretiva antecipada de vontade que exterioriza unicamente o desejo, prévia e expressamente manifestado pelo paciente, de receber, no momento em que estiver incapacitado de expressar livre e autonomamente sua vontade, todos os tratamentos que a moderna medicina propicia, como corolário dos direitos fundamentais à vida e à dignidade humana."
      },
      {
        "letra": "B",
        "texto": "Clóvis Beviláqua realçou a poderosa força das disposições testamentárias. Segundo ele, “prepondera na sucessão testamentária o individualismo, a força da vontade humana, que se afirma e se eleva à categoria de lei - (uti legassit ita jus esto).” Atualmente, ademais, reviu-se de modo amplo o conceito de “autonomia privada” e se tornaram irrevogáveis as disposições testamentárias."
      },
      {
        "letra": "C",
        "texto": "Na sucessão testamentária, o objetivo a ser alcançado é a preservação da manifestação de última vontade do falecido, devendo as formalidades previstas em lei serem examinadas à luz dessa diretriz máxima, sopesando-se, caso a caso, se a ausência de uma delas é suficiente para comprometer a validade do testamento em confronto com os demais elementos de prova produzidos, sob pena de ser frustrado o real desejo do testador."
      },
      {
        "letra": "D",
        "texto": "Orlando de Souza considerava o testamento ato de magnificência, inspirado nos mais sublimes sentimentos do homem. Sua elaboração se faz premente em determinadas situações, podendo consistir ato de grande alcance moral e mesmo em dever de consciência. Não obstante esse conteúdo ético, a moderna concepção de “segurança jurídica” impõe, de modo preferencial, a prevalência das formalidades legais sobre a vontade do testador."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1873141",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do STJ, para que haja direito real de habitação, conferido ao cônjuge sobrevivente, relativamente ao imóvel destinado à residência da família,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve haver regime de comunhão universal ou parcial de bens e o imóvel deve ser o único dessa natureza."
      },
      {
        "letra": "B",
        "texto": "deve haver regime de comunhão universal ou parcial de bens e o imóvel deve integrar o patrimônio comum no momento da abertura da sucessão."
      },
      {
        "letra": "C",
        "texto": "o imóvel deve ser o único dessa natureza e integrar o patrimônio comum ou particular do cônjuge falecido no momento da abertura da sucessão."
      },
      {
        "letra": "D",
        "texto": "o imóvel deve integrar o patrimônio comum ou particular do cônjuge falecido no momento da abertura da sucessão e o cônjuge sobrevivente não pode ter outro bem imóvel."
      },
      {
        "letra": "E",
        "texto": "o imóvel deve integrar o patrimônio comum no momento da abertura da sucessão e o cônjuge sobrevivente não pode ter outro bem imóvel."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1872378",
    "metadata": "Ano: 2022 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "As disposições do Código Civil vigente acerca do testamento permitem afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é aceitável que os cônjuges destinem metade do patrimônio líquido existente ao tempo da instituição para estabelecer bem de família."
      },
      {
        "letra": "B",
        "texto": "não é admissível a instituição de condomínio edilício por testamento."
      },
      {
        "letra": "C",
        "texto": "é vedado constituir servidão por testamento."
      },
      {
        "letra": "D",
        "texto": "não é permitido reconhecer filhos havidos fora do casamento por meio de testamento."
      },
      {
        "letra": "E",
        "texto": "é defeso aos pais nomear tutor aos filhos por testamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1864133",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Mário é viúvo e, após sérias desavenças com sua única parente e irmã, Adalberta, resolve deixar seus bens para o amigo de infância Roberto. Para tanto, elabora testamento público. Considerando a situação hipotética, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mário somente poderá revogar o testamento público por outro testamento público;"
      },
      {
        "letra": "B",
        "texto": "apesar de o testamento de Mário ser público, é sigiloso;"
      },
      {
        "letra": "C",
        "texto": "caso Mário tenha a sua incapacidade supervenientemente declarada, o testamento será inválido;"
      },
      {
        "letra": "D",
        "texto": "a disposição testamentária é válida, pois os colaterais são herdeiros facultativos;"
      },
      {
        "letra": "E",
        "texto": "o testamento de Mário poderá ser impugnado no prazo de dez anos contados da data do registro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1862989",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Ausência",
      "Parte Geral",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Humberto desapareceu do seu domicílio na cidade de Anápolis, sem que houvesse notícias do seu paradeiro, deixando procurador e testamento. Decorridos três anos do seu desaparecimento, sua esposa, casada com Humberto sob o regime de comunhão parcial de bens, e seus filhos propuseram a competente ação de ausência e requereram a abertura da sucessão provisória, pleiteando a imissão na posse dos bens do ausente. Sobre o caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para serem imitidos na posse provisória dos bens de Humberto, os herdeiros deverão prestar garantia de restituição;"
      },
      {
        "letra": "B",
        "texto": "o descendente, o ascendente e o cônjuge devem capitalizar todos os frutos e rendimentos auferidos dos bens cuja posse receberem;"
      },
      {
        "letra": "C",
        "texto": "os imóveis do ausente não poderão ser dados em hipoteca nem alienados, salvo em virtude de desapropriação;"
      },
      {
        "letra": "D",
        "texto": "o sucessor excluído da posse provisória pode alegar a falta de meios para que lhe seja entregue metade dos rendimentos do quinhão que lhe tocaria;"
      },
      {
        "letra": "E",
        "texto": "ainda que o ausente venha a aparecer, não terá direito a reaver dos sucessores sua parte nos frutos e rendimentos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1869916",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Segundo o Código Civil Brasileiro no que concerne ao direito das sucessões, é correto afirmar: I. A sucessão abre-se no lugar do último domicílio do falecido. II. O co-herdeiro poderá ceder a sua quota hereditária a pessoa estranha à sucessão, mesmo se outro coherdeiro a quiser, tanto por tanto.III. Regula a sucessão e a legitimação para suceder a lei vigente ao tempo da abertura daquela.IV. Havendo herdeiros necessários, o testador só poderá dispor de um terço da herança.A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva II está incorreta."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1866721",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Josias, ao consultar um advogado, e convencido de que sua morte se aproximava, decidiu dispor de seus bens para depois de sua morte mediante testamento. Conforme confidenciou ao seu advogado, ele pretende deixar: uma casa de três quartos em Aquiraz – CE para Berenice, com quem mantém relacionamento amoroso ocasional nos últimos anos; e um apartamento de dois quartos em Sobral – CE para Raul, seu afilhado de batismo. Em face dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se Josias tiver dois filhos (Luiz e Paulo), e os dois imóveis citados no enunciado forem seus únicos bens, então ele poderá dispor de ambos os bens em favor de Berenice e Raul, desde que o faça por meio de testamento público."
      },
      {
        "letra": "B",
        "texto": "Se, diferentemente do que descreve a situação hipotética em apreço, Josias tivesse falecido antes de escrever seu testamento, e supondo que ele não tivesse cônjuge, companheiro, ascendente, descendente ou colateral vivo na ocasião da abertura da sucessão, então a herança devolver-se-ia ao estado do local da abertura da sucessão, ao Distrito Federal ou à União, quando situada em território federal."
      },
      {
        "letra": "C",
        "texto": "Nos termos da lei civil, se Josias for cego, ele somente poderá dispor de seus bens por meio de testamento público, que terá de ser lido para Josias por duas vezes, uma pelo tabelião ou por seu substituto legal, e outra por uma das testemunhas, indicada por Josias, devendo ser feita menção circunstanciada de tudo no testamento."
      },
      {
        "letra": "D",
        "texto": "Em acréscimo à situação hipotética descrita, se Josias for casado com Patrícia, sem dela estar separado de fato ou de direito, se estes possuírem dois filhos em comum, e, diferentemente do que descreve a situação hipotética, se Raul for filho de Josias com Berenice, então Raul não poderá receber o legado a ele destinado, por ser filho da concubina do testado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1860271",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Bruno, brasileiro, solteiro, sem filhos, escreveu, aos 17 anos de idade, testamento no qual deixou a integralidade de seus bens ao seu primo, Guilherme. O testamento foi elaborado por processo mecânico, não contém rasuras ou espaços em branco e foi assinado pelo testador depois de ele ter lido o documento na presença de três testemunhas, que igualmente o assinaram. Nessa situação hipotética, o testamento elaborado por Bruno é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nulo, visto que foi realizado enquanto Bruno ainda não tinha adquirido capacidade plena."
      },
      {
        "letra": "B",
        "texto": "válido, não sendo necessário que ele seja confirmado."
      },
      {
        "letra": "C",
        "texto": "nulo, visto que não contém a assinatura do número mínimo de testemunhas exigido em lei."
      },
      {
        "letra": "D",
        "texto": "nulo, visto que não foi elaborado na presença de um tabelião."
      },
      {
        "letra": "E",
        "texto": "válido, devendo ser confirmado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1854241",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "O testamento foi elaborado apenas para que os bens imóveis herdados pelos filhos do testador fossem gravados com cláusula de incomunicabilidade. Desse modo, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o herdeiro ou o legatário nomeado testamenteiro não poderá preferir o prêmio à herança ou ao legado, exceto se o testador tiver distribuído toda a herança em legados."
      },
      {
        "letra": "B",
        "texto": "o testador pode conceder ao testamenteiro a posse e a administração da herança gravada, ou de parte dela, mesmo havendo cônjuge ou herdeiros necessários beneficiários com a cláusula de incomunicabilidade."
      },
      {
        "letra": "C",
        "texto": "não ocasiona a perda do direito do testamenteiro de receber um prêmio pelo exercício de seu encargo, caso a execução da disposição testamentária só tenha sido obstada em razão de omissão do próprio testador."
      },
      {
        "letra": "D",
        "texto": "com a vigência do CC/2002, passou-se a exigir a indicação de justa causa para que o testador imponha cláusula de incomunicabilidade sobre os bens da legítima, sendo tarefa do testamenteiro essa demonstração."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1853584",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "É(São) testamento(s) ordinário(s) o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "público, sendo requisito essencial ser escrito por tabelião ou por seu substituto legal em seu livro de notas, de acordo com as declarações do testador, não podendo este servir-se de minuta, notas ou apontamentos."
      },
      {
        "letra": "B",
        "texto": "conjuntivo simultâneo, recíproco ou correspectivo."
      },
      {
        "letra": "C",
        "texto": "cerrado, sendo que ele será válido se aprovado pelo tabelião ou seu substituto legal, desde que o testador o entregue ao tabelião em presença de três testemunhas."
      },
      {
        "letra": "D",
        "texto": "particular, que poderá ser escrito em língua estrangeira, contanto que as testemunhas a compreendam."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1852659",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Ygor estabeleceu diversas disposições em seu testamento. Entre elas, é nula a disposição pela qual deixava:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seu automóvel para Abreu, sob a condição de o veículo não ter atingido valor de mercado superior a vinte salários mínimos no momento de sua morte;"
      },
      {
        "letra": "B",
        "texto": "sua casa de campo para Benedito, com o encargo de ele permitir direito de passagem ao vizinho de fundos;"
      },
      {
        "letra": "C",
        "texto": "seu apartamento para Cristiano, por ter cuidado de Ygor na parte final da vida;"
      },
      {
        "letra": "D",
        "texto": "suas ações da sociedade X S.A. para um de seus três netos, a ser escolhido pela sua esposa, avó dos três;"
      },
      {
        "letra": "E",
        "texto": "seu relógio de ouro para seu amigo Zafir, contanto que ele, também por testamento, deixe uma joia de família para a esposa de Ygor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1852654",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Leonardo comparece com uma de suas filhas, Karina, ao cartório, com o objetivo de celebrar em favor dela contrato de doação de dois apartamentos de igual valor, que são os únicos bens que possui, reservando para si somente o usufruto do imóvel em que atualmente reside. O contrato em questão será:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "totalmente válido, por não estar inquinado por vício nem violar disposição de lei;"
      },
      {
        "letra": "B",
        "texto": "parcialmente inválido, na parte em que excede aquilo de que Leonardo poderia dispor em testamento;"
      },
      {
        "letra": "C",
        "texto": "parcialmente inválido, por configurar doação de todos os bens do doador (doação universal);"
      },
      {
        "letra": "D",
        "texto": "totalmente inválido, por configurar doação de todos os bens do doador (doação universal);"
      },
      {
        "letra": "E",
        "texto": "totalmente inválido, pela ausência de consentimento das outras filhas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852559",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "No testamento de Vanderlei, foram agraciados com alguns de seus bens: o filho de sua prima, que ainda se encontrava no ventre materno quando do seu falecimento, e que só deve vir a nascer daqui a dois meses; a associação de moradores da qual ele foi presidente durante dez anos; seu sobrinho, nascido poucos dias antes do seu falecimento; uma fundação que viria a ser criada após a sua morte, para incentivar pesquisas para a cura do câncer; o seu primeiro bisneto, embora sequer tivesse netos quando faleceu. É inválida a disposição testamentária que beneficia:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o filho de sua prima;"
      },
      {
        "letra": "B",
        "texto": "a associação de moradores;"
      },
      {
        "letra": "C",
        "texto": "seu sobrinho;"
      },
      {
        "letra": "D",
        "texto": "a fundação a ser criada;"
      },
      {
        "letra": "E",
        "texto": "seu primeiro bisneto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1852472",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Sobre o fideicomisso, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fideicomissário jamais poderá renunciar a herança ou o legado."
      },
      {
        "letra": "B",
        "texto": "Ao sobreviver a sucessão, o fideicomissário responde pelos encargos da herança que ainda restarem."
      },
      {
        "letra": "C",
        "texto": "Caduca o fideicomisso se o fiduciário morrer antes do fideicomissário, ou antes de realizar-se a condição resolutória do direito deste último."
      },
      {
        "letra": "D",
        "texto": "O fiduciário é obrigado a proceder ao inventário dos bens gravados, não podendo o fideicomissário, contudo, exigir prestação de caução referente à restituição desses bens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852432",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Em relação aos testamentos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente pessoas maiores de 18 (dezoito) anos podem dispor, por testamento, da totalidade dos seus bens disponíveis, ou de parte deles, para depois de sua morte."
      },
      {
        "letra": "B",
        "texto": "O testamento particular e o cerrado poderão ser escritos em idioma estrangeiro. Neste caso, o tabelião solicitará a presença de um tradutor habilitado para servir de intérprete e assinar o instrumento público."
      },
      {
        "letra": "C",
        "texto": "Para efeitos de testamento, considera-se capaz a pessoa que possa expressar, perante o tabelião de notas, sua vontade de forma clara e consciente, sendo que para os maiores de 80 (oitenta) anos exige-se prova de capacidade clínica ou de atestado médico."
      },
      {
        "letra": "D",
        "texto": "São requisitos essenciais do testamento público: ser escrito por tabelião de notas ou por substituto legal em seu livro de notas, de acordo com as declarações do testador, não podendo este servir-se de minuta, notas ou apontamentos; Iavrado o instrumento, ser lido em voz alta pelo tabelião de notas ou por substituto legal ao testador e a duas testemunhas, a um só tempo; ou pelo testador, se o quiser, na presença destas e do tabelião de notas; e, ser o instrumento, em seguida à leitura, assinado pelo testador, pelas testemunhas e pelo tabelião de notas ou por seu substituto legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852330",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Toda pessoa capaz pode dispor, por testamento, da totalidade dos seus bens, ou de parte deles, para depois de sua morte. Em relação aos testamentos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo inteiramente surdo, sabendo ler, lerá o seu testamento e, se o não souber, designará quem o leia em seu lugar, em presença de pelo menos uma testemunha."
      },
      {
        "letra": "B",
        "texto": "Ao cego só se permitem o testamento público e o cerrado, que lhe será lido, em alta voz, duas vezes: uma, pelo oficial ou seu substituto, e a outra, por uma das testemunhas, designada pelo testador. Far-se-á de tudo circunstanciada menção no testamento."
      },
      {
        "letra": "C",
        "texto": "Pode fazer testamento cerrado o surdo-mudo, contanto que o escreva todo e o assine de sua mão, e que, ao entregá-lo ao oficial público ou seu substituto, diante das 5 (cinco) testemunhas, escreva, na face externa do papel ou do envoltório, que aquele é o seu testamento, cuja aprovação lhe pede."
      },
      {
        "letra": "D",
        "texto": "Em caso de testamento cerrado, o tabelião ou seu substituto, na presença de 3 (três) testemunhas, depois de ouvir do testador que aquele é o seu testamento, que o dá por bom, firme e valioso e quer que seja aprovado, iniciará, imediatamente, após a última palavra, o instrumento de aprovação, manuscrito ou impresso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1839532",
    "metadata": "Ano: 2021 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Sobre o direito das sucessões, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público tem legitimidade para demandar a exclusão do herdeiro ou legatário que houver sido autor, coautor, ou partícipe do homicídio doloso ou de tentativa deste, contra a pessoa de cuja sucessão se tratar, ou contra seu cônjuge, companheiro, ascendente ou descendente."
      },
      {
        "letra": "B",
        "texto": "Observados os requisitos legais, é possível a estipulação de cláusula testamentária que preveja substituto ao fideicomissário para o caso deste vir a falecer antes do fiduciário."
      },
      {
        "letra": "C",
        "texto": "O testamento será rompido no caso de o testador ignorar a existência de outros herdeiros necessários, mas não o se romperá se o testador dispuser da sua metade, não contemplando os herdeiros necessários de cuja existência saiba, ou quando os exclua dessa parte."
      },
      {
        "letra": "D",
        "texto": "Na linha transversal, somente se dá o direito de representação em favor dos filhos de irmãos do falecido, quando com irmãos deste concorrerem."
      },
      {
        "letra": "E",
        "texto": "Será válida a disposição testamentária que deixa a arbítrio de terceiro a fixação do valor do legado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1826550",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "A respeito do direito de família, do direito das sucessões e do registro público, julgue o item seguinte. Ainda que assinado pelo testador, é nulo o testamento particular mecânico caso falte a leitura do documento pelo testador perante as testemunhas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1825511",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético: Determinada pessoa é constrangida a tratamento médico para curar-se de uma doença grave detectada há vários anos por um médico oncologista. Trata-se de uma moderna técnica cirúrgica, sem comprovação científica e nunca testada em humanos, adotada por um médico em uma cidade no interior do estado do Paraná. O Delegado de Polícia, ao tomar conhecimento do caso, decide instaurar um inquérito para apurar os fatos, tendo em vista que a pessoa que fora obrigada ao tratamento inovador veio a óbito em decorrência desse tratamento. Com base nas informações apresentadas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A vontade do paciente morto, externada em vida para a ampla doação de seus órgãos, pode ser superada pela vontade de seus familiares ante o evidente erro médico."
      },
      {
        "letra": "B",
        "texto": "Caso o paciente morto não houvesse deixado nada testado em vida, a decisão sobre a doação de órgãos caberia à família ou aos seus herdeiros."
      },
      {
        "letra": "C",
        "texto": "Ninguém pode ser constrangido a submeter-se, sem risco de vida, a tratamento médico ou intervenção cirúrgica."
      },
      {
        "letra": "D",
        "texto": "A retirada de órgãos do paciente morto pode atender a fins econômicos e de pesquisa, contanto que se preserve o caráter científico."
      },
      {
        "letra": "E",
        "texto": "Salvo por exigência médica, é permitido o ato de disposição do próprio corpo, quando importar diminuição permanente da integridade física, ou contrariar os bons costumes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1824945",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Lucas deliberadamente matou seu próprio pai, Leônidas, movido pelo rancor de o pai ter se oposto ao seu casamento. Aberto o testamento de Leônidas, redigido dois meses antes de sua morte, ele deixava para Lucas, além da sua parte na legítima, um relógio de ouro de seu uso pessoal. Leônidas deixou uma neta, Melina, filha de Lucas, seu filho único. Diante disso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lucas mantém seus direitos à herança do pai, tanto na parte legítima quanto especificamente ao relógio, pois não foi deserdado expressamente no testamento;"
      },
      {
        "letra": "B",
        "texto": "Lucas fica excluído da sucessão no tocante à parte legítima do acervo hereditário, mas mantém o direito a receber o relógio de ouro;"
      },
      {
        "letra": "C",
        "texto": "Lucas fica excluído de pleno direito da sucessão, herdando Melina, automaticamente, em seu lugar, como se Lucas fosse pré-morto;"
      },
      {
        "letra": "D",
        "texto": "Melina poderá herdar no lugar de Lucas, como se ele fosse pré-morto, se, em até quatro anos, ajuizar ação de indignidade, e esta for reconhecida por sentença judicial;"
      },
      {
        "letra": "E",
        "texto": "tanto Lucas como Melina serão excluídos da sucessão de Leônidas, devendo o juiz pronunciar de ofício a indignidade no âmbito do procedimento sucessório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1813991",
    "metadata": "Ano: 2021 | Banca: Unesc | Órgão: PGM - Criciúma - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Acerca dos testamentos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Podem testar os maiores de dezesseis anos; não podem fazê-lo os incapazes absolutamente e o surdo-mudo, permitindo-se ao cego o testamento público."
      },
      {
        "letra": "B",
        "texto": "A incapacidade superveniente do testador invalida o testamento, mas o testamento do incapaz convalida-se com a superveniência da capacidade."
      },
      {
        "letra": "C",
        "texto": "Não são válidas as disposições testamentárias de caráter não patrimonial, ainda que o testador somente a elas se tenha limitado."
      },
      {
        "letra": "D",
        "texto": "A legítima dos herdeiros necessários não poderá ser incluída no testamento."
      },
      {
        "letra": "E",
        "texto": "É facultado o testamento conjuntivo, seja simultâneo, recíproco ou correspectivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1759312",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Eduardo é casado com Josefa, pelo regime de comunhão parcial de bens. Eduardo trabalhou com carteira assinada até se aposentar, em janeiro de 2018. Da união nasceram Lúcio e Nádia, maiores, casados e com filhos. Antes do casamento, Eduardo já possuía um imóvel de sua propriedade e adquiriu mais um após o matrimônio. Em fevereiro de 2021, Eduardo começou a se sentir mal e foi levado para a emergência, ocasião em que foi constatada uma doença cardíaca. Eduardo ficou preocupado, pois, além de Lúcio e Nádia, criou sua enteada, Cecília, e optou por realizar um testamento particular no próprio hospital, eis que Cecília não era sua herdeira legítima. Contudo, por estar acamado, Eduardo não conseguiu redigir o testamento de próprio punho, e o ditou para a enfermeira do hospital, tendo aposto sua digital no documento. O testamento foi feito na presença de três técnicos de enfermagem, que o subscreveram. Horas depois, Eduardo faleceu em razão de infarto fulminante. Diante da situação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tratando-se de circunstância excepcional, o testamento feito por Eduardo poderia ser confirmado pelo juiz, independentemente da presença de testemunhas;"
      },
      {
        "letra": "B",
        "texto": "esse testamento pode ser validado, mesmo sem a assinatura do testador, em razão do princípio da prevalência da vontade do testador;"
      },
      {
        "letra": "C",
        "texto": "Josefa não é herdeira de Eduardo, eis que já é meeira, possuindo, no entanto, direito real de habitação;"
      },
      {
        "letra": "D",
        "texto": "na hipótese de um dos filhos de Eduardo renunciar à herança, os netos dele sucedem por cabeça;"
      },
      {
        "letra": "E",
        "texto": "Cecília não poderá receber quinhão maior do que os filhos biológicos de Eduardo, eis que herdeira testamentária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1136502",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Ao estabelecer disposições testamentárias conjuntas, o testador pode utilizar-se de três modalidades de conjunções, listadas a seguir. I real (res tantum) II verbal (verbis tantum) III mista (res et verbis) Nesse contexto, eventual direito de acrescer entre herdeiros e legatários decorre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas da modalidade I."
      },
      {
        "letra": "B",
        "texto": "apenas da modalidade II."
      },
      {
        "letra": "C",
        "texto": "apenas das modalidades I e III."
      },
      {
        "letra": "D",
        "texto": "apenas das modalidades II e III."
      },
      {
        "letra": "E",
        "texto": "de qualquer dessas modalidades de conjunções."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1793138",
    "metadata": "Ano: 2019 | Banca: IDCAP | Órgão: Prefeitura de São Roque do Canaã - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Com base no Código Civil, leia o trecho a seguir e assinale ao que segue: “Morrendo a pessoa sem testamento, transmite a herança aos herdeiros legítimos; o mesmo __________(1) quanto aos bens que não forem compreendidos no testamento; _________(2) a sucessão legítima se o testamento caducar, ou for julgado nulo”. Assinale a alternativa que preenche corretamente as lacunas acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "(1) Ocorrerá; (2) e subsiste."
      },
      {
        "letra": "B",
        "texto": "(1) Ocorrerá; (2) e não subsiste."
      },
      {
        "letra": "C",
        "texto": "(1) Não ocorrerá; (2) e subsiste."
      },
      {
        "letra": "D",
        "texto": "(1) Não ocorrerá; (2) e não subsiste."
      },
      {
        "letra": "E",
        "texto": "(1) Nunca ocorrerá; (2) e poderá subsistir, mas não é regra."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1677397",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "\"A\" efetuou um testamento público em 01.10.2012. quando não tinha filhos, dispondo da totalidade de seus bens; em 23.04.2017, houve a nascimento de *B\", filho de “A'. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o testamento permanece eficaz."
      },
      {
        "letra": "B",
        "texto": "o rompimento do testamento depende da manifestação da vontade expressa do testador."
      },
      {
        "letra": "C",
        "texto": "há o rompimento do testamento independentemente da vontade do testador."
      },
      {
        "letra": "D",
        "texto": "haverá a nulidade do testamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1677343",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Sobre o testamento público, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "após a sua lavratura, deve ser lido em voz alta pelo tabelião ao testador e ás testemunhas a um só tempo; ou pelo próprio testador, se o quiser, na presença das testemunhas e do tabelião."
      },
      {
        "letra": "B",
        "texto": "é irrevogável."
      },
      {
        "letra": "C",
        "texto": "não precisa ser assinado pelo testador, bastando as assinaturas do tabelião e das testemunhas."
      },
      {
        "letra": "D",
        "texto": "pode ser lavrado fora do Município para o qual o tabelião de notas recebeu a delegação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1100196",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "O testamento vital consiste em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ato de disposição de última vontade utilizado para bens de pouca monta que sejam essenciais para a subsistência do beneficiário."
      },
      {
        "letra": "B",
        "texto": "ato de disposição de última vontade escrito de próprio punho ou mediante processo mecânico, assinado pelo testador e lido por três testemunhas."
      },
      {
        "letra": "C",
        "texto": "ato de disposição de última vontade sobre questões que envolvam o uso ou não de terapias para prolongar, de forma artificial, o processo natural de morte, em casos de doenças terminais."
      },
      {
        "letra": "D",
        "texto": "ato de disposição de última vontade de quem estiver em viagem, em alto mar, a bordo de navio nacional, de guerra ou mercante, feito perante o comandante e registrado no diário de bordo."
      },
      {
        "letra": "E",
        "texto": "ato de disposição de última vontade de militares e demais membros das Forças Armadas em campanha, assim como em praça sitiada, ou que estejam com comunicações interrompidas, sem acesso a tabelião ou substituto legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1094000",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Ausência",
      "Parte Geral",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Reza o Art. 26 do Código Civil que “decorrido um ano da arrecadação dos bens do ausente, ou, se ele deixou representante ou procurador, em se passando três anos, poderão os interessados requerer que se declare a ausência e se abra provisoriamente a sucessão”. Para o efeito previsto no artigo anterior, somente se consideram interessados, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cônjuge, ainda que separado judicialmente."
      },
      {
        "letra": "B",
        "texto": "Os credores de obrigações vencidas e não pagas."
      },
      {
        "letra": "C",
        "texto": "Os herdeiros presumidos, legítimos ou testamentários."
      },
      {
        "letra": "D",
        "texto": "Os que tiverem sobre os bens do ausente direito dependente de sua morte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1037436",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "De acordo com as disposições do Código Civil Brasileiro, analise as afirmativas a respeito da sucessão testamentária. I. A cláusula de inalienabilidade, gravada sobre bens no testamento, implica, necessariamente, as de impenhorabilidade e incomunicabilidade. II. A redução das disposições testamentárias visa garantir a preservação da legítima. III. Quando o testador fixa a cota ou o objeto de cada sucessor, não há direito de acrescer entre os demais herdeiros ou legatários. IV. O legatário sucede o autor da herança a título universal. Estão corretas as afirmativas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1037196",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "De acordo com as disposições do Código Civil Brasileiro, analise as seguintes afirmativas a respeito da sucessão testamentária. I. Havendo herdeiros necessários, a sucessão testamentária e a sucessão legítima podem coexistir. II. As pessoas casadas entre si podem fazer um testamento simultâneo, em um só ato, instituindo benefícios mútuos. III. Admite-se cláusula testamentária que proíba, total ou parcialmente, a revogação do testamento (cláusula derrogatória). IV. O testamento público exige, sob pena de nulidade, que seja escrito por tabelião ou seu substituto legal em seu livro de notas, de acordo com as declarações do testador. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1037149",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Diretivas Antecipadas de Vontade, também conhecidas como Testamento Vital, acerca desse ato é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deverá ser lavrado por instrumento público."
      },
      {
        "letra": "B",
        "texto": "É instrumento hábil para dispor sobre sucessão patrimonial."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Provimento nº 260/CGJ/2013, será lavrado nos mesmos livros dos Testamentos (Livro T)."
      },
      {
        "letra": "D",
        "texto": "O declarante poderá constituir procuradores para, na eventualidade de não poder expressar sua vontade, administrar seus bens e representá-lo perante médicos e hospitais sobre cuidados e tratamentos a que será submetido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1036583",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Nos testamentos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é válida a disposição que deixe ao arbítrio de terceiro, desde que suficientemente identificado, fixar o valor do legado."
      },
      {
        "letra": "B",
        "texto": "é ilícita a deixa ao filho do concubino, quando também o for do testador."
      },
      {
        "letra": "C",
        "texto": "pode ser nomeada herdeira, mas não legatária, a pessoa que nele figurou como testemunha instrumentária."
      },
      {
        "letra": "D",
        "texto": "presume-se o prazo em favor do herdeiro."
      },
      {
        "letra": "E",
        "texto": "são inválidas as disposições de caráter não patrimonial, se o testador tiver se limitado somente a elas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1026900",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: MPE-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Em relação ao testamento, considere os enunciados: I. Podem testar os maiores de dezesseis anos; não podem fazê-lo os incapazes e o surdo-mudo, permitindo-se ao cego o testamento público. II. A incapacidade superveniente do testador invalida o testamento, mas o testamento do incapaz convalida-se com a superveniência da capacidade. III. É defeso o testamento conjuntivo, seja simultâneo, recíproco ou correspectivo. IV. A legítima dos herdeiros necessários não poderá ser incluída no testamento. V. São válidas as disposições testamentárias de caráter não patrimonial, ainda que o testador somente a elas se tenha limitado. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "III, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II, IV e V."
      },
      {
        "letra": "D",
        "texto": "I, III e V."
      },
      {
        "letra": "E",
        "texto": "II, III, IV e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1026896",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: MPE-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Um avô dispõe por testamento público em favor de seu neto, já concebido mas ainda não nascido. Tendo esse neto nascido morto, esse testamento, de acordo com o Código Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inicialmente válido, será tido por ocasião da morte do nascituro como ineficaz mas não nulo, pois era juridicamente possível que o avô beneficiasse o neto concebido, dentro da teoria adotada pela legislação civil."
      },
      {
        "letra": "B",
        "texto": "será tido por válido de início, mas ato jurídico inexistente quando do nascimento sem vida, desaparecendo todos os efeitos jurídicos pelo não implemento da condição prevista em relação ao neto concebido."
      },
      {
        "letra": "C",
        "texto": "inicialmente válido, será tido por ocasião da morte do nascituro como nulo, pelo não implemento da condição prevista no testamento, ou seja, o nascimento com vida do neto concebido."
      },
      {
        "letra": "D",
        "texto": "será tido por ineficaz desde a disposição testamentária, pela impossibilidade de beneficiar por testamento quem ainda não possui personalidade jurídica."
      },
      {
        "letra": "E",
        "texto": "será válido e eficaz apesar do nascimento sem vida do neto beneficiado pelo testamento, pois a teoria adotada pelas normas civis, concepcionista, prescinde do nascimento com vida para gerar efeitos jurídicos permanentes e incondicionados."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1010480",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Os descendentes que concorrerem à sucessão do ascendente comum são obrigados, para igualar as legítimas, a conferir o valor das doações que dele em vida receberam. Esse conceito corresponde ao instituto da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "colação."
      },
      {
        "letra": "B",
        "texto": "sonegação."
      },
      {
        "letra": "C",
        "texto": "conferência."
      },
      {
        "letra": "D",
        "texto": "colmatação."
      },
      {
        "letra": "E",
        "texto": "substituição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1008821",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Conforme estabelece o Código Civil, o testamento particular não pode ser escrito em língua estrangeira, mesmo que as testemunhas a compreendam.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "998745",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Relativamente ao testamento: I. Só podem testar os maiores de dezesseis anos de idade. II. Ao cego são permitidos os testamentos público e o cerrado. III. O testamento cerrado pode ser escrito em língua nacional ou estrangeira, pelo próprio testador, ou por outrem, a seu rogo. IV. O testamento particular pode ser escrito de próprio punho pelo testador, proibido o processo mecânico, assinado pelo testador na presença de três testemunhas. Com base nessas assertivas, assinale a alternativa que corresponda às assertivas verdadeiras:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "I e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "998730",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "O “Testamento Vital” ou “Diretiva Antecipada de Vontade”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve se limitar a assuntos relacionados a tratamento médico e disposições de última vontade, não sendo possível englobar, por exemplo, cláusula de representação empresarial."
      },
      {
        "letra": "B",
        "texto": "Ainda não possui previsão legal em nosso País, mas é juridicamente possível diante dos princípios da autonomia da vontade e da dignidade da pessoa humana, desde que tenha objeto lícito e não contrarie a ordem pública."
      },
      {
        "letra": "C",
        "texto": "Consubstancia-se, perante o Notário, na forma de Ata Notarial."
      },
      {
        "letra": "D",
        "texto": "Tem sua eficácia suspensa, passando a surtir efeitos após a morte do estipulante."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "990779",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Imagine a seguinte situação hipotética: alguém faz um testamento público, onde dispõe de toda a sua parte disponível para terceiros, com a intenção manifesta de não proporcionar a seus filhos a totalidade de seu patrimônio, porém respeitando a legítima dos herdeiros necessários. Posteriormente à lavratura do testamento, descobre e reconhece a paternidade de outro filho; porém, de forma proposital, não altera o testamento anteriormente lavrado. Então ocorre a morte do testador. É correto afirmar que o testamento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é um ato válido, tendo em vista que foi respeitada a legítima dos herdeiros necessários."
      },
      {
        "letra": "B",
        "texto": "é um ato nulo de pleno direito, podendo ser revisto a qualquer momento."
      },
      {
        "letra": "C",
        "texto": "não tem efeitos, em razão do rompimento."
      },
      {
        "letra": "D",
        "texto": "é um ato anulável, podendo os herdeiros pleitearem seu desfazimento em até três anos."
      },
      {
        "letra": "E",
        "texto": "apenas o filho reconhecido após a lavratura do testamento tem legitimidade para pleitear o desfazimento do testamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "990751",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "A respeito do testamento público, o Código Civil Brasileiro em vigor prevê:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo inteiramente surdo, sabendo ler, lerá seu testamento e, se não o souber, designará uma das duas testemunhas, que o lerá em seu lugar."
      },
      {
        "letra": "B",
        "texto": "Ao cego só se permite o testamento público, que lhe será lido em voz alta duas vezes pelo tabelião ou seu substituto legal, e uma vez por uma das testemunhas designadas pelo testador para o ato, fazendo-se de tudo circunstanciada menção no testamento."
      },
      {
        "letra": "C",
        "texto": "O testamento deve ser escrito mecanicamente, e também pela inserção da declaração de vontade em partes impressas de Livro de Notas, dispensada a rubrica das páginas pelo testador, se mais de uma."
      },
      {
        "letra": "D",
        "texto": "O testamento deve ser escrito pelo tabelião ou por seu substituto legal, em seu Livro de Notas, de acordo com as declarações do testador, podendo este servir-se de minuta, notas ou apontamentos."
      },
      {
        "letra": "E",
        "texto": "O testamento deve ser lido pelo tabelião e pelo testador em voz alta, perante as duas testemunhas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990679",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a sucessão testamentária, de acordo com as disposições do Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na lavratura de testamento público, é dispensada a presença de testemunhas na leitura do instrumento."
      },
      {
        "letra": "B",
        "texto": "É nula a disposição testamentária que favoreça as testemunhas do testamento."
      },
      {
        "letra": "C",
        "texto": "Os relativamente incapazes, em razão da idade, não possuem capacidade para testar."
      },
      {
        "letra": "D",
        "texto": "O testador não poderá nomear mais de um testamenteiro para exercer, em conjunto, as funções inerentes ao cargo."
      },
      {
        "letra": "E",
        "texto": "É inválido o legado de usufruto quando não houve expressa fixação de tempo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "990651",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Em relação ao testamento cerrado, de acordo com o Código Civil Brasileiro em vigor, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O testamento pode ser escrito em língua estrangeira somente se escrito manualmente pelo próprio testador"
      },
      {
        "letra": "B",
        "texto": "Pode fazer testamento cerrado o surdo-mudo, contanto que o escreva todo e o assine de sua mão, e que, ao entregá-lo ao oficial público, ante quatro testemunhas, escreva na face externa do papel que aquele é seu testamento, cuja aprovação lhe pede."
      },
      {
        "letra": "C",
        "texto": "Pode dispor de seus bens em testamento cerrado quem não saiba ou não possa ler, desde que o testamento seja escrito por outrem ou pelo tabelião a seu rogo."
      },
      {
        "letra": "D",
        "texto": "O tabelião de notas deve começar o auto de aprovação imediatamente depois da última palavra do testador, declarando, sob a sua fé, que o testador lhe entregou o seu testamento para ser aprovado na presença das duas testemunhas, passando a cerrar e cozer o instrumento aprovado."
      },
      {
        "letra": "E",
        "texto": "O auto de aprovação do testamento cerrado deverá ser assinado apenas pelo testador e pelo tabelião."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "987277",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Após a abertura de testamento público, foi verificado que havia sido deixado um terreno, no valor de sessenta salários mínimos, a uma das testemunhas signatárias do documento. Nesse caso, a disposição testamentária será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válida, se for convalidada pelos demais herdeiros."
      },
      {
        "letra": "B",
        "texto": "válida, se não existirem herdeiros legítimos."
      },
      {
        "letra": "C",
        "texto": "anulável, se os herdeiros legítimos comprovarem vício de vontade."
      },
      {
        "letra": "D",
        "texto": "nula de pleno direito."
      },
      {
        "letra": "E",
        "texto": "considerada codicilo, se não representar mais de 1% do valor total do testamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "965413",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Décio, plenamente capaz, faleceu e deixou um testamento cerrado, escrito a rogo por sua amiga Leila e assinado por ele — testamento válido, pois aprovado, antes de seu falecimento, por tabelião, na presença de duas testemunhas. Décio era casado e tinha três filhos com sua esposa, com quem vivia, além de uma filha adulterina com sua concubina. Considerando essa situação hipotética e as disposições do Código Civil, Décio pode nomear como herdeiro testamentário",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uma das testemunhas do seu testamento."
      },
      {
        "letra": "B",
        "texto": "sua esposa e sua concubina."
      },
      {
        "letra": "C",
        "texto": "sua filha adulterina."
      },
      {
        "letra": "D",
        "texto": "o cônjuge de Leila."
      },
      {
        "letra": "E",
        "texto": "o tabelião que aprovou o testamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "960732",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "À luz do Código Civil e da teoria das invalidades dos atos e negócios jurídicos, a elaboração de testamento conjuntivo nas modalidades simultânea, recíproca ou correspectiva é ato eivado de vício de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulabilidade em qualquer uma das três modalidades."
      },
      {
        "letra": "B",
        "texto": "nulidade em qualquer uma das três modalidades."
      },
      {
        "letra": "C",
        "texto": "ineficácia em qualquer uma das três modalidades."
      },
      {
        "letra": "D",
        "texto": "nulidade, nas modalidades recíproca e correspectiva, e anulabilidade na modalidade simultânea."
      },
      {
        "letra": "E",
        "texto": "anulabilidade, na modalidade correspectiva, e nulidade nas modalidades recíproca e simultânea."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "953762",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Augusto, que tem um vultoso patrimônio, foi condenado criminalmente por lesão corporal seguida de morte, de que foi vítima Josué. O processo criminal durou 18 meses; transitada em julgado a sentença, o condenado empreendeu fuga, e, após um ano, foi morto resistindo à prisão. Josué, quando de sua morte, tinha um filho, Rodolfo, com 15 anos de idade. Augusto era viúvo e não convivia em união estável, só tendo como parentes dois tios e dois sobrinhos. Nesse caso, a herança de Augusto será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considerada jacente e, antes da vacância, será paga a indenização devida a Rodolfo, passando depois os bens ao município em que se situarem, aos quais, porém, não aproveita a prescrição iniciada."
      },
      {
        "letra": "B",
        "texto": "recebida pelos dois sobrinhos, mas nada será devido a Rodolfo a título de indenização, porque a morte não resultou direta e imediatamente da atuação de Augusto."
      },
      {
        "letra": "C",
        "texto": "recebida pelos dois tios e pelos dois sobrinhos, mas não responderão eles pela indenização, porque a dívida fundada na responsabilidade civil não se transmite com a herança."
      },
      {
        "letra": "D",
        "texto": "recebida pelos dois sobrinhos, aproveitando-lhes a prescrição iniciada, mas responderão pela indenização devida a Rodolfo, nos limites da força da herança, proporcionalmente ao que se atribuir a cada um, se a ação indenizatória for proposta depois da partilha."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "951007",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Caio, com idade de 70 anos, viúvo, tinha três filhos, João, Maria e José. Apesar das suas boas condições físicas e mentais, em razão da sua idade, decidiu fazer um testamento, em que deixou toda a parte disponível de seu acervo patrimonial para Helena, sua amiga íntima, preservando expressamente a legítima de seus descendentes. O testamento foi lavrado em notas de Tabelião em 01.12.2017. Em 01.02.2018, Caio foi citado numa ação de investigação de paternidade, em que Joaquim alegou ser seu filho. A ação foi julgada procedente, tendo em vista que a paternidade foi comprovada por exame de DNA, transitando em julgado em 01.07.2018. Em 18.09.2018, Caio faleceu. O testamento realizado por Caio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é um ato anulável, tendo em vista que a idade de Caio é um sério indício de que a vontade por este manifestada poderia ter sido realizada por influência de Helena, a qual poderia ter se aproveitado da senilidade do testador."
      },
      {
        "letra": "B",
        "texto": "é válido, tendo em vista que José já possuía herdeiros necessários, tendo deliberado de forma inequívoca que pretendia deixar para seus filhos apenas a parte indisponível que será partilhada entre João, Maria, José e Joaquim, devendo a metade disponível ser atribuída a Helena."
      },
      {
        "letra": "C",
        "texto": "deve ser declarado rompido, em razão da superveniência de outro descendente sucessível, pois a lei presume, de forma absoluta, que se o testador, ao tempo da elaboração do testamento, soubesse da existência de outro herdeiro, teria testado de forma diferente."
      },
      {
        "letra": "D",
        "texto": "deve ser alterado, tendo em vista que a superveniência de novo herdeiro diminui o acervo hereditário que foi originalmente reservado para João, Maria e José, devendo ser retirada da parte de Helena o quanto for necessário para restabelecer a proporção originária destes, em igualdade de condições com Joaquim."
      },
      {
        "letra": "E",
        "texto": "poderá ser convalidado, desde que com expressa concordância de João, Maria, José e Joaquim, que devem concordar com a deliberação de seu falecido pai em atribuir metade de seus bens a pessoa que não constaria da ordem de vocação hereditária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "941642",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "São testamentos ordinários, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O militar."
      },
      {
        "letra": "B",
        "texto": "O público."
      },
      {
        "letra": "C",
        "texto": "O cerrado."
      },
      {
        "letra": "D",
        "texto": "O particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "941640",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Em relação às disposições testamentárias, é nula a disposição, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que se refira a pessoa incerta, cuja identidade não se possa averiguar."
      },
      {
        "letra": "B",
        "texto": "Que deixe a arbítrio do herdeiro, ou de outrem, fixar o valor do legado."
      },
      {
        "letra": "C",
        "texto": "Que institua herdeiro ou legatário sob a condição captatória de que este disponha, também por testamento, em benefício do testador, ou de terceiro."
      },
      {
        "letra": "D",
        "texto": "Em favor de pessoa incerta que deva ser determinada por terceiro, dentre duas ou mais pessoas mencionadas pelo testador, ou pertencentes a uma família, ou a um corpo coletivo, ou a um estabelecimento por ele designado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "941639",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "São requisitos essenciais do testamento público, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ser escrito apenas manualmente."
      },
      {
        "letra": "B",
        "texto": "Ser o instrumento, em seguida à leitura, assinado pelo testador, pelas testemunhas e pelo tabelião."
      },
      {
        "letra": "C",
        "texto": "Lavrado o instrumento, ser lido em voz alta pelo tabelião ao testador e a duas testemunhas, a um só tempo; ou pelo testador, se o quiser, na presença destas e do oficial."
      },
      {
        "letra": "D",
        "texto": "Ser escrito por tabelião ou por seu substituto legal em seu livro de notas, de acordo com as declarações do testador, podendo este servir-se de minuta, notas ou apontamentos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "941634",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "É INCORRETO afirmar que são excluídos da sucessão os herdeiros ou legatários",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em qualquer dos casos de indignidade, não sendo necessária a declaração por sentença."
      },
      {
        "letra": "B",
        "texto": "que, por violência ou meios fraudulentos, inibirem ou obstarem o autor da herança de dispor livremente de seus bens por ato de última vontade."
      },
      {
        "letra": "C",
        "texto": "que houverem acusado caluniosamente em juízo o autor da herança ou incorrerem em crime contra a sua honra, ou de seu cônjuge ou companheiro."
      },
      {
        "letra": "D",
        "texto": "que houverem sido autores, coautores ou partícipes de homicídio doloso, ou tentativa deste, contra a pessoa de cuja sucessão se tratar, seu cônjuge, companheiro, ascendente ou descendente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "941631",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legítima dos herdeiros necessários poderá ser incluída no testamento."
      },
      {
        "letra": "B",
        "texto": "O testamento é ato personalíssimo, não podendo ser mudado a nenhum tempo."
      },
      {
        "letra": "C",
        "texto": "Toda pessoa capaz pode dispor, por testamento, da totalidade dos seus bens, ou de parte deles, para depois de sua morte."
      },
      {
        "letra": "D",
        "texto": "Não são válidas as disposições testamentárias de caráter não patrimonial, ainda que o testamento somente a elas se tenha limitado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "930639",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Deixando o testador legado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de alimentos, abrange o sustento, a cura, o vestuário e a casa, enquanto o legatário viver, além da educação, se ele for menor."
      },
      {
        "letra": "B",
        "texto": "de alimentos, abrangerá apenas o indispensável para a subsistência do legatário e sua educação, se for menor, salvo disposição em contrário acrescentando outras vantagens."
      },
      {
        "letra": "C",
        "texto": "de coisa incerta, só será cumprido se ela existir entre os bens deixados pelo testador."
      },
      {
        "letra": "D",
        "texto": "de bem que não mais lhe pertencer por ocasião da abertura da sucessão, receberá o legatário seu equivalente em dinheiro, inclusive mediante alienação de algum bem, para satisfazer a deixa testamentária."
      },
      {
        "letra": "E",
        "texto": "de coisa certa, que não pertença ao testador no momento de abertura da sucessão, rompe-se o testamento nesta parte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "926781",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Euzébio, juiz, era casado com Ilda no regime da comunhão universal de bens, sem filhos advindos do casamento. Euzébio nutria grande afeição por seu sobrinho Alexandre, a quem prometeu deixar todo seu patrimônio. Quando da abertura do testamento de Euzébio, após seu falecimento, verificou-se que não só deixava todo o patrimônio para Alexandre, mas reconhecia Dante como seu filho de relacionamento extraconjugal. Com o advento do inventário, será correto dizer que a meação de Euzébio será destinada a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alexandre, pois o testamento não é o instrumento adequado para o reconhecimento de filho;"
      },
      {
        "letra": "B",
        "texto": "Dante, por ser o único herdeiro necessário, e o testamento é completamente nulo ao dispor sobre a parte legítima;"
      },
      {
        "letra": "C",
        "texto": "Dante, que receberá 75% e Alexandre, a quem caberá a porção disponível para testar, qual seja, 25%;"
      },
      {
        "letra": "D",
        "texto": "Ilda, que receberá 50%, por também ser herdeira, e Alexandre e Dante, sendo certo que cada qual receberá 25% do monte;"
      },
      {
        "letra": "E",
        "texto": "Ilda, Dante e Alexandre, que dividirão o monte em partes iguais, ante a qualidade de herdeiros."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "922048",
    "metadata": "Ano: 2018 | Banca: IADES | Órgão: IGEPREV-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Suponha que Miriam é viúva e que tem dois filhos, Amanda e Wiliam, maiores de 18 anos de idade, plenamente capazes, com renda própria da qual tiram o respectivo sustento. Considerando essa situação, é correto afirmar que, caso Miriam faça um testamento,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá dispor da totalidade da herança, tendo em vista que os filhos são maiores de idade e possuem renda suficiente para o sustento, não havendo que se falar em mínimo obrigatório resguardado."
      },
      {
        "letra": "B",
        "texto": "não poderá dispor do próprio patrimônio, pois, com a existência de herdeiros necessários, é defeso que seja feito testamento."
      },
      {
        "letra": "C",
        "texto": "só poderá dispor de metade da herança, haja vista que existem herdeiros necessários."
      },
      {
        "letra": "D",
        "texto": "só poderá dispor de 2/3 da herança, haja vista que existem herdeiros necessários."
      },
      {
        "letra": "E",
        "texto": "só poderá dispor de 1/3 da herança, considerando que existem herdeiros necessários."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "921348",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Pedro, cantor de sucesso de apenas dezessete anos, preocupado com seus bens, decide fazer um testamento. Sobre a situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso algum herdeiro necessário não beneficiado pelo testamento decida impugnar a validade do testamento de Pedro, o prazo é de quatro anos, contado o prazo da data do seu registro."
      },
      {
        "letra": "B",
        "texto": "Se Pedro decidir fazer o testamento particular, ele deve ser escrito de próprio punho. Se for público, pode ser de próprio punho ou por processo mecânico."
      },
      {
        "letra": "C",
        "texto": "Serão nulas as disposições de Pedro se ele favorecer as testemunhas do testamento."
      },
      {
        "letra": "D",
        "texto": "Pedro pode fazer o testamento conjuntivo com seu irmão para beneficiar seus pais."
      },
      {
        "letra": "E",
        "texto": "Por ser relativamente incapaz, Pedro não pode testar, exceto se assistido por seus pais ou representantes legais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "905782",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Considere as seguintes afirmativas a respeito do direito das sucessões: I. Ninguém pode suceder, representando herdeiro renunciante. Se, porém, ele for o único legítimo da sua classe, ou se todos os outros da mesma classe renunciarem à herança, poderão os filhos vir à sucessão, por direito próprio, e por cabeça. II. Fideicomisso é meio pelo qual o testador pode instituir como fideicomissário os não concebidos ao tempo de sua morte. Assim, é possível instituir fideicomisso em que contemplem, sucessivamente, determinada pessoa, seu filho e seu neto. III. O testador pode estabelecer cláusula de inalienabilidade sobre os bens da parte legítima, desde que exponha uma justa causa para tanto. IV. É lícito o testamento conjuntivo recíproco entre marido e mulher, quando o regime de bens do casamento for da comunhão universal.Estão CORRETAS apenas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "896505",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Toda pessoa capaz pode dispor, por testamento, da totalidade dos seus bens, ou de parte deles, para depois de sua morte. Em relação a matéria testamento, podemos afirmar: I. Extingue-se em três anos o direito de impugnar a validade do testamento, contado o prazo da data do seu registro. II. O testamento é ato personalíssimo, podendo ser mudado a qualquer tempo. III. São válidas as disposições testamentárias de caráter não patrimonial, ainda que o testador somente a elas se tenha limitado. IV. A legítima dos herdeiros necessários poderá ser incluída no testamento. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva III está incorreta."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "895332",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Segundo a legislação Civilista Brasileira, no que corresponde ao instituto da Sucessão Testamentária podemos afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Toda pessoa capaz pode dispor, por testamento, da totalidade dos seus bens, ou de parte deles, para depois de sua morte."
      },
      {
        "letra": "B",
        "texto": "Extingue-se em cinco anos o direito de impugnar a validade do testamento, contado o prazo da data do seu registro."
      },
      {
        "letra": "C",
        "texto": "A legítima dos herdeiros necessários poderá ser incluída no testamento."
      },
      {
        "letra": "D",
        "texto": "O testamento é ato personalíssimo, podendo ser mudado a qualquer tempo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "895170",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Sobre as testamento, responda: I. Por meio de testamento é possível instituir legado de usufruto em favor de pessoa indicada pelo testador. II. No caso de instituição de legado de usufruto sem fixação de tempo, entende-se deixado ao legatário por toda a sua vida. III. Se o legado for de coisa que se determine pelo gênero, será o mesmo cumprido, ainda que tal coisa não exista entre os bens deixados pelo testador. IV. As despesas e os riscos da entrega do legado correm à conta do legatário, se não dispuser diversamente o testador. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II, III e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I, II e IV são verdadeiras."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886190",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Aceitação e Renúncia da Herança, Herança Jacente e Vacante",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o Direito das Sucessões.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade pelo cumprimento do legado caberá ao legatário."
      },
      {
        "letra": "B",
        "texto": "Todos os herdeiros do testador são responsáveis pelo pagamento do imposto de transmissão do bem ao legatário."
      },
      {
        "letra": "C",
        "texto": "O direito de acrescer ocorre quando o testador beneficia várias pessoas com a mesma herança ou legado em porções determinadas."
      },
      {
        "letra": "D",
        "texto": "O direito de acrescer pode ocorrer entre herdeiros e legatários."
      },
      {
        "letra": "E",
        "texto": "O direito de acrescer é privativo do direito das sucessões."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "883323",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Nessa situação hipotética, conforme a jurisprudência dos tribunais superiores,caso tenha sido beneficiada por testamento deixado por João, Maria perderá automaticamente o direito à legítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "871836",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Sucessão Legítima – Ordem de Vocação Hereditária",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Joaquim, casado com Antonia, mantinha relacionamento extraconjugal há mais de dois anos com a viúva Lucrécia. Certo dia, Joaquim, na condução de seu automóvel, levando como passageiros sua esposa Antonia e seu sogro Ricardo, realizou uma imprudente ultrapassagem, em local proibido, e acabou por colidi-lo frontalmente contra o carro guiado por Pedro, que trafegava regularmente em sua mão de direção. Do acidente resultou a destruição de ambos os veículos e as mortes de todos os ocupantes do automóvel de seu causador. Joaquim e Antonia, quando da chegada do resgate, já estavam sem vida, não se tendo conseguido estabelecer o pré-morto. Ricardo ainda foi socorrido, mas faleceu a caminho do hospital, deixando vivo o filho José. Já Antonia e Joaquim não tinham descendentes; Joaquim, não possuía ascendentes nem descendentes, tendo como único parente conhecido Romeu, filho de um primo. Nenhum dos falecidos deixou testamento, mas possuíam bens e Joaquim celebrara contrato de seguro de vida em que indicara Romeu como beneficiário. Neste caso, os bens de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joaquim serão herdados por Lucrécia e por Romeu, que também receberá a indenização de seguro; Pedro, no entanto, terá direito de pedir o pagamento de sua indenização antes que os bens de Joaquim sejam partilhados entre aqueles herdeiros. Os bens de Antonia serão herdados por Ricardo, que os transmitirá a José."
      },
      {
        "letra": "B",
        "texto": "Joaquim serão herdados por Lucrécia; Pedro, entretanto, terá direito de pedir o pagamento de indenização, que será suportada pela herança de Joaquim. Romeu receberá a indenização do seguro. Os bens de Antonia serão herdados por Ricardo, que os transmitirá a José."
      },
      {
        "letra": "C",
        "texto": "Joaquim serão arrecadados e sua herança será considerada jacente; Pedro, porém, terá direito de pedir o pagamento de indenização, que será suportada pela herança de Joaquim; a final a herança de Joaquim será declarada vacante, mas Romeu receberá a indenização do seguro. Os bens de Antonia serão herdados por Ricardo, que os transmitirá a José."
      },
      {
        "letra": "D",
        "texto": "Antonia serão herdados por José. Os bens de Joaquim serão arrecadados e sua herança será considerada jacente; Pedro, contudo, terá direito de pedir o pagamento de indenização, que será suportada pela herança de Joaquim; a final a herança de Joaquim será declarada vacante, mas Romeu receberá a indenização do seguro."
      },
      {
        "letra": "E",
        "texto": "Joaquim serão arrecadados, sua herança considerada jacente e, a final, declarada vacante. Pedro terá direito de receber sua indenização, retirada do seguro de vida deixado por Joaquim, e Romeu apenas receberá o que sobrar dessa indenização securitária. Os bens de Antonia serão herdados por José."
      }
    ],
    "gabarito": "C"
  }
]