[
  {
    "id": "3606483",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Considerando o tratamento do Código Civil para o tema de validade de atos e negócios jurídicos, bem como a respeito da prescrição e decadência, julgue o item a seguir.O negócio jurídico nulo não é suscetível de confirmação, mas convalesce pelo decurso do tempo e, portanto, submete‑se aos prazos prescricionais estabelecidos na Lei Civil.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3593763",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Roberta, comerciante individual, contraiu Covid-19 em 2022 e apresentou complicações graves. Durante a internação, os médicos alertaram a família de que ela necessitava com urgência de um medicamento de alto custo que não estava disponível no SUS. Diante da situação crítica, Roberta, sob forte abalo emocional, firmou contrato particular com Leandro, seu vizinho, no qual se comprometeu a transferir a ele um imóvel avaliado em R$ 600.000,00 em troca do pagamento imediato de R$ 100.000,00 pelo medicamento. A transação foi formalizada por escritura pública no cartório, ainda durante o período de internação. Após a recuperação e retorno às suas atividades, Roberta, com o auxílio de advogado, ajuizou ação para anular o negócio jurídico, alegando que agiu em estado de perigo, e que Leandro se aproveitou da situação extrema para obter vantagem manifestamente excessiva. A ação foi proposta quase cinco anos após a celebração do contrato, e Leandro alegou em contestação que o prazo para anular o negócio havia se encerrado. Com base na legislação aplicável, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação de anulação do negócio jurídico é imprescritível, pois o vício decorre de estado de necessidade, o que justifica a sua revisão a qualquer tempo."
      },
      {
        "letra": "B",
        "texto": "O contrato é nulo de pleno direito, pois o estado de perigo afeta a validade do negócio jurídico, tornando-o inexistente."
      },
      {
        "letra": "C",
        "texto": "A validade do contrato não pode ser questionada, pois Roberta agiu com autonomia e consciência, e a situação de risco não interfere na formação válida da vontade negocial."
      },
      {
        "letra": "D",
        "texto": "O contrato é anulável, mas o prazo decadencial para ajuizar a ação é de dois anos, contados da cessação do estado de perigo, e a ação foi proposta dentro desse prazo."
      },
      {
        "letra": "E",
        "texto": "A ação de anulação do contrato deve ser julgada improcedente, pois, mesmo havendo estado de perigo, o prazo decadencial de quatro anos para propositura da ação foi ultrapassado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3538754",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Pedro e Juan simularam um empréstimo a fim de prejudicar interesse de terceiro. De acordo com o Código Civil, tal negócio é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulável, sujeitando-se a prazo decadencial de 2 anos."
      },
      {
        "letra": "B",
        "texto": "nulo, não se sujeitando à decadência."
      },
      {
        "letra": "C",
        "texto": "anulável, sujeitando-se a prazo decadencial de 4 anos."
      },
      {
        "letra": "D",
        "texto": "anulável, sujeitando-se a prazo prescricional de 3 anos."
      },
      {
        "letra": "E",
        "texto": "nulo, sujeitando-se a prazo decadencial de 4 anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3531615",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "José, idoso e com baixa escolaridade, estava na posse de determinado imóvel urbano, inferior a 250 metros quadrados, há mais de 15 anos. Desconhecendo o fato de que tinha requisitos para adquirir a propriedade por usucapião e tendo o desejo de regularizar a propriedade do bem, José foi contatado por um corretor de imóveis com experiência que, aproveitando-se da sua vulnerabilidade e sabendo do seu desejo de regularizar a situação registral do imóvel, convenceu-o a adquirir o imóvel em valor superior ao praticado no mercado. Nesse caso, o negócio jurídico",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é anulável, por vício de consentimento de dolo, com prazo decadencial de 4 anos, a contar do dia em que se realizou o negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "é anulável, por vício de consentimento de erro, com prazo decadencial de 2 anos, a contar do dia em que tomar conhecimento do erro vivenciado."
      },
      {
        "letra": "C",
        "texto": "não é passível de anulação, uma vez que José manifestou sua vontade livremente e assinou o contrato de forma consciente"
      },
      {
        "letra": "D",
        "texto": "é anulável somente em razão do valor superior ao praticado no mercado, por vício de consentimento de erro, com prazo decadencial de 4 anos, a contar do dia em que tomar conhecimento do erro vivenciado."
      },
      {
        "letra": "E",
        "texto": "é anulável somente em razão do valor superior ao praticado no mercado, por vício de consentimento de dolo, com prazo decadencial de 2 anos, a contar do dia em que tomar conhecimento do prejuízo vivenciado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3304107",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "De acordo com o Código Civil, é nulo o negócio jurídico decorrente de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro."
      },
      {
        "letra": "B",
        "texto": "simulação absoluta."
      },
      {
        "letra": "C",
        "texto": "dolo."
      },
      {
        "letra": "D",
        "texto": "fraude contra credores."
      },
      {
        "letra": "E",
        "texto": "lesão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3295387",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No campo do Direito Civil, a invalidade do negócio jurídico decorre de vício na manifestação de vontade ou defeito no objeto ou na forma. Identifique o vício que torna o ato passível de anulação, em vez de nulidade absoluta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Violação de lei imperativa quanto ao objeto, gerando ilícito absoluto."
      },
      {
        "letra": "B",
        "texto": "Ausência de um dos requisitos essenciais de existência do negócio."
      },
      {
        "letra": "C",
        "texto": "Objeto impossível ou não determinável, frustrando totalmente a operação."
      },
      {
        "letra": "D",
        "texto": "Erro substancial que incide sobre elementos principais, sem afrontar dispositivo de ordem pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3233771",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Pedro celebrou negócio jurídico com João, mas este tem apenas 5 anos de idade. Miguel e Mariana celebraram negócio jurídico com objeto indeterminável. Lis e Lucca firmaram negócio jurídico, porém, ambos têm 17 anos. Considerando os casos hipotéticos, os negócios jurídicos citados são, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulável, válido e nulo."
      },
      {
        "letra": "B",
        "texto": "nulo, anulável e nulo."
      },
      {
        "letra": "C",
        "texto": "nulo, nulo e anulável."
      },
      {
        "letra": "D",
        "texto": "anulável, anulável e nulo."
      },
      {
        "letra": "E",
        "texto": "nulo, válido e nulo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3215741",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Marcos alienou seu único veiculo em fraude contra credores com o intuito de ficar insolvente e prejudicar Amanda, com a qual já possuía dividas anteriores à alienação. Nessa situação, o negócio jurídico é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulável &, portanto, insuscetivel de confirmação pelo decurso do tempo."
      },
      {
        "letra": "B",
        "texto": "anulável no prazo decadencial de 4 anos, contado do dia em que este se realizou."
      },
      {
        "letra": "C",
        "texto": "nulo, devendo a ação ser ajuizada no prazo prescricional de 3 anos, contado da ciência da venda do veículo por Amanda."
      },
      {
        "letra": "D",
        "texto": "nulo e, portanto, insuscetivel de confirmação pelo decurso do tempo."
      },
      {
        "letra": "E",
        "texto": "anulável no prazo prescricional de 5 anos, contado da ciência da venda do veículo por Amanda."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3215466",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A respeito do ato jurídico, da prescrição e da decadência, julgue o item seguinte. O juiz poderá suprir a nulidade do negócio jurídico em virtude de requerimento de ambas as partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3186470",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Em março de 2020, Pedro, casado com Ana pelo regime da comunhão parcial de bens desde 2005, formalizou a venda de uma fazenda avaliada em R$ 3.000.000,00 a seu irmão Lucas pelo valor de R$ 200.000,00. No entanto, Pedro continuou utilizando a fazenda normalmente, auferindo renda das atividades agrícolas como se ainda fosse o proprietário. Não houve efetiva entrega do valor acordado, e Ana, esposa de Pedro, não teve ciência do negócio até abril de 2024, quando ocorreu o divórcio do casal. Diante do fato, Ana procura advogado especializado para saber seus direitos, pois a fazenda foi adquirida na constância do casamento e ela nunca teve ciência do negócio celebrado entre os irmãos. Com base na situação apresentada e nos dispositivos legais aplicáveis, é correto afirmar que o negócio jurídico celebrado entre Pedro e Lucas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é anulável em razão da falta de outorga de Ana, no prazo decadencial de 2 anos a partir do conhecimento do fato."
      },
      {
        "letra": "B",
        "texto": "seria anulável por conta do vício de lesão, em razão da venda do imóvel por valor manifestamente inferior ao avaliado, mas já ocorreu a decadência."
      },
      {
        "letra": "C",
        "texto": "é nulo, mas poderá ser confirmado se Lucas complementar o valor do bem para corresponder ao preço justo."
      },
      {
        "letra": "D",
        "texto": "é válido, porém ineficaz em relação à Ana, que poderá reivindicar sua meação sobre o imóvel."
      },
      {
        "letra": "E",
        "texto": "é nulo, pois caracteriza simulação absoluta, não sendo passível de confirmação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3184587",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Helena, 17 anos, firmou contrato de compra e venda de um imóvel de sua propriedade, vendendo-o a Lucas. Após a assinatura do contrato, Lucas, que tinha conhecimento de que Helena tinha 17 anos, descobriu que os pais dela não haviam autorizado a realização do negócio jurídico em questão, e que não o farão agora. Considerando o caso hipotético, podemos afirmar, sobre a validade do contrato de compra e venda em questão que o contrato é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anulável; através de iniciativa dos pais de Helena, posto que ela é relativamente capaz e só poderia ter praticado o ato, por regra, com a devida assistência dos responsáveis legais."
      },
      {
        "letra": "B",
        "texto": "Nulo de pleno direito; Helena, enquanto absolutamente incapaz, não pode celebrar qualquer espécie de negócio jurídico, por regra, sem a representação de seus responsáveis legais."
      },
      {
        "letra": "C",
        "texto": "Ineficaz; Helena, aos 17 anos, não possui a capacidade jurídica de exercício de gestão relativa a seu patrimônio sem a devida autorização dos seus responsáveis legais, no caso os pais. Logo, por regra, o contrato é ineficaz e inapto a produzir qualquer efeito jurídico."
      },
      {
        "letra": "D",
        "texto": "Válido; Helena, aos 17 anos, não precisa mais de autorização dos pais para a celebração de qualquer negócio jurídico, podendo, por regra, fazê-lo de forma livre e sem assistência e convalidá-lo aos 18 anos completos, conferindo ao contrato plena eficácia retroativa à data da celebração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3169057",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Julgue o item que se segue, relativo a pessoa natural e jurídica, decadência, simulação e direito das obrigações no direito civil.Considere que dois indivíduos, objetivando ocultar contrato de compra e venda, tenham realizado doação simulada de determinado bem móvel. Nessa hipótese, embora nulo o contrato simulado, o negócio dissimulado subsistirá, desde que válido na substância e na forma.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3413364",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: Prefeitura de Castanhal - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Cristiano, Ronaldo e Lionel conversavam sobre a disciplina da invalidade dos negócios jurídicos de acordo com o Código Civil brasileiro. Cristiano afirmou que não caracteriza simulação os negócios jurídicos celebrados por instrumento particular pós-datados, por falta de previsão expressa no Código Civil. Já Ronaldo apontou que a simulação pode ser alegada pelo Ministério Público, quando lhe couber intervir no processo. Lionel disse que, embora o vício da nulidade absoluta não convalesça com o decurso do tempo, o negócio jurídico nulo é suscetível de confirmação. Analise as alternativas à luz do Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os três amigos estão corretos em suas afirmações."
      },
      {
        "letra": "B",
        "texto": "Ronaldo e Lionel estão corretos, porém Cristiano está errado porque há previsão expressa no Código Civil sobre a caracterização da simulação em negócio jurídico celebrado por instrumento particular pós-datado."
      },
      {
        "letra": "C",
        "texto": "Cristiano e Lionel estão corretos, porém Ronaldo está errado porque a simulação é vício de nulidade relativa e, por isso, não pode ser suscitado pelo Ministério Público."
      },
      {
        "letra": "D",
        "texto": "Apenas Ronaldo está correto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3345818",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "O excesso nas cláusulas do contrato, como evidenciado na charge, representa uma característica abordada tanto na teoria dos fatos e negócios jurídicos quanto na teoria dos contratos. De acordo com a Escada Ponteana, as cláusulas de um contrato, independentemente de serem acessórias ou não, devem atender aos requisitos de validade. O excesso nas cláusulas do contrato demonstrada na charge, nesse sentido, retrata um negócio jurídico",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não defeso em lei ou nulo."
      },
      {
        "letra": "B",
        "texto": "prescrito ou anulável."
      },
      {
        "letra": "C",
        "texto": "nulo ou anulável."
      },
      {
        "letra": "D",
        "texto": "determinável ou nulo."
      },
      {
        "letra": "E",
        "texto": "impossível ou anulável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3268607",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Contratos em Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade",
      "Noções e Princípios do Direito Contratual",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Carla, de 17 anos de idade, que irá completar 18 anos em 11/12/2024, resolveu se casar com seu primeiro namorado, Lucas, que tem 23 anos de idade. Os pais de Carla deram a autorização necessária para que ela se casasse, e o casamento ocorreu em 23/4/2024. Carla decidiu procurar uma loja de carros em 17/8/2024 para presentear seu marido Lucas por seu aniversário de 24 anos de idade. Com base nessa situação hipotética e considerando‑se que ela celebrou um contrato de compra e venda do veículo sem a presença de Lucas e de seus pais, é correto afirmar que o contrato celebrado por Carla é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "plenamente válido."
      },
      {
        "letra": "B",
        "texto": "nulo."
      },
      {
        "letra": "C",
        "texto": "não é válido."
      },
      {
        "letra": "D",
        "texto": "anulável."
      },
      {
        "letra": "E",
        "texto": "passível de retificação quando Carla completar 18 anos de idade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3225695",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Considera-se como inexistente ou não escrito(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condição resolutiva impossível."
      },
      {
        "letra": "B",
        "texto": "condição incompreensível ou contraditória."
      },
      {
        "letra": "C",
        "texto": "encargo ilícito ou impossível, se constituir o motivo determinante da liberalidade."
      },
      {
        "letra": "D",
        "texto": "condição ilícita que privar de todo efeito o negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "condição ilícita que sujeita o negócio jurídico ao puro arbítrio de uma das partes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3153858",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Consoante o posicionamento do STJ, a anulabilidade do negócio jurídico",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aproveita unicamente aqueles que a alegarem, não podendo, em nenhuma hipótese, ser estendida a terceiros."
      },
      {
        "letra": "B",
        "texto": "pode ser invocada como matéria de defesa, não dependendo do ajuizamento de ação desconstitutiva específica."
      },
      {
        "letra": "C",
        "texto": "deve necessariamente ser alegada em procedimento próprio, a fim de que possa ter efeito após o trânsito em julgado."
      },
      {
        "letra": "D",
        "texto": "pode ser alegada pelos sujeitos da relação jurídica ou por terceiros que lhes sejam estranhos."
      },
      {
        "letra": "E",
        "texto": "pode ser pronunciada de ofício pelo magistrado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3153856",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito do negócio jurídico simulado, à luz do disposto no Código Civil e da jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma das partes não pode alegar contra a outra a simulação do negócio jurídico sob pena de incorrer em venire contra factum proprium."
      },
      {
        "letra": "B",
        "texto": "Tal instituto não pode ser declarado de ofício pelo juiz da causa, exigindo-se a impugnação por uma das partes."
      },
      {
        "letra": "C",
        "texto": "O negócio jurídico simulado configura anulabilidade, não podendo ser arguida por uma das partes em desfavor da outra."
      },
      {
        "letra": "D",
        "texto": "Na simulação relativa, o negócio jurídico simulado é nulo, mas subsistirá o que se dissimulou, se válido for na substância e na forma."
      },
      {
        "letra": "E",
        "texto": "Na simulação relativa e na simulação absoluta admite-se o aproveitamento do ato se for válido em sua substância e forma."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3151544",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "De acordo com o entendimento do STJ, o direito de postular a anulação de negócio jurídico simulado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "submete-se ao prazo decadencial de dois anos, contado a partir da data da sua celebração."
      },
      {
        "letra": "B",
        "texto": "é insuscetível de prescrição ou decadência por ser causa de nulidade relativa do negócio jurídico."
      },
      {
        "letra": "C",
        "texto": "submete-se ao prazo decadencial de quatro anos, contado a partir da data da sua celebração."
      },
      {
        "letra": "D",
        "texto": "é insuscetível de prescrição ou decadência por ser causa de nulidade absoluta do negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "submete-se ao prazo prescricional de dez anos, contado a partir da data da sua celebração."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3128971",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Santo André - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Vitor e Hélio, sócios e amigos, decidem realizar um contrato de compra e venda. Vitor vende a sua casa pelo valor de R$ 400.000,00 (quatrocentos mil reais) para Hélio, mas para pagarem um valor menor de imposto, declaram na escritura pública que o imóvel foi vendido por R$ 200.000,00 (duzentos mil reais). Diante da situação hipotética, é correto afirmar que o contrato de compra e venda é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nulo, por se tratar de uma simulação absoluta."
      },
      {
        "letra": "B",
        "texto": "anulável, por se tratar de uma simulação absoluta."
      },
      {
        "letra": "C",
        "texto": "anulável, por se tratar de negócio jurídico viciado por dolo das partes."
      },
      {
        "letra": "D",
        "texto": "válido na substância e na forma, anulando-se apenas o valor aparente da escritura pública."
      },
      {
        "letra": "E",
        "texto": "válido apenas na substância, anulando-se a transferência do imóvel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3117508",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "O Código Civil de 2002 é informado por uma base axiológica que se preocupa com a operabilidade, a sociabilidade e a eticidade. Por isto, consagrou, em diversos dispositivos, que ninguém poderá se valer da própria torpeza (nemo auditur propriam turpitudinem allegans). Nesse contexto, considere três situações: i) vendedor argui a simulação do negócio jurídico em face do comprador; ii) menor de idade pretende se exonerar de restituir o que houvera por empréstimo maliciosamente celebrado com pessoa maior, sem assistência de seus pais; iii) alienante de bem imóvel situado em loteamento irregular e compreendido em área de domínio público argui nulidade do negócio jurídico celebrado com instrumento particular. Nesse caso, o princípio segundo o qual ninguém poderá se beneficiar da própria torpeza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é excepcionado por nenhuma das situações;"
      },
      {
        "letra": "B",
        "texto": "é excepcionado por todas as situações;"
      },
      {
        "letra": "C",
        "texto": "é excepcionado apenas pelas situações i e iii;"
      },
      {
        "letra": "D",
        "texto": "é excepcionado apenas pela situação ii;"
      },
      {
        "letra": "E",
        "texto": "é excepcionado apenas pelas situações i e ii."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3067816",
    "metadata": "Ano: 2024 | Banca: FAUEL | Órgão: PARANAEDUCAÇÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "De acordo com o Código Civil, é anulável o negócio jurídico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "celebrado por pessoa absolutamente incapaz."
      },
      {
        "letra": "B",
        "texto": "viciado em razão de erro."
      },
      {
        "letra": "C",
        "texto": "com instrumentos particulares antedatados ou pós-datados."
      },
      {
        "letra": "D",
        "texto": "quando não revestir a forma prescrita em lei."
      },
      {
        "letra": "E",
        "texto": "quando for indeterminável seu objeto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3058548",
    "metadata": "Ano: 2024 | Banca: UPENET/IAUPE | Órgão: SEMUL de Recife - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Maria, em razão de ameaças de causação de dano iminente contra si e sua família, temendo por sua honra e de seus familiares, concordou em assinar procuração transferindo a administração de todos os seus bens para seu marido João, que fez reiteradas ameaças de divulgação de fotos da intimidade sexual do casal. Contudo, devidamente assistida por profissional da advocacia, Maria obteve liminar junto à Vara de Violência Doméstica e Familiar contra a mulher no sentido de suspender os efeitos desta procuração. Considerando que Maria buscou seu aconselhamento em relação à adoção de providências em relação a essa procuração no âmbito cível, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o caso é de ajuizamento de ação anulatória do negócio jurídico em razão do estado de perigo, posto que Maria celebrou este negócio premida da necessidade de salvar pessoas de sua família e a si mesma."
      },
      {
        "letra": "B",
        "texto": "o caso é de ajuizamento de ação declaratória de inexistência do negócio jurídico, tendo em vista a invalidade da manifestação de vontade."
      },
      {
        "letra": "C",
        "texto": "deve ser ajuizada ação anulatória do negócio jurídico em virtude do vício jurídico da coação, posto que incutiu em Maria fundado temor de dano iminente e considerável à sua família e a ela mesma."
      },
      {
        "letra": "D",
        "texto": "deve ser ajuizada ação de nulidade do negócio jurídico, que não se sujeita a prazo decadencial ou prescricional, pois restou caracterizada a simulação."
      },
      {
        "letra": "E",
        "texto": "deve ser ajuizada ação de nulidade do negócio jurídico em razão do vício da lesão, pois resta evidente que Maria agiu sob premente necessidade ou por inexperiência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3052481",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Vitória - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No último mês foi anunciado que iniciariam as vendas de ingressos para um grande e disputado festival de rock na cidade. Júlio, um adolescente de 17 anos, ficou muito animado, especialmente porque a sua banda preferida havia confirmado a presença. Assim, pediu aos seus pais o valor para a compra do ingresso, o que foi negado ao argumento de que não dispunham de recursos financeiros para tanto. Frustrado, mas sem desistir, Júlio procura Renato, 25 anos, conhecido no bairro por comprar objetos usados para revenda. Sem comentar sua idade e apresentando a nota fiscal da bicicleta, Júlio negocia com Ricardo a venda do bem pelo valor de R$1.500,00. O valor é imediatamente transferido para a conta de Júlio, que se comprometeu a entregar o bem no dia seguinte. Contudo, ao sair de casa com a bicicleta, é questionado pelo seu pai, momento em que informa o negócio celebrado, sendo imediatamente repreendido pelo pai, que o proíbe de entregar a bicicleta e determina que devolva o dinheiro a Ricardo. Porém, Júlio diz não possuir mais o dinheiro, pois já havia comprado o ingresso para o show. Diante da situação hipotética narrada e da legislação vigente, analise as assertivas a seguir: I. O negócio celebrado entre Júlio e Ricardo é anulável no prazo de 4 anos, contados a partir da maioridade civil de Júlio, mas passível de confirmação. II. Independentemente da idade de Júlio, o contrato é válido, pois socialmente adequado, além de ter resultado em vantagens significativas para Júlio que, inclusive, recebeu os valores antes da entrega do bem. III. Júlio não pode alegar a sua incapacidade para se eximir de entregar a bicicleta, pois tinha o dever de informar a sua idade e omitiu quando da negociação, razão pela qual o contrato não pode ser invalidado. IV. Com a invalidação da compra e venda, Renato não poderá reclamar o que pagou a Júlio em razão da sua falta de diligência ao negociar e porque os valores pagos foram utilizados para um fim que os pais de Júlio não concordam. É correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3008923",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: CAGEPA - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Segundo as disposições do Código Civil, é anulável o negócio jurídico",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando for indeterminável o seu objeto."
      },
      {
        "letra": "B",
        "texto": "se o motivo determinante, comum a ambas as partes, for ilícito."
      },
      {
        "letra": "C",
        "texto": "por incapacidade relativa do agente."
      },
      {
        "letra": "D",
        "texto": "não revestido da forma prescrita em lei."
      },
      {
        "letra": "E",
        "texto": "quando for preterida alguma solenidade que a lei considere essencial para a sua validade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2585434",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Vinhedo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A respeito da anulabilidade do negócio jurídico, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a lei dispuser que determinado ato é anulável, sem estabelecer prazo para pleitear-se a anulação, será este de quatro anos, a contar da data da conclusão do ato."
      },
      {
        "letra": "B",
        "texto": "A invalidade da obrigação principal implica a das obrigações acessórias, assim como a invalidade das obrigações acessórias implica a da principal."
      },
      {
        "letra": "C",
        "texto": "Ninguém pode reclamar o que, por uma obrigação anulada, pagou a um incapaz, mesmo se provar que reverteu em proveito dele a importância paga."
      },
      {
        "letra": "D",
        "texto": "A invalidade do instrumento não induz à do negócio jurídico sempre que este puder provar-se por outro meio."
      },
      {
        "letra": "E",
        "texto": "A anulabilidade do negócio jurídico pode ser pronunciada de ofício pelo juízo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2583643",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Carlos Barbosa - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Carla, pessoa idosa e humilde, residente no Município de Carlos Barbosa/RS, realizou a alienação do imóvel em que reside para uma importante construtora da cidade. A vendedora alega que foi coagida mediante grave ameaça a realizar a alienação do imóvel. Se a alegação de coação for acolhida, o contrato de compra e venda será:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nulo."
      },
      {
        "letra": "B",
        "texto": "Anulável."
      },
      {
        "letra": "C",
        "texto": "Válido, mas ineficaz."
      },
      {
        "letra": "D",
        "texto": "Nulo, mas eficaz."
      },
      {
        "letra": "E",
        "texto": "Inexistente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2564419",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Mossoró - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Julgue o item que se segue, a respeito da invalidade dos negócios jurídicos.O negócio jurídico será nulo quando for celebrado por pessoa absolutamente incapaz.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2564418",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Mossoró - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Julgue o item que se segue, a respeito da invalidade dos negócios jurídicos.A anulabilidade somente pode ser alegada pelos interessados e aproveita exclusivamente aos que a alegarem, salvo no caso de solidariedade ou de indivisibilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2564146",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Em relação ao disposto no Código Civil, informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) Considera-se condição a cláusula que, derivando exclusivamente da vontade das partes, subordina o efeito do negócio jurídico a evento futuro e incerto. ( ) O encargo não suspende a aquisição nem o exercício do direito, salvo quando expressamente imposto no negócio jurídico, pelo disponente, como condição suspensiva. ( ) É anulável o negócio jurídico simulado, mas subsistirá o que se dissimulou, se válido for na substância e na forma. ( ) O estado de perigo resta configurado quando uma pessoa, sob premente necessidade, se obriga a prestação manifestamente desproporcional ao valor da prestação oposta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V – F."
      },
      {
        "letra": "B",
        "texto": "V – V – F – F."
      },
      {
        "letra": "C",
        "texto": "V – F – F – V."
      },
      {
        "letra": "D",
        "texto": "F – F – V – V."
      },
      {
        "letra": "E",
        "texto": "F – V – F – F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2564145",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "De acordo com o Código Civil e o entendimento dos Tribunais Superiores, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Far-se-á averbação em registro público da sentença declaratória de ausência e de morte presumida."
      },
      {
        "letra": "B",
        "texto": "Depende de prova do prejuízo a indenização pela publicação não autorizada de imagem de pessoa com fins econômicos ou comerciais."
      },
      {
        "letra": "C",
        "texto": "A pretensão de reconhecimento de ofensa a direito da personalidade é imprescritível."
      },
      {
        "letra": "D",
        "texto": "No âmbito do abuso da personalidade jurídica, entende-se por desvio de finalidade a ausência de separação de fato entre os patrimônios da sociedade e do sócio/administrador."
      },
      {
        "letra": "E",
        "texto": "A prescrição pode ser interrompida por qualquer interessado, sendo que a interrupção produzida contra o principal devedor não prejudica o fiador."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2513270",
    "metadata": "Ano: 2024 | Banca: Instituto Ágata | Órgão: Prefeitura de Anajás - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Contratos em Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Sobre os negócios jurídicos, de acordo com previsão do Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São nulos os negócios jurídicos, quando as declarações de vontade emanarem de erro substancial que poderia ser percebido por pessoa de diligência normal, em face das circunstâncias do negócio."
      },
      {
        "letra": "B",
        "texto": "Ocorre a coação quando uma pessoa, sob premente necessidade, ou por inexperiência, se obriga a prestação manifestamente desproporcional ao valor da prestação oposta."
      },
      {
        "letra": "C",
        "texto": "É anulável o negócio jurídico quando celebrado por pessoa absolutamente incapaz."
      },
      {
        "letra": "D",
        "texto": "Configura-se o estado de perigo quando alguém, premido da necessidade de salvar-se, ou a pessoa de sua família, de grave dano conhecido pela outra parte, assume obrigação excessivamente onerosa."
      },
      {
        "letra": "E",
        "texto": "São os negócios jurídicos nulos por dolo, quando este for a sua causa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2507042",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "João, advogado, presta serviço de consultoria jurídica para Robson, seu cliente. Por serem amigos, não firmam contrato de honorários por escrito e acordam verbalmente as condições de remuneração do advogado. Depois de concluída com êxito a assessoria, Robson emite uma nota promissória em favor do advogado sem, contudo, anotar no texto do título a denominação Nota Promissória expressamente e, ainda, sem indicar a data do documento, tornando-o nulo, conforme o Art. 75 do Anexo I da Lei Uniforme de Genebra (Decreto nº 57.663/1966). Considerando a situação hipotética narrada, analise as afirmativas a seguir. I. A Nota Promissória em tela é nula por não conter os requisitos legais que a lei exige, especialmente, a indicação de Nota Promissória e a data em que o documento foi emitido, sendo inútil o documento para auxiliar o advogado na cobrança da dívida. II. Ainda que a Nota Promissória esteja viciada, o instrumento afigura-se útil para a cobrança da dívida, dada a possibilidade de que ela seja convertida em uma confissão de dívida. III. A conversão do negócio jurídico seria possível somente na hipótese de nulidades relativas, e não absolutas, de modo que in casu as nulidades obstam a conversão da Nota Promissória viciada em confissão de dívida, sem prejuízo do ajuizamento da ação ordinária de cobrança. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2507038",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Rebeca, grafiteira amadora de 17 anos, costuma mostrar seus trabalhos em rede social. O Restaurante D Ltda. solicitou orçamento, por meio da sua plataforma, para que Rebeca realizasse seu trabalho em uma parede do estabelecimento. Antes de apresentar uma proposta, Rebeca se dirigiu ao Restaurante D Ltda. para conhecer o espaço. Ali, encontrou o administrador da sociedade, que, surpreso com a aparência jovem da artista, perguntou sua idade. Rebeca informou que tinha 19 anos e estimou seu serviço no valor de R$40.000,00 (quarenta mil reais). Mesmo tendo recebido metade do valor contratado de forma antecipada, Rebeca não retornou ao estabelecimento na data ajustada. Ao entrar em contato por meio da rede social, o Restaurante D Ltda. foi informado, por Laura, que se identificou como mãe da artista, que Rebeca era menor de idade e, por isso, não podia ser contratada para o serviço. Sobre o valor antecipado, Laura disse que desconhecia tal montante. Diante do cenário descrito, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ausência de assistência é motivo de nulidade da avença, e o restaurante deve cobrar de Laura a devolução dos valores em razão de enriquecimento sem causa."
      },
      {
        "letra": "B",
        "texto": "O negócio é válido e o restaurante pode exigir a obrigação assumida por Laura, sob pena de restituição do valor e das perdas e dos danos, caso haja prova."
      },
      {
        "letra": "C",
        "texto": "O negócio é inválido, mas a conduta é socialmente relevante e, ao produzir efeitos jurídicos, oferece ao restaurante a opção de responsabilizar Laura pelo inadimplemento."
      },
      {
        "letra": "D",
        "texto": "A ausência de assistência torna anulável o contrato, e cabe ao restaurante cobrar de Rebeca a devolução dos valores em razão de enriquecimento sem causa."
      },
      {
        "letra": "E",
        "texto": "A nulidade absoluta do negócio é motivo para o restaurante exigir o valor de Laura, devido à sua responsabilidade pelos atos praticados por Rebeca."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2507032",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "José, marido de Sara, estava concorrendo ao cargo de administrador em uma escola particular, com outros cinco candidatos. Sara, que atua como hacker, desejosa de que seu marido obtivesse a vaga, procurou os outros quatro candidatos, prometendo divulgar informações constrangedoras a que tivera acesso por via da informática sobre a vida privada deles, caso não desistissem da disputa naquela mesma tarde. Diante da ameaça, todos os candidatos desistiram da disputa e, José, que não tinha ciência do que a esposa fizera, obteve a vaga. Dias após o ocorrido, Júlio, um dos candidatos desistentes, não se sentindo mais ameaçado, porque conseguiu inutilizar as informações a que Sara tivera acesso, propôs ação de anulação do ato de desistência, combinada com pedido de perdas e danos. Nesse caso, a desistência deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "subsistir, mas Sara e José responderão solidariamente pelas perdas e danos."
      },
      {
        "letra": "B",
        "texto": "ser anulada, mas como José foi beneficiado pela ameaça, tanto ele quanto Sara responderão por perdas e danos."
      },
      {
        "letra": "C",
        "texto": "subsistir, mas como José não estava ciente do ocorrido, Sara deverá ser condenada ao pagamento de perdas e danos."
      },
      {
        "letra": "D",
        "texto": "ser anulada, mas como José desconhecia a ameaça perpetrada por Sara, somente ela responderá por perdas e danos."
      },
      {
        "letra": "E",
        "texto": "ser objeto de apreciação do julgador avaliando a ameaça objetivamente, de modo a cotejar a promessa de Sara e o ato de desistência independentemente das circunstâncias pessoais dos candidatos ameaçados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2497622",
    "metadata": "Ano: 2024 | Banca: IBADE | Órgão: Prefeitura de Jaru - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Quais das situações abaixo se refere a um negócio jurídico nulo e não meramente anulável ou válido?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrato de locação celebrado por uma pessoa de 17 anos, sem a assistência de seus pais;"
      },
      {
        "letra": "B",
        "texto": "Casamento entre duas pessoas do mesmo sexo."
      },
      {
        "letra": "C",
        "texto": "Contrato de compra e venda de entorpecente proibido por lei;"
      },
      {
        "letra": "D",
        "texto": "Testamento em que é nomeado como herdeiro alguém que falece antes do testador;"
      },
      {
        "letra": "E",
        "texto": "Contrato de prestação de serviços em que o prestador foi forçado mediante ameaça de violência a concordar com o pagamento de um valor irrisório."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2477191",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: Prefeitura de Água Boa - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Entre os vícios de consentimento que atingem a validade do negócio jurídico está o dolo. Um dos tipos de dolo capaz de gerar a anulação do negócio jurídico é chamado de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "bônus"
      },
      {
        "letra": "B",
        "texto": "bilateral"
      },
      {
        "letra": "C",
        "texto": "omissivo"
      },
      {
        "letra": "D",
        "texto": "acidental"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2457289",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "O Hospital Sua Saúde move ação de cobrança de despesas hospitalares de Roseli Silva, requerendo o pagamento de todas as despesas referentes à internação e tratamento de Augusto César, já falecido. Em sua defesa, Roseli Silva alega que, na qualidade de empregada/cuidadora do falecido Augusto César, o acompanhou em sua internação no Hospital Sua Saúde, pois Augusto César passou mal durante a madrugada e nenhum dos filhos conseguiria chegar em tempo hábil para acompanhar o pai ao hospital. Afirma que assinou a documentação exigida e disponibilizada pelo Hospital, na qualidade de acompanhante, sem ter conhecimento de que estaria assumindo obrigações por despesas médico-hospitalares de seu empregador. Ao contrário, afirma que foi informada que a assinatura dos documentos era apenas para viabilizar a internação. Diante da situação hipotética narrada, assinale a opção que indica, corretamente, o negócio jurídico celebrado entre Roseli Silva e o Hospital Sua Saúde.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É válido, pois a responsabilização pelo pagamento das despesas consta do contrato assinado."
      },
      {
        "letra": "B",
        "texto": "É anulável por erro essencial quanto à natureza do negócio e ao objeto principal da declaração."
      },
      {
        "letra": "C",
        "texto": "É anulável por estado de perigo, no prazo decadencial de quatro anos."
      },
      {
        "letra": "D",
        "texto": "É anulável por dolo, no prazo decadencial de dois anos."
      },
      {
        "letra": "E",
        "texto": "É nulo, pois configura coação moral absoluta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2450730",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "O Código Civil brasileiro prevê quando a lei dispuser que determinado ato é anulável, sem estabelecer prazo para pleitear-se a anulação, será este de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um ano, a contar da data da conclusão do ato."
      },
      {
        "letra": "B",
        "texto": "dois anos, a contar da data da conclusão do ato."
      },
      {
        "letra": "C",
        "texto": "três anos, a contar da data da conclusão do ato."
      },
      {
        "letra": "D",
        "texto": "cinco anos, a contar da data da conclusão do ato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2449885",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Leia o texto a seguir. A literatura especializada define negócio jurídico como toda declaração de vontade destinada à produção de efeitos jurídicos correspondentes ao intento prático do declarante se reconhecido e garantido pela lei. Gomes, Orlando. Introdução ao Direito Civil, 11.ed. Rio de Janeiro: Forense, 1995, p. 269. Será considerado nulo o negócio jurídico em razão de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "vício resultante de erro, dolo, coação, estado de perigo, lesão ou fraude contra credores."
      },
      {
        "letra": "B",
        "texto": "incapacidade absoluta ou relativa do agente."
      },
      {
        "letra": "C",
        "texto": "declaração, confissão, condição ou cláusula não verdadeira."
      },
      {
        "letra": "D",
        "texto": "solenidade preterida para a sua validade e que a lei considere ou não essencial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2448582",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Maurício, adolescente de 15 anos de idade, sempre sonhou se dedicar ao futebol. Desde muito cedo, ele se dedicou ao esporte e logo começou a participar de competições, sendo eventualmente contratado por um clube para jogar nas categorias de base. Compreendendo que seu filho já dispunha de maturidade suficiente para tomar suas próprias decisões e que um pouco mais de autonomia facilitaria sua atividade profissional como jogador de futebol, os pais de Maurício decidiram emancipá-lo, logrando formalizar o ato de emancipação junto ao cartório competente do Registro Civil. Já no dia seguinte ao registro do ato de emancipação, Maurício firmou um contrato publicitário com uma fabricante de equipamentos esportivos, sem o conhecimento de seus pais. De acordo com o Direito Civil Brasileiro, deve-se considerar que esse contrato é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válido, pois Maurício deve ser considerado plenamente capaz, apesar de menor de idade;"
      },
      {
        "letra": "B",
        "texto": "anulável, mas pode ser confirmado pelos pais de Maurício, tornando-se válido;"
      },
      {
        "letra": "C",
        "texto": "inválido, pois a emancipação de Maurício é nula de pleno direito;"
      },
      {
        "letra": "D",
        "texto": "nulo, pois a emancipação de Maurício foi limitada aos atos diretamente relacionados com sua atividade profissional;"
      },
      {
        "letra": "E",
        "texto": "formalmente inválido, mas tem sua eficácia reconhecida por força do ato de emancipação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2448577",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Ana Beatriz, adolescente de 16 anos de idade, sem o conhecimento de seus pais, vendeu seu computador usado para uma professora do colégio onde estuda, cobrando pelo aparelho um preço compatível com seu valor de mercado. Embora Ana Beatriz tenha realizado a entrega do computador para a professora no mesmo dia em que celebraram a compra e venda, a professora não pagou o preço combinado para a jovem, alegando que esquecera o dinheiro em casa. No dia seguinte, a professora foi demitida do colégio e Ana Beatriz acabou perdendo o contato com ela, nunca vindo a receber o que lhe era devido. Considerando que existem prazos específicos previstos em lei para que Ana Beatriz tome alguma das alternativas judiciais cabíveis para proteger seus interesses, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o prazo para que Ana Beatriz busque anular a compra e venda do computador começou a correr desde a data em que foi celebrado o contrato, mas o prazo para que ela, se preferir, cobre da professora o preço apenas começará a correr da data em que a jovem se tornar plenamente capaz;"
      },
      {
        "letra": "B",
        "texto": "o prazo para que Ana Beatriz busque anular a compra e venda do computador apenas começará a correr da data em que a jovem se tornar plenamente capaz, mas o prazo para que ela, se preferir, cobre da professora o preço começou a correr da data em que foi celebrado o contrato;"
      },
      {
        "letra": "C",
        "texto": "tanto o prazo para que Ana Beatriz busque anular a compra e venda do computador quanto o prazo para que ela, se preferir, cobre da professora o preço começaram a correr da data em que foi celebrado o contrato;"
      },
      {
        "letra": "D",
        "texto": "tanto o prazo para que Ana Beatriz busque anular a compra e venda do computador quanto o prazo para que ela, se preferir, cobre da professora o preço apenas começarão a correr da data em que a jovem se tornar plenamente capaz;"
      },
      {
        "letra": "E",
        "texto": "Ana Beatriz pode optar por pedir a anulação da compra e venda do computador ou por cobrar da professora o preço a qualquer tempo, pois os prazos previstos em lei para o exercício desses direitos só seriam aplicáveis se ela fosse plenamente capaz na data em que foi celebrado o contrato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2414872",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Ocorre a ineficácia do negócio jurídico classificada como pendente ou simples, quando falta um elemento necessário à eficácia de um negócio jurídico em formação, seja um elemento acessório, por exemplo, uma condição suspensiva definida pelas partes. Podendo ser um elemento alheio à vontade das partes que instituíram, por exemplo, a transferência de propriedade imóvel, já escriturada, entretanto, pendente da tradição da posse. Por outro lado, ocorre a ineficácia relativa quando em realidade o negócio jurídico é válido e eficaz entre as partes; no entanto, não é válido e eficaz em relação a uma terceira pessoa, por não ser oponível contra esta, por qualquer razão que seja.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2414871",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Um indivíduo, em representação formal de outro, praticou um ato que estava dentro dos poderes expressos no instrumento de representação, ainda que de forma genérica; entretanto, o ato praticado pelo representante, de forma nítida, foi contrário aos interesses do representado. Considerando que pode ser comprovada a não intenção do representado em permitir a realização do ato, nos termos em que foi realizado, o negócio jurídico em desafio será anulável, independentemente da boa-fé do terceiro com quem foi firmado o negócio. O representante será responsável por ressarcir os prejuízos que tenha dado causa ao representado ou ao terceiro, uma vez anulado o negócio jurídico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2414867",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Havendo simulação de negócio jurídico, o vício que se aplica ao negócio jurídico deve ser considerado relativo e, por natureza, passível de anulação em ação própria para este fim.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2401400",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de Brusque - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É nulo o negócio jurídico por incapacidade relativa de alguma das partes."
      },
      {
        "letra": "B",
        "texto": "O negócio jurídico nulo não é suscetível de confirmação, mas poderá ser convalidado pelo decurso do tempo."
      },
      {
        "letra": "C",
        "texto": "Haverá simulação nos negócios jurídicos quando os instrumentos particulares forem antedatados ou pós-datados."
      },
      {
        "letra": "D",
        "texto": "É de dois anos, contado do dia que cessar a incapacidade, o prazo de decadência para pleitear-se a anulação do negócio jurídico praticado por incapaz."
      },
      {
        "letra": "E",
        "texto": "Quando a anulabilidade do negócio jurídico resultar da falta de autorização, este não poderá ser validado, mesmo quando o terceiro anuir posteriormente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2397195",
    "metadata": "Ano: 2024 | Banca: UNIVIDA | Órgão: Câmara de Guaratuba - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA a respeito de nulidade e anulabilidade do negócio jurídico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A nulidade é decretada no interesse privado da pessoa prejudicada. Nela não se vislumbra o interesse público, mas a mera conveniência das partes."
      },
      {
        "letra": "B",
        "texto": "A anulabilidade é de ordem pública e decretada no interesse da própria coletividade, pode ser suprida pelo juiz, a requerimento das partes."
      },
      {
        "letra": "C",
        "texto": "Na anulabilidade, a sentença é de natureza desconstitutiva, pois o negócio anulável vai produzindo efeitos, até ser pronunciada a sua invalidade."
      },
      {
        "letra": "D",
        "texto": "A anulabilidade pode ser pronunciada de ofício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2387472",
    "metadata": "Ano: 2024 | Banca: FUNCERN | Órgão: Prefeitura de Guamaré - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Sobre a invalidade dos negócios jurídicos, à luz do Código Civil de 2002, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É nulo o negócio jurídico por vício resultante de fraude contra credores."
      },
      {
        "letra": "B",
        "texto": "É nulo o negócio jurídico simulado, mas subsistirá o que se dissimulou, se válido for na substância e na forma."
      },
      {
        "letra": "C",
        "texto": "A invalidade parcial de um negócio jurídico, respeitada a intenção das partes, não o prejudicará na parte válida, se esta não for separável."
      },
      {
        "letra": "D",
        "texto": "O prazo para anulação, quando a lei dispuser que determinado ato é anulável, sem estabelecer prazo para se pleiteá-la, será de três anos, a contar da data da conclusão do ato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2377347",
    "metadata": "Ano: 2024 | Banca: FucapSul | Órgão: Prefeitura de Gravatal - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Analise as assertivas abaixo e assinale a alternativa correta de acordo com o Código Civil: I. O negócio anulável pode ser confirmado pelas partes, salvo direito de terceiro. II. Quando a anulabilidade do ato resultar da falta de autorização de terceiro, será validado se este a der posteriormente. III. A anulabilidade não tem efeito antes de julgada por sentença, nem se pronuncia de ofício; só os interessados a podem alegar, e aproveita exclusivamente aos que a alegarem, salvo o caso de solidariedade ou indivisibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas II e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "E",
        "texto": "Está correta apenas a assertiva II."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2371664",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: INPI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Acerca de fatos e negócios jurídicos, de atos jurídicos, de prescrição e decadência, de prova dos fatos jurídicos e de contratos, julgue o item a seguir.A anulação do negócio jurídico concluído pelo representante em conflito de interesses com o representado sujeita-se a prazo prescricional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2550713",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CORE-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A nulidade absoluta (nulidade em sentido estrito) e a nulidade relativa (anulabilidade) do negócio jurídico são fenômenos ligados à sua invalidade. São anuláveis os negócios jurídicos, quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "celebrados por pessoa absolutamente incapaz."
      },
      {
        "letra": "B",
        "texto": "for ilícito, impossível ou indeterminável o seu objeto."
      },
      {
        "letra": "C",
        "texto": "for preterida alguma solenidade que a lei considere essencial para a sua validade."
      },
      {
        "letra": "D",
        "texto": "presente vício resultante de erro, dolo, coação, estado de perigo, lesão ou fraude contra credores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2512273",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No que se refere à Teoria Geral do Negócio Jurídico no Direito Civil brasileiro, analise as afirmativas a seguir. I. A coação não restará configurada quando a situação disser respeito a pessoa não pertencente à família do paciente, haja vista se tratar de defeito do negócio jurídico de alcance personalíssimo. II. Em se tratando de um negócio jurídico unilateral, o silêncio consciente de uma das partes a respeito de fato relevante ao objeto ou ao contrato que a outra parte tenha ignorado é suficiente à configuração de omissão dolosa. III. O Código Civil de 2002 estabelece que a ilicitude do motivo determinante para a celebração de um negócio jurídico acarretará a sua invalidade, quando for comum a ambas as partes. IV. A anulabilidade de um negócio jurídico não tem efeito antes de ser reconhecida através de sentença judicial, não podendo também ser pronunciada de ofício. Assim, somente os interessados a podem alegar, aproveitando exclusivamente aos que a alegarem, salvo o caso de solidariedade ou indivisibilidade. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2397765",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Marcos contraiu empréstimo no início de 2022 e não conseguiu arcar com o pagamento das prestações. Em 2023, no intuito se furtar ao adimplemento do contrato, simulou a venda de seu único carro, por instrumento particular, atribuindo data anterior à aquisição do empréstimo. Nessa hipótese, o negócio jurídico de transferência do veículo é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulável, no prazo prescricional de 4 anos, contados da ciência da fraude."
      },
      {
        "letra": "B",
        "texto": "anulável, no prazo decadencial de 4 anos, a contar da data da realização do negócio jurídico."
      },
      {
        "letra": "C",
        "texto": "nulo e insuscetível de confirmação ou de convalidação pelo decurso do tempo."
      },
      {
        "letra": "D",
        "texto": "nulo, com prezo decadencial de 2 anos, a contar da data da realização do negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "anulável, no prazo prescricional de 4 anos, a contas da data da realização do negócio jurídico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2324604",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Sobre o sistema de nulidades dos negócios jurídicos, analise as assertivas abaixo e responda: I. O negócio jurídico revestido de nulidade por ausência de observância da forma prescrita em lei pode ser ratificado pelas partes contratantes a fim de produzir os efeitos pretendidos. II. Considerando o princípio venire contra factum proprium, a nulidade do negócio jurídico com causa em simulação não pode ser requerida por uma das partes contra a outra. III. Em que pese o disposto no art. 169 do Código Civil, de que o negócio jurídico nulo não convalesce pelo decurso de tempo, às pretensões pelas consequências patrimoniais do negócio jurídico declarado nulo aplica-se a prescrição. IV. Aplica-se ao terceiro prejudicado por negócio jurídico praticado por erro, dolo, fraude contra credores, estado de perigo ou lesão, o prazo decadencial de quatro anos contados do dia em que o negócio jurídico se realizou.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmações II e III são corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmações I, III e IV são corretas."
      },
      {
        "letra": "C",
        "texto": "Somente a afirmação III é correta."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmações I e III são corretas."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das afirmações é correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2323879",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRT - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Com base no direito civil, julgue o item. Os negócios jurídicos são anuláveis quando as declarações de vontade emanarem de erro substancial que poderia ser percebido por pessoa de diligência normal, diante das circunstâncias do negócio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2320539",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Prefeitura de Nova Friburgo - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Ao contrário da nulidade absoluta, a nulidade relativa, que não tem efeito antes de julgada por sentença, não poderá ser pronunciada de ofício, exigindo, pois, para o seu reconhecimento, alegação dos legítimos interessados. Se o objeto do negócio jurídico (e da própria relação obrigacional daí decorrente) for indivisível ou houver solidariedade ativa ou passiva entre as partes – quando cada um dos declarantes tem direito ou está obrigado à dívida toda – a arguição de nulidade relativa feita por um dos envolvidos aproveita aos demais interessados. Partindo do regramento insculpido no Código Civil em vigor, sobre a nulidade relativa, assinale a alternativa que apresenta a hipótese correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Opera-se de pleno direito."
      },
      {
        "letra": "B",
        "texto": "Não se admite confirmação."
      },
      {
        "letra": "C",
        "texto": "Pode ser arguida pelas partes; por terceiro interessado; pelo Ministério Público, quando lhe couber intervir; ou, até mesmo, pronunciada de ofício pelo juiz."
      },
      {
        "letra": "D",
        "texto": "A anulabilidade somente pode ser arguida pela via judicial, em prazos decadenciais de quatro anos (regra geral) ou dois anos (regra supletiva), salvo norma específica em sentido contrário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2307910",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Maria e Carlos são vizinhos e têm um desentendimento relacionado à propriedade de uma pequena faixa de terra que fica entre suas casas. Maria afirma que essa faixa de terra é sua propriedade, enquanto Carlos insiste que a área pertence a ele. A disputa entre eles se arrasta por meses, e nenhum dos dois está disposto a ceder. Cansada da situação, Maria pede que seu marido vá até a casa de Carlos e o intimide, ameaçando causar danos à sua propriedade e à sua família caso ele não concorde em assinar um documento reconhecendo a faixa de terra como propriedade de Maria. Sob a pressão da ameaça feita pelo marido de Maria, e com medo de possíveis retaliações, Carlos acaba cedendo e assina o documento em que confessa que a faixa de terra pertence a Maria. Diante da situação hipotética e considerando o disposto no Código Civil, a confissão de Carlos é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "revogável."
      },
      {
        "letra": "B",
        "texto": "inexistente."
      },
      {
        "letra": "C",
        "texto": "válida."
      },
      {
        "letra": "D",
        "texto": "nula."
      },
      {
        "letra": "E",
        "texto": "anulável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2306780",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Rodolfo fraudou uma procuração de Teotônio, a fim de obter poderes específicos para venda de uma vasta gleba de terras em Barra dos Coqueiros. De posse dessa procuração, com erros grosseiros na própria qualificação do outorgante, alienou para terceiro de boa-fé o imóvel, por escritura pública oportunamente levada a registro. Em 2011, Teotônio tomou conhecimento do negócio jurídico, mas apenas em 2022 ingressou com a demanda judicial impugnando-o. Nesse caso, é correto afirmar que se trata de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "negócio jurídico anulável por vício de representação, mas cuja irregularidade é inoponível ao terceiro de boa-fé, sobretudo pela aplicação qualificada da teoria da aparência, diante da chancela registral à escritura;"
      },
      {
        "letra": "B",
        "texto": "venda a non domino, nula de pleno direito, que, no entanto, não poderá ser desfeita, sob pena de prejudicar terceiro de boa-fé, ressalvado o direito de indenização contra Rodolfo;"
      },
      {
        "letra": "C",
        "texto": "venda a non domino, sujeita a prazo decadencial de quatro anos, já consumado no caso concreto, a impedir o desfazimento do negócio jurídico;"
      },
      {
        "letra": "D",
        "texto": "negócio jurídico anulável por vício de representação, sujeito a prazo prescricional decenal, já consumado no caso concreto, a impedir o desfazimento do negócio jurídico;"
      },
      {
        "letra": "E",
        "texto": "venda a non domino, nula de pleno direito, cujo vício é oponível ao terceiro de boa-fé, sem que esteja sujeita a qualquer prazo decadencial ou prescricional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2306768",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Deodato vendeu um de seus apartamentos para Lara pelo valor de R$ 800.000,00. Os dois, com o objetivo de pagar menos imposto, declararam em escritura pública que o apartamento fora vendido por R$ 600.000,00. De acordo com o Código Civil, houve:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo;"
      },
      {
        "letra": "B",
        "texto": "simulação;"
      },
      {
        "letra": "C",
        "texto": "lesão;"
      },
      {
        "letra": "D",
        "texto": "fraude contra credores;"
      },
      {
        "letra": "E",
        "texto": "abuso do direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2276594",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Assinale a opção correta em relação à reserva mental.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há na reserva mental uma dissonância entre a vontade externa e a vontade declarada, sendo considerada ilícita a reserva mental feita com a intenção de prejudicar."
      },
      {
        "letra": "B",
        "texto": "A reserva mental difere da restrição mental porque nesta o negócio jurídico contém declaração não verdadeira."
      },
      {
        "letra": "C",
        "texto": "O Código Civil equipara os efeitos da reserva mental aos da simulação."
      },
      {
        "letra": "D",
        "texto": "O negócio jurídico celebrado com reserva mental será nulo se dela resultar prejuízo ao destinatário da vontade declarada."
      },
      {
        "letra": "E",
        "texto": "A chamada reserva mental inocente é válida e eficaz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2271407",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Acerca dos negócios jurídicos, analise as afirmativas a seguir. I. Configura-se lesão quando alguém, premido da necessidade de salvar-se, ou a pessoa de sua família, de grave dano conhecido pela outra parte, assume obrigação excessivamente onerosa. II. Os negócios jurídicos são anuláveis quando houver coação, sendo de quatro anos o prazo de decadência para pleitear-se a anulação, contados da data em que a coação cessar. Ademais, a anulabilidade não tem efeito antes de julgada por sentença. III. Será nulo o negócio jurídico que contiver objeto ilícito e, nesse caso, a nulidade deve ser pronunciada pelo juiz, quando conhecer do negócio jurídico, que não será suscetível de confirmação, nem passível de convalescimento pelo decurso do tempo. Está correto somente o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I;"
      },
      {
        "letra": "B",
        "texto": "II;"
      },
      {
        "letra": "C",
        "texto": "III;"
      },
      {
        "letra": "D",
        "texto": "I e II;"
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2236209",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: RBPREV - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Os negócios jurídicos podem ser firmados com defeitos que ensejem sua nulidade ou anulabilidade. São nulos os negócios jurídicos, não cabendo a sua confirmação quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "firmado com a assunção de obrigação excessivamente onerosa por uma das partes, diante da necessidade desta de salvar pessoa de sua família de grave dano conhecido pela outra parte."
      },
      {
        "letra": "B",
        "texto": "há vício na vontade decorrente de coação capaz de gerar ao declarante fundado temor de dano iminente e considerável à sua pessoa, à sua família, ou aos seus bens."
      },
      {
        "letra": "C",
        "texto": "realizado em desacordo com a forma prescrita em lei ou em preterição de solenidade que a lei considere essencial para a validade."
      },
      {
        "letra": "D",
        "texto": "as declarações de vontade emanarem de erro substancial que poderia ser percebido por pessoa de diligência normal, em face das circunstâncias do negócio"
      },
      {
        "letra": "E",
        "texto": "praticado por pessoa natural relativamente capaz, desacompanhados de seu assistente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2224680",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Suponha que alguém, por inexperiência em determinada área de conhecimentos específicos, comprometa-se a uma prestação manifestamente desproporcional. Nesse caso, à luz do Código Civil, o negócio jurídico firmado é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válido e eficaz;"
      },
      {
        "letra": "B",
        "texto": "anulável por lesão;"
      },
      {
        "letra": "C",
        "texto": "anulável por erro;"
      },
      {
        "letra": "D",
        "texto": "anulável por estado de perigo;"
      },
      {
        "letra": "E",
        "texto": "anulável por coação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2224540",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Jorge (credor) e Maxwell (devedor), em sessão conciliatória perante os Juizados Especiais Cíveis, discutiam o pagamento de uma dívida de cinco mil reais. Acordaram em compensar essa dívida com um débito antigo e prescrito de igual valor, do qual Jorge era devedor a Maxwell. Nesse caso, o acordo é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válido e eficaz;"
      },
      {
        "letra": "B",
        "texto": "anulável, porque a prescrição extingue a dívida e impede a compensação postulada;"
      },
      {
        "letra": "C",
        "texto": "anulável, porque equivale à renúncia da prescrição, o que é vedado pelo ordenamento;"
      },
      {
        "letra": "D",
        "texto": "nulo, porque a prescrição extingue a dívida e impede a compensação postulada;"
      },
      {
        "letra": "E",
        "texto": "nulo, porque equivale à renúncia da prescrição, o que é vedado pelo ordenamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2215584",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM de Natal - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "É inválido o negócio jurídico celebrado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por menor de dezesseis anos de idade."
      },
      {
        "letra": "B",
        "texto": "em fraude contra credores."
      },
      {
        "letra": "C",
        "texto": "mediante coação."
      },
      {
        "letra": "D",
        "texto": "mediante erro."
      },
      {
        "letra": "E",
        "texto": "mediante dolo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2207161",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Julgue o item a seguir, acerca dos negócios jurídicos. Haverá simulação no negócio jurídico quando os instrumentos particulares forem antedatos ou pós-datados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2207160",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Julgue o item a seguir, acerca dos negócios jurídicos.O negócio jurídico é nulo por vício resultante de dolo ou coação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2205477",
    "metadata": "Ano: 2023 | Banca: Creative Group | Órgão: Prefeitura de Itá - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No estudo do direito civil, confere-se grande importância ao tema dos negócios jurídicos. A validade desses está vinculada a existência de agente capaz, forma prescrita em lei e objeto lícitos possível, determinado ou determinável. Acerca do tema dos negócios jurídicos, qual a alternativa mais adequada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A incapacidade relativa de uma das partes não pode ser invocada pela outra em benefício próprio, nem aproveita aos co-interessados capazes, salvo se, neste caso, for indivisível o objeto do direito ou da obrigação comum"
      },
      {
        "letra": "B",
        "texto": "A escritura pública não é essencial à validade dos negócios jurídicos que visem à constituição, transferência, modificação ou renúncia de direitos reais sobre imóveis de valor superior a trinta vezes o maior salário mínimo vigente no País."
      },
      {
        "letra": "C",
        "texto": "A manifestação de vontade não subsiste ainda que o seu autor haja feito a reserva mental de não querer o que manifestou, salvo se dela o destinatário tinha conhecimento."
      },
      {
        "letra": "D",
        "texto": "O silêncio não importa anuência, mesmo quando as circunstâncias ou os usos o autorizarem, e não for necessária a declaração de vontade expressa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2183236",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Joãozinho pede emprestado dez reais a seu colega de turma Pedrinho para comprar balas na cantina da escola. Na hora do recreio, Joãozinho compra as balas e as divide com Pedrinho. No dia seguinte, os pais de Pedrinho vão à escola reclamar do ocorrido e exigem a devolução integral da quantia emprestada. Nesse sentido, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorreu um negócio jurídico nulo que deve, por isso mesmo, ser desfeito, sem possibilidade de convalidação;"
      },
      {
        "letra": "B",
        "texto": "verifica-se um negócio jurídico anulável que pode ser desfeito apenas judicialmente, sem possibilidade de convalidação;"
      },
      {
        "letra": "C",
        "texto": "apesar de o negócio jurídico ter sido nulo, como reverteu em favor do incapaz lesado (Pedrinho) pela divisão das balas, pode ser convalidado;"
      },
      {
        "letra": "D",
        "texto": "apesar de o negócio jurídico ter sido anulável, como reverteu em favor do incapaz lesado (Pedrinho) pela divisão das balas, pode ser convalidado;"
      },
      {
        "letra": "E",
        "texto": "concretizou-se um ato-fato jurídico que deverá subsistir."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2182822",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Marília - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "É nula a condição",
    "alternativas": [
      {
        "letra": "A",
        "texto": "puramente potestativa."
      },
      {
        "letra": "B",
        "texto": "simplesmente potestativa."
      },
      {
        "letra": "C",
        "texto": "mista."
      },
      {
        "letra": "D",
        "texto": "perplexas."
      },
      {
        "letra": "E",
        "texto": "contraditórias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2171922",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "O negócio concluído pelo representante em conflito de interesses com o representado, quando o fato deveria ser conhecido por quem tratou com o representante, será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válido."
      },
      {
        "letra": "B",
        "texto": "nulo."
      },
      {
        "letra": "C",
        "texto": "inexistente."
      },
      {
        "letra": "D",
        "texto": "ineficaz."
      },
      {
        "letra": "E",
        "texto": "anulável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2169931",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: PROCERGS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Além dos casos expressamente declarados na lei, é anulável o negócio jurídico por vício resultante de erro, dolo, coação, estado de perigo, lesão ou fraude contra credores. Nessas hipóteses, o prazo de decadência para pleitear-se a anulação do negócio jurídico é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Seis meses."
      },
      {
        "letra": "B",
        "texto": "Dois anos."
      },
      {
        "letra": "C",
        "texto": "Três anos."
      },
      {
        "letra": "D",
        "texto": "Quatro anos."
      },
      {
        "letra": "E",
        "texto": "Cinco anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2169930",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: PROCERGS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "São os negócios jurídicos anuláveis por dolo, quando este for a sua causa. Sobre o dolo, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se ambas as partes procederem com dolo, ambas podem alegá-lo para anular o negócio, ou reclamar indenização, cabendo ao juiz definir a intensidade do dolo de cada um a partir das provas e do contexto fático apresentado."
      },
      {
        "letra": "B",
        "texto": "O dolo acidental só obriga a satisfação das perdas e danos, e é acidental quando, a seu despeito, o negócio seria realizado, embora por outro modo."
      },
      {
        "letra": "C",
        "texto": "Nos negócios jurídicos bilaterais, o silêncio intencional de uma das partes a respeito de fato ou qualidade que a outra parte haja ignorado constitui omissão dolosa, provando-se que sem ela o negócio não se teria celebrado."
      },
      {
        "letra": "D",
        "texto": "O dolo do representante legal de uma das partes só obriga o representado a responder civilmente até a importância do proveito que teve; se, porém, o dolo for do representante convencional, o representado responderá solidariamente com ele por perdas e danos."
      },
      {
        "letra": "E",
        "texto": "Pode também ser anulado o negócio jurídico por dolo de terceiro se a parte a quem aproveite dele tivesse ou devesse ter conhecimento; em caso contrário, ainda que subsista o negócio jurídico, o terceiro responderá por todas as perdas e danos da parte a quem ludibriou."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2166885",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Esmeralda, professora de artes plásticas, está enfrentando problemas de relacionamento com seu marido Adalberto. Tudo indica que o divórcio do casal é iminente. Casada sob o regime de comunhão parcial de bens, Esmeralda teme que, caso venha efetivamente a se divorciar, acabe perdendo para Adalberto, na partilha do patrimônio comum do casal, a propriedade de uma pintura valiosa que adquiriu recentemente. Por isso, propôs à sua irmã Ludmila que guardasse temporariamente a obra de arte para ela em sua casa e que formalizasse com ela um contrato de compra e venda da pintura, por um preço irrisório, que Esmeralda lhe restituiria posteriormente. As irmãs assim procederam, tendo Esmeralda transferido a pintura para Ludmila, que, por sua vez, pagou à irmã o valor avençado. Considerando que todos esses fatos encontrem-se comprovados, é correto afirmar que o contrato de compra e venda firmado entre Esmeralda e Ludmila:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é anulável, podendo Adalberto, caso se sinta prejudicado, pedir a sustação de seus efeitos;"
      },
      {
        "letra": "B",
        "texto": "é válido, mas inoponível a Adalberto, que pode desconsiderar seus efeitos em eventual partilha de bens;"
      },
      {
        "letra": "C",
        "texto": "era anulável, mas foi convalidado pelo cumprimento espontâneo das prestações pelas partes;"
      },
      {
        "letra": "D",
        "texto": "é nulo, mas pode ser convertido em doação pura e simples por força do princípio de conservação do negócio jurídico;"
      },
      {
        "letra": "E",
        "texto": "pode ser declarado nulo de ofício pelo juiz que venha a apreciar seus efeitos, ainda que contra a vontade das partes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2132371",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: CNMP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "À luz da jurisprudência do STJ, julgue o item que se segue, acerca do negócio jurídico e sua invalidade, da responsabilidade civil e da prescrição.A coação, hipótese de causa de nulidade de negócio jurídico, pode ser declarada de ofício pelo magistrado por se tratar de vício insanável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2126414",
    "metadata": "Ano: 2023 | Banca: INSTITUTO MAIS | Órgão: Prefeitura de Santana de Parnaíba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Conforme disposto no Código Civil, quando alguém, premido da necessidade de salvar -se, ou a pessoa de sua família, de grave dano conhecido pela outra parte, assume obrigação excessivamente onerosa, configura -se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão."
      },
      {
        "letra": "B",
        "texto": "dolo."
      },
      {
        "letra": "C",
        "texto": "estado de perigo."
      },
      {
        "letra": "D",
        "texto": "coação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2110412",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No que diz respeito às disposições do Código Civil sobre fatos jurídicos, prescrição e prova, julgue o item a seguir. O negócio jurídico será nulo quando for celebrado por pessoa relativamente incapaz, não revestir a forma prescrita em lei ou tiver por objetivo fraudar lei imperativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110252",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Renato, solteiro, vende, em 2010, imóvel de sua propriedade para seu filho Felipe, sem anuência de seu outro filho, Paulo, por preço muito abaixo do mercado. Para evitar questionamentos jurídicos, as partes convencionam que o negócio seria realizado em nome de Marília, esposa de Felipe. À época da venda, Paulo, que é diplomata, estava lotado na embaixada de Paris. Por isso, somente quando retornou ao Brasil, em 2021, ajuizou demanda impugnando a compra e venda. Nesse caso, o juiz deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "afastar a prescrição, considerando que o prazo não corre contra os ausentes do país em serviço público da União;"
      },
      {
        "letra": "B",
        "texto": "reconhecer a extinção do direito de anular o negócio jurídico, ainda que a matéria não seja suscitada pelas partes;"
      },
      {
        "letra": "C",
        "texto": "afirmar a subsistência do fundo de direito, diante de negócio jurídico simulado, em que a nulidade é absoluta e não se convalida pelo decurso do tempo;"
      },
      {
        "letra": "D",
        "texto": "reconhecer a validade do negócio jurídico, ressalvando a necessidade de trazer o bem à colação no inventário de Renato, já que o objetivo fora o de dissimular uma doação;"
      },
      {
        "letra": "E",
        "texto": "abster-se de declarar a invalidade antes da abertura da sucessão de Renato, quando se vai apurar a legítima e verificar se a compra e venda ultrapassou o limite de disponibilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2104006",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Braga - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Considere as seguintes situações: I. Um negócio jurídico foi celebrado por uma pessoa absolutamente incapaz. II. Um negócio que tem por motivo determinante, comum a ambas as partes, um ilícito. III. Um negócio que teve preterida alguma solenidade que a lei considera essencial para a sua validade. IV. Um negócio jurídico em que foi verificado estado de perigo. V. Um negócio jurídico em que foi verificado dolo. Segundo dicção do Código Civil, são nulos os negócios jurídicos indicados:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas assertivas I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "Nas assertivas I, II e V, apenas."
      },
      {
        "letra": "C",
        "texto": "Nas assertivas II, III e V, apenas."
      },
      {
        "letra": "D",
        "texto": "Nas assertivas I, II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "Nas assertivas I, III, IV e V, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2084511",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SEFAZ-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Considere que determinado negócio jurídico foi realizado em condições de estado de perigo. Por consequência, é possível afirmar que esse negócio jurídico",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é totalmente válido."
      },
      {
        "letra": "B",
        "texto": "é nulo de pleno de direito."
      },
      {
        "letra": "C",
        "texto": "é anulável."
      },
      {
        "letra": "D",
        "texto": "não admite prova em contrário."
      },
      {
        "letra": "E",
        "texto": "é lícito e nulo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2082777",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca dos negócios jurídicos, em conformidade com o Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A validade do negócio jurídico requer: agente capaz; objeto lícito, possível, determinado ou determinável; forma prescrita ou não defesa em lei;"
      },
      {
        "letra": "B",
        "texto": "A impossibilidade inicial do objeto invalida o negócio jurídico mesmo se for relativa ou se cessar antes de realizada a condição a que ele estiver subordinado;"
      },
      {
        "letra": "C",
        "texto": "O silêncio nunca pode importar em anuência, mesmo quando as circunstâncias ou os usos o autorizarem e não for necessária a declaração de vontade expressa;"
      },
      {
        "letra": "D",
        "texto": "É vedado que as partes pactuem livremente regras de interpretação, de preenchimento de lacunas e de integração dos negócios jurídicos diversas daquelas previstas em lei."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas anteriores estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2075582",
    "metadata": "Ano: 2023 | Banca: FUMARC | Órgão: AL-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "De acordo com o direito civil brasileiro, sobre os defeitos do negócio jurídico, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É anulável o negócio jurídico simulado, mas subsistirá o que se dissimulou, se válido for na substância e na forma."
      },
      {
        "letra": "B",
        "texto": "Não vicia o negócio jurídico a coação exercida por terceiro."
      },
      {
        "letra": "C",
        "texto": "O dolo acidental não obriga à satisfação das perdas e danos, e é acidental quando, a seu despeito, o negócio seria realizado, embora por outro modo."
      },
      {
        "letra": "D",
        "texto": "São anuláveis os negócios jurídicos, quando as declarações de vontade emanarem de erro substancial que poderia ser percebido por pessoa de diligência normal, em face das circunstâncias do negócio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2075580",
    "metadata": "Ano: 2023 | Banca: FUMARC | Órgão: AL-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No que se refere ao negócio jurídico previsto no Código Civil de 2002, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se condição a cláusula que, derivando exclusivamente da vontade das partes, subordina o efeito do negócio jurídico a evento futuro e incerto."
      },
      {
        "letra": "B",
        "texto": "Não dispondo a lei em contrário, a escritura pública é essencial à validade dos negócios jurídicos que visem à constituição, transferência, modificação ou renúncia de direitos reais sobre imóveis de valor superior a vinte vezes o maior salário-mínimo vigente no País."
      },
      {
        "letra": "C",
        "texto": "O erro é substancial quando interessa à natureza do negócio, ao objeto principal da declaração, ou a alguma das qualidades a ele essenciais; concerne à identidade ou à qualidade essencial da pessoa a quem se refira a declaração de vontade, desde que tenha influído nesta de modo relevante; sendo de direito e implicando recusa à aplicação da lei, for o motivo único ou principal do negócio jurídico."
      },
      {
        "letra": "D",
        "texto": "Os poderes de representação conferem-se por lei, pelo interessado ou pelo incapaz reconhecido judicialmente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2070188",
    "metadata": "Ano: 2023 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Contratos em Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Assinale alternativa correta de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas relações contratuais privadas, prevalecerão os princípios da não intervenção e do risco da revisão contratual."
      },
      {
        "letra": "B",
        "texto": "As cláusulas contratuais ambíguas serão interpretadas de forma mais favorável ao contratado."
      },
      {
        "letra": "C",
        "texto": "O contrato que tiver por objeto herança de pessoa viva deverá ser averbado junto ao cartório de registro civil, podendo valer como adiantamento de quinhão hereditário."
      },
      {
        "letra": "D",
        "texto": "A liberdade contratual será exercida nos limites da função social da propriedade."
      },
      {
        "letra": "E",
        "texto": "Nos contratos de adesão, são nulas as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2551326",
    "metadata": "Ano: 2022 | Banca: ADVISE | Órgão: Câmara de Limoeiro - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Quando a causa do negócio jurídico for o dolo, é CORRETO afirmar, nos termos do Código Civil, que se trata de hipótese de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prática criminosa."
      },
      {
        "letra": "B",
        "texto": "Improbidade."
      },
      {
        "letra": "C",
        "texto": "Nulidade."
      },
      {
        "letra": "D",
        "texto": "Elegibilidade."
      },
      {
        "letra": "E",
        "texto": "Anulabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2197936",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade",
      "Atos Ilícitos"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o negócio que tiver objeto ilícito é considerado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inexistente."
      },
      {
        "letra": "B",
        "texto": "nulo."
      },
      {
        "letra": "C",
        "texto": "válido, mas ineficaz."
      },
      {
        "letra": "D",
        "texto": "anulável."
      },
      {
        "letra": "E",
        "texto": "válido, mas inexigível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2109313",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Segundo decorre do Código Civil, se a lei proibir a prática de determinado negócio jurídico sem prever expressamente sua nulidade ou anulabilidade, mas lhe cominar alguma outra sanção, o negócio celebrado em violação dessa proibição será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ilícito e inválido."
      },
      {
        "letra": "B",
        "texto": "lícito e válido."
      },
      {
        "letra": "C",
        "texto": "ilícito e válido."
      },
      {
        "letra": "D",
        "texto": "lícito e inválido."
      },
      {
        "letra": "E",
        "texto": "inexistente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2066453",
    "metadata": "Ano: 2022 | Banca: FEPESE | Órgão: CINCATARINA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Transação e Compromisso",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo a respeito da transação prevista no Código Civil brasileiro. 1. É lícito aos interessados tanto prevenirem quanto terminarem o litígio mediante concessões mútuas. 2. Somente quanto a direitos patrimoniais de caráter privado é permitida a transação. 3. A transação concernente a obrigações resultantes de delito extingue a ação penal pública. 4. A nulidade de alguma das cláusulas da transação não anula a própria transação. Assinale a alternativa que indica todas as afirmativas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretas apenas as afirmativas 1 e 2."
      },
      {
        "letra": "B",
        "texto": "São corretas apenas as afirmativas 1 e 4."
      },
      {
        "letra": "C",
        "texto": "São corretas apenas as afirmativas 1, 2 e 4."
      },
      {
        "letra": "D",
        "texto": "São corretas apenas as afirmativas 2, 3 e 4."
      },
      {
        "letra": "E",
        "texto": "São corretas as afirmativas 1, 2, 3 e 4."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2025484",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Câmara de Orlândia - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Em um contrato simulado, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda que o terceiro esteja de boa-fé, ele não terá seus direitos ressalvados."
      },
      {
        "letra": "B",
        "texto": "será anulável se requerido no prazo de quatro anos."
      },
      {
        "letra": "C",
        "texto": "poderá ser confirmado pelas partes, desde que expressamente declarem a vontade de mantê-lo."
      },
      {
        "letra": "D",
        "texto": "a nulidade não pode ser pronunciada de ofício pelo juiz."
      },
      {
        "letra": "E",
        "texto": "as nulidades podem ser alegadas por qualquer interessado, ou pelo Ministério Público, quando lhe couber intervir."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1998349",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: SEFAZ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "De acordo com o Código Civil, os vícios resultantes de erro, dolo, coação, estado de perigo, lesão ou fraude contra credores ensejam a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nulidade do negócio jurídico, que se sujeita a prazo prescricional."
      },
      {
        "letra": "B",
        "texto": "nulidade do negócio jurídico, que se sujeita a prazo decadencial."
      },
      {
        "letra": "C",
        "texto": "anulabilidade do negócio jurídico, que se sujeita a prazo prescricional."
      },
      {
        "letra": "D",
        "texto": "anulabilidade do negócio jurídico, que se sujeita a prazo decadencial."
      },
      {
        "letra": "E",
        "texto": "inexistência do negócio jurídico, que se sujeita a prazo prescricional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1964359",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "De acordo com as disposições do Código Civil, é nulo o negócio jurídico",
    "alternativas": [
      {
        "letra": "A",
        "texto": "firmado por agente relativamente incapaz na data da celebração."
      },
      {
        "letra": "B",
        "texto": "que seja resultado de simulação."
      },
      {
        "letra": "C",
        "texto": "quando uma parte, em estado de perigo, se comprometer a cumprir prestação excessiva."
      },
      {
        "letra": "D",
        "texto": "celebrado com lesão a uma das partes, obrigando-a a dever manifestamente desproporcional ao valor da prestação oposta."
      },
      {
        "letra": "E",
        "texto": "celebrado com engano (dolo) provocado por uma das partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1960650",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Geraldo, pai de Mévio, seu primogênito, deseja vender a ele um de seus apartamentos em Florianópolis. No entanto, ambos sabem que os filhos de Geraldo de seu outro casamento, Caio e Tício, jamais concordariam. Sendo assim, Geraldo pediu a seu amigo Júlio que recebesse o apartamento em doação para, após um tempo, vendê-lo a Mévio, pois entre eles não há impedimento. Nesse caso, ocorreu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude contra credores;"
      },
      {
        "letra": "B",
        "texto": "simulação;"
      },
      {
        "letra": "C",
        "texto": "dolo;"
      },
      {
        "letra": "D",
        "texto": "lesão;"
      },
      {
        "letra": "E",
        "texto": "erro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1958882",
    "metadata": "Ano: 2022 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O falso motivo que não tenha sido expresso como razão determinante não viciará a declaração de vontade."
      },
      {
        "letra": "B",
        "texto": "Não há previsão legal no direito brasileiro para o erro de direito."
      },
      {
        "letra": "C",
        "texto": "A consequência jurídica do reconhecimento judicial da coação é o da anulabilidade do negócio jurídico."
      },
      {
        "letra": "D",
        "texto": "O dolo de aproveitamento não consiste em requisito expresso da disciplina jurídica da lesão no Código Civil."
      },
      {
        "letra": "E",
        "texto": "A manifestação de vontade não subsistirá se o autor da declaração e o seu destinatário tinham conhecimento da reserva mental."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1947790",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "De acordo com o Código Civil, é anulável o negócio jurídico",
    "alternativas": [
      {
        "letra": "A",
        "texto": "celebrado por menor de 16 anos de idade."
      },
      {
        "letra": "B",
        "texto": "se o motivo determinante for ilícito."
      },
      {
        "letra": "C",
        "texto": "se for destinado a fraudar a lei."
      },
      {
        "letra": "D",
        "texto": "se o objeto for indeterminado."
      },
      {
        "letra": "E",
        "texto": "por vício resultante de coação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1939516",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "À luz do Código Civil e do Código de Processo Civil, e considerando a jurisprudência do STJ naquilo a que ela for pertinente, julgue o item que se segue.O negócio jurídico simulado é nulo e consequentemente ineficaz, exceto o que nele se dissimulou, se válido for na substância e na forma.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1933139",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Lucas foi coagido por seu vizinho Jairo a doar um imóvel para ele. Para amedrontar Lucas, Jairo fez diversas ameaças, inclusive a de que a esposa de Lucas pagaria com a própria vida caso Lucas se recusasse a formalizar a doação ou buscasse a ajuda das autoridades. Como Jairo sabidamente mantinha armas ilegais em casa e era conhecido pelo seu comportamento extremamente violento, Lucas sujeitou-se à coação e firmou o contrato de doação. As ameaças de Jairo a Lucas e sua família continuaram ocorrendo periodicamente, mesmo após a celebração da doação, e só findaram quando Jairo veio a falecer, dois anos depois, por causas naturais. Ao receber essa notícia, Lucas decidiu procurar um advogado para perguntar se ainda era possível anular o contrato de doação que ele fora coagido a celebrar. Nesse caso, o prazo para que Lucas pleiteie a anulação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "começou a fluir na data de celebração da doação e foi interrompido na data da morte de Jairo;"
      },
      {
        "letra": "B",
        "texto": "começou a fluir na data da morte de Jairo e não pode ser interrompido;"
      },
      {
        "letra": "C",
        "texto": "começou a fluir na data de celebração da doação e será suspenso caso Lucas venha a pedir a anulação do contrato;"
      },
      {
        "letra": "D",
        "texto": "tinha natureza prescricional e já havia se esgotado na data da morte de Jairo;"
      },
      {
        "letra": "E",
        "texto": "tinha natureza prescricional e começou a correr na data da morte de Jairo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1922176",
    "metadata": "Ano: 2022 | Banca: UPENET/IAUPE | Órgão: Prefeitura de Bom Conselho - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A respeito da compra e venda, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não sendo a venda a crédito, o vendedor é obrigado a entregar a coisa antes de receber o preço."
      },
      {
        "letra": "B",
        "texto": "A compra e venda não pode ter por objeto coisa futura."
      },
      {
        "letra": "C",
        "texto": "É nula a venda de ascendente a descendente."
      },
      {
        "letra": "D",
        "texto": "A fixação do preço não pode ser deixada ao arbítrio de terceiro."
      },
      {
        "letra": "E",
        "texto": "Nulo é o contrato de compra e venda, quando se deixa ao arbítrio exclusivo de uma das partes a fixação do preço."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1921005",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Pires do Rio - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No que se refere a negócio jurídico e reponsabilidade civil, julgue o item subsequente. Situação hipotética: André está sendo demandado em ação de execução em decorrência de obrigação contratual inadimplida por ele junto a Manoel. Para se esquivar da obrigação, André formalizou um contrato particular, por meio do qual transferiu para Haroldo, com data retroativa, parte do seu patrimônio. Assertiva: Nessa situação, Manoel poderá requerer a nulidade do negócio jurídico formalizado entre André e Haroldo, por considerar que houve um ato simulado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1914740",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Sobre os negócios nulos e anuláveis, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o menor de dezesseis anos não pode, para eximir-se de uma obrigação, invocar a sua idade, se dolosamente a ocultou quando inquirido pela outra parte, ou se, no ato de obrigar-se, declarou-se maior."
      },
      {
        "letra": "B",
        "texto": "sendo nulo o negócio jurídico simulado, não há direitos a ressalvar, mesmo quanto aos terceiros de boa-fé em face dos contraentes originários."
      },
      {
        "letra": "C",
        "texto": "o negócio jurídico de consumo também é nulo quando celebrado por agente absolutamente incapaz."
      },
      {
        "letra": "D",
        "texto": "quando a lei dispuser que determinado ato é anulável, sem estabelecer prazo para pleitear-se a anulação, será esse de dois anos, a contar da data da conclusão do ato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1908870",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Deise sofreu grave acidente de carro e, em razão disso, precisou de uma cirurgia de urgência em hospital próximo ao local do sinistro. Por exigência do estabelecimento hospitalar, sua genitora Cláudia emitiu um cheque de setenta mil reais em favor daquele. Dias após a conclusão do procedimento, ela constatou que a quantia comumente cobrada para tal cirurgia era de cinco mil reais. Com isso, Cláudia procurou a Defensoria Pública da Paraíba, a fim de evitar a cobrança do referido título de crédito. Diante desta situação, é possível ingressar com ação judicial, para requerer a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulação do negócio jurídico no prazo de 5 anos, a contar do dia em que este se realizou, com a alegação de vício do consentimento consistente em lesão."
      },
      {
        "letra": "B",
        "texto": "declaração de nulidade do negócio jurídico no prazo de 3 anos, a contar do dia em que se constatou a excessividade do valor cobrado pela cirurgia, com a alegação de vício do consentimento consistente em estado de perigo."
      },
      {
        "letra": "C",
        "texto": "anulação do negócio jurídico no prazo de 4 anos, a contar do dia em que este se realizou, com a alegação de vício do consentimento consistente em estado de perigo."
      },
      {
        "letra": "D",
        "texto": "declaração de nulidade do negócio jurídico no prazo de 10 anos, a contar do dia em que este se realizou, com a alegação de vício do consentimento consistente em lesão."
      },
      {
        "letra": "E",
        "texto": "declaração de nulidade do negócio jurídico, a qualquer tempo, em virtude da incapacidade civil de Deise no momento da cirurgia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1902241",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: SPGG - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "O negócio jurídico que tiver objeto ilícito é considerado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Juridicamente inexistente."
      },
      {
        "letra": "B",
        "texto": "Anulável."
      },
      {
        "letra": "C",
        "texto": "Nulo."
      },
      {
        "letra": "D",
        "texto": "Com invalidade sanável."
      },
      {
        "letra": "E",
        "texto": "Válido até que seja anulado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1889769",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PGE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o negócio jurídico pode ser anulado judicialmente por qualquer das partes que o celebrou quando firmado com",
    "alternativas": [
      {
        "letra": "A",
        "texto": "vício resultante de coação."
      },
      {
        "letra": "B",
        "texto": "intenção de fraudar a legislação."
      },
      {
        "letra": "C",
        "texto": "objeto ilícito, impossível ou indeterminável."
      },
      {
        "letra": "D",
        "texto": "dolo por ambas as partes."
      },
      {
        "letra": "E",
        "texto": "absolutamente incapaz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1889587",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: CGU",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Renato, filho do diretor-geral da D.U., procura Romualdo, senhor idoso e com problemas de saúde, sócio-gerente da Fruve Ltda., para convencê-lo a desistir da concorrência que a Fruve vinha mantendo com a D.U. em determinado certame licitatório. Para isso, ameaçou revelar para a esposa de Romualdo que ele mantivera um relacionamento extraconjugal. Amedrontado, já que sempre foi muito cioso com relação à sua reputação como marido, Romualdo cedeu e formalizou a renúncia da Fruve à concorrência. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação de nulidade da renúncia pode ser proposta em face de Renato e de seu pai, se este tivesse ou devesse ter conhecimento da coação;"
      },
      {
        "letra": "B",
        "texto": "proposta a ação de anulação da renúncia, a coação deve ser apreciada subjetivamente, de acordo com as características de Romualdo e as circunstâncias capazes de agravar a coação;"
      },
      {
        "letra": "C",
        "texto": "se o pai de Renato tivesse ou devesse ter conhecimento da coação, o negócio jurídico de renúncia será anulado e somente ele deverá indenizar Romualdo em perdas e danos;"
      },
      {
        "letra": "D",
        "texto": "a renúncia formalizada por Romualdo é nula, pois foi concluída com o emprego de exercício abusivo de direito;"
      },
      {
        "letra": "E",
        "texto": "Romualdo tem o prazo de quatro anos para pleitear a anulação da renúncia, prazo que começa a correr a partir da data da celebração do negócio jurídico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1864135",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "O Banco BPF S/A ajuizou execução por título extrajudicial em face de João Pedro para satisfação de sua dívida. No momento da penhora de um automóvel que cobriria o valor devido, o executado informou que este fora vendido para seu filho, Bernardo. O automóvel se encontra efetivamente na posse de Bernardo, que dele vem se utilizando, e a transferência da propriedade foi registrada administrativamente junto ao Detran. No entanto, o executado não obteve êxito em comprovar o valor supostamente pago pela venda do carro, ficando claro que o negócio jurídico efetivamente celebrado fora uma doação. Diante disso, deve ser reconhecida a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nulidade do contrato de compra e venda do carro por simulação relativa objetiva;"
      },
      {
        "letra": "B",
        "texto": "anulabilidade do contrato de compra e venda do carro por simulação absoluta;"
      },
      {
        "letra": "C",
        "texto": "inexistência do contrato de compra e venda do carro por simulação relativa subjetiva;"
      },
      {
        "letra": "D",
        "texto": "nulidade do contrato de compra e venda do carro por simulação absoluta;"
      },
      {
        "letra": "E",
        "texto": "anulabilidade do contrato de compra e venda do carro por simulação relativa objetiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1860011",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Com relação aos negócios jurídicos, julgue o item que se segue. Considere que Paula tenha celebrado com Pedro, por meio de instrumento particular, contrato de compra e venda de imóvel mediante o qual ela pretendia transferir a propriedade do bem ao adquirente. Nesse caso, a ausência de escritura pública torna nulo o negócio jurídico, sendo impossível a sua conversão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2411797",
    "metadata": "Ano: 2021 | Banca: Fundação CETAP | Órgão: JUCEPA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A e B firmaram contrato atípico em que A, sob premente necessidade, acabou se obrigando a prestação manifestamente desproporcional ao valor da prestação de B. Nesse caso, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O negócio jurídico é válido, eis que a disciplina dos defeitos do negócio jurídico é aplicável apenas aos contratos atípicos."
      },
      {
        "letra": "B",
        "texto": "O negócio está eivado de vício de estado de perigo."
      },
      {
        "letra": "C",
        "texto": "Há lesão e, por isso, o negócio jurídico é anulável."
      },
      {
        "letra": "D",
        "texto": "O contrato é nulo de pleno direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2088185",
    "metadata": "Ano: 2021 | Banca: Avança SP | Órgão: Câmara de Ribeirão Pires - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No que se refere à invalidade do negócio jurídico, analise os itens a seguir e, ao final, assinale a alternativa correta: I – A conversibilidade dos negócios jurídicos (CC, art. 170) exige apenas elementos objetivos. II – O sistema geral de invalidade dos negócios jurídicos, previsto no Código Civil em vigor, é aplicável aos atos jurídicos strictu sensu. III – Apenas a simulação absoluta é causa de nulidade absoluta sob a égide do Código Civil em vigor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é verdadeiro."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e III são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Nenhum dos itens é verdadeiro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1879971",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: Prefeitura de Ivoti - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "É anulável o negócio jurídico quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Celebrado por pessoa absolutamente incapaz."
      },
      {
        "letra": "B",
        "texto": "Tiver por objetivo fraudar lei imperativa."
      },
      {
        "letra": "C",
        "texto": "Não revestir a forma prescrita em lei."
      },
      {
        "letra": "D",
        "texto": "For ilícito, impossível ou indeterminável o seu objeto."
      },
      {
        "letra": "E",
        "texto": "For resultante de estado de perigo ou lesão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1861789",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Bertioga - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Em relação à invalidade do negócio jurídico, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é anulável o negócio jurídico simulado, mas subsistirá o que se dissimulou, se válido for na substância, na forma e no objeto."
      },
      {
        "letra": "B",
        "texto": "se ressalvam os direitos de terceiros de boa-fé em face dos contraentes do negócio jurídico simulado."
      },
      {
        "letra": "C",
        "texto": "a nulidade do negócio jurídico simulado pode ser alegada apenas pelas partes ou pelo Ministério Público, quando lhe couber intervir."
      },
      {
        "letra": "D",
        "texto": "a nulidade do negócio jurídico simulado deve ser pronunciada pelo juiz, quando conhecer do negócio jurídico, lhe sendo permitido supri-las, mediante requerimento das partes"
      },
      {
        "letra": "E",
        "texto": "é nulo o negócio jurídico simulado quando celebrado por relativamente incapaz e contiver declaração não verdadeira."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1861042",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "À luz das disposições do Código Civil a respeito dos direitos da personalidade, de pessoas jurídicas, de obrigações, da invalidade do negócio jurídico e da responsabilidade civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedada a utilização de pseudônimo na realização de atividade econômica disciplinada pela legislação civil."
      },
      {
        "letra": "B",
        "texto": "A qualidade de associado é, em regra, transmissível, ressalvada a possibilidade de o estatuto da associação, de forma justificada, dispor em sentido contrário."
      },
      {
        "letra": "C",
        "texto": "Todo aquele que, interessado ou não, pagar uma dívida em seu próprio nome se sub-roga nos direitos do credor."
      },
      {
        "letra": "D",
        "texto": "O dolo acidental não acarreta a anulabilidade do negócio jurídico, mas somente a satisfação das perdas e dos danos em favor do prejudicado."
      },
      {
        "letra": "E",
        "texto": "Em ação indenizatória decorrente de ato ilícito praticado por menores, os respectivos genitores respondem de forma subsidiária pelos danos causados por seus filhos menores que estiverem sob sua autoridade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1859256",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A. é casado com S. pelo regime da comunhão universal de bens. A. tornou-se amante de M. e deseja doar para ela um apartamento de propriedade dele, no valor de R$1.000.000,00. Combinou com seu amigo F. a outorga de escritura de compra e venda, porque assim S. concordaria com a alienação. F. nada pagaria e assumiu a obrigação de transferir em doação o imóvel para M. As duas escrituras públicas foram lavradas na mesma data, porém, em tabelionatos de notas diferentes. Os dois negócios jurídicos noticiados são",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anuláveis por fraude contra credores."
      },
      {
        "letra": "B",
        "texto": "nulos por simulação."
      },
      {
        "letra": "C",
        "texto": "nulos por vício de forma."
      },
      {
        "letra": "D",
        "texto": "válidos porque aplicável o princípio da conversão substancial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1854239",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A venda de bem entre ascendente e descendente, por meio de interposta pessoa, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ato jurídico nulo, aplicando-se o prazo decadencial de 2 anos."
      },
      {
        "letra": "B",
        "texto": "ato jurídico anulável, aplicando-se o prazo decadencial de 2 anos."
      },
      {
        "letra": "C",
        "texto": "ato jurídico anulável, aplicando-se o prazo prescricional de 4 anos."
      },
      {
        "letra": "D",
        "texto": "ato jurídico nulo, aplicando-se o prazo decadencial de 4 anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852661",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Silvio vendeu dois automóveis no mesmo dia: o primeiro foi comprado por Cláudia, 15 anos, estudante; e o segundo por José, 17 anos, casado civilmente com autorização dos pais. Tais atos serão considerados, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nulo e válido;"
      },
      {
        "letra": "B",
        "texto": "nulo e anulável;"
      },
      {
        "letra": "C",
        "texto": "anulável e válido;"
      },
      {
        "letra": "D",
        "texto": "anulável e anulável;"
      },
      {
        "letra": "E",
        "texto": "válido e válido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1852558",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Célio deseja vender uma sala comercial na cidade de Florianópolis. Clara se interessou pelo imóvel e foi visitá-lo. Com receio de que Clara não fizesse uma proposta de compra, Célio omitiu o fato de que o imóvel não tinha a instalação elétrica adequada para a atividade comercial que sabia que Clara pretendia exercer naquele local. Celebrada a compra e venda, posteriormente Clara descobre a verdade. Nesse caso, é possível invalidar o negócio com base em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro;"
      },
      {
        "letra": "B",
        "texto": "lesão;"
      },
      {
        "letra": "C",
        "texto": "simulação;"
      },
      {
        "letra": "D",
        "texto": "dolo;"
      },
      {
        "letra": "E",
        "texto": "estado de perigo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1828595",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A respeito do negócio jurídico, das obrigações, dos contratos e da responsabilidade civil, julgue o item que se segue. É nulo o negócio jurídico que aparente transmitir direitos a pessoa diversa daquela à qual realmente se transfere.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1826530",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Márcio e Leandro, em conluio, aparentaram celebrar determinado negócio jurídico diverso do que realmente ficou firmado entre ambos, tendo sido realizado o respectivo registro em cartório competente. Considerando essa situação hipotética, julgue o item a seguir, à luz do Código Civil e da jurisprudência do STJ. A situação hipotética ilustra uma simulação, sendo nulos tanto o negócio jurídico que foi registrado quanto o que, às escondidas, efetivamente ficou firmado entre as partes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1792076",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Lei de Introdução às Normas do Direito Brasileiro (LINDB)",
      "Prescrição e Decadência",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Considerando o Código Civil e a Lei de Introdução às normas do Direito Brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos Estados, estrangeiros, a obrigatoriedade da lei brasileira, quando admitida, se inicia quarenta e cinco dias depois de oficialmente publicada."
      },
      {
        "letra": "B",
        "texto": "A lei nova, que estabeleça disposições gerais ou especiais a par das já existentes, revoga a lei anterior."
      },
      {
        "letra": "C",
        "texto": "O nome da pessoa não pode ser empregado por outrem em publicações ou representações que a exponham ao desprezo público, salvo quando não haja intenção difamatória."
      },
      {
        "letra": "D",
        "texto": "Quando a lei dispuser que determinado ato é anulável, sem estabelecer prazo para pleitear-se a anulação, será este de dois anos, a contar da data da conclusão do ato."
      },
      {
        "letra": "E",
        "texto": "Os prazos de prescrição podem ser alterados por acordo das partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1785613",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: Câmara de Teresina - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Em relação ao Direito Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Depende de prova do prejuízo a indenização pela publicação não autorizada de imagem de pessoa com fins econômicos ou comerciais."
      },
      {
        "letra": "B",
        "texto": "É imprescindível o consentimento de pessoa biografada relativamente a obras biográficas literárias ou audiovisuais, sendo por igual necessária a autorização de pessoas retratadas como coadjuvantes ou de familiares, em caso de pessoas falecidas ou ausentes."
      },
      {
        "letra": "C",
        "texto": "É de dois anos o prazo de decadência para pleitear-se a anulação do negócio jurídico, contado, no caso de coação, do dia em que ela cessar."
      },
      {
        "letra": "D",
        "texto": "O transgênero tem direito fundamental subjetivo à alteração de seu prenome e de sua classificação de gênero no registro civil, não se exigindo, para tanto, nada além da manifestação de vontade do indivíduo, o qual poderá exercer tal faculdade tanto pela via judicial como diretamente pela via administrativa."
      },
      {
        "letra": "E",
        "texto": "Quando a lei dispuser que determinado ato é anulável, sem estabelecer prazo para pleitear-se a anulação, será este de quatro anos, a contar da data da conclusão do ato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1781546",
    "metadata": "Ano: 2021 | Banca: AOCP | Órgão: MPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Carlos ocasionou, por sua culpa exclusiva, acidente de trânsito ao conduzir veículo automotor terrestre. Na ocasião, o veículo que conduzia atingiu o pedestre Gabriel, causando a este severos danos físicos. Considerando a possibilidade de ação judicial indenizatória contra si, agindo preventivamente no intuito de proteção patrimonial, Carlos transmitiu a propriedade de todos os seus bens, gratuitamente, a seu pai, que, mesmo tendo conhecimento da situação e do intuito de Carlos, aceitou a transferência patrimonial. Diante do caso hipotético em tela, possuindo Gabriel interesse em ser indenizado pecuniariamente pelos danos sofridos, considerando a conhecida insolvência de Carlos, e pretendendo Gabriel prevenir-se quanto à efetividade do recebimento do valor da condenação indenizatória, poderá a vítima do acidente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "buscar a tutela jurisdicional estatal com a finalidade de ser declarada a fraude à execução para anulação da doação realizada."
      },
      {
        "letra": "B",
        "texto": "acionar Carlos judicialmente, por meio de processo de conhecimento, visando à indenização como tutela final e à penhora dos bens de Carlos como tutela cautelar."
      },
      {
        "letra": "C",
        "texto": "buscar a tutela jurisdicional estatal com a finalidade de ser declarada a fraude contra credores, resultando na ineficácia do negócio jurídico entabulado por Carlos e seu pai, gerando efeitos em relação a Gabriel para que este possa acessar o patrimônio que eventualmente venha a servir de adimplemento da dívida, caso necessário."
      },
      {
        "letra": "D",
        "texto": "mover ação judicial contra Carlos, via processo de conhecimento, objetivando a anulação do negócio jurídico relativo à transferência dos bens, para que, diante de eventual condenação indenizatória pecuniária, seu patrimônio responda pela dívida, caso necessário."
      },
      {
        "letra": "E",
        "texto": "manejar, diante da dilapidação patrimonial, petição de tutela cautelar antecedente com a finalidade de ter declarada a possibilidade futura de aplicar multa de até vinte por cento sobre o débito indenizatório em caso de eventual condenação, com fundamento na ocorrência de atentado atentatório à dignidade da justiça."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1759309",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Ângelo, médico, pai de Fernando, vê-se em uma emergência médica com seu filho, que sofreu grave acidente doméstico. Imediatamente leva seu filho ao pronto-atendimento de unidade hospitalar particular. Fernando não possui plano de saúde e Ângelo vai arcar diretamente com as despesas do tratamento. Diagnosticou-se, na triagem, que o paciente deveria ser imediatamente internado, pois corre risco de morte. Na recepção do hospital, Ângelo é surpreendido com a cobrança da diária de internação em altíssimo valor, mas, para salvar seu filho, não hesita e assina autorização de internação, obrigando-se ao pagamento. Posteriormente, Ângelo descobre que a diária cobrada, na ocasião, estava dez vezes superior à média dos hospitais daquele porte e naquela época. A respeito dos direitos de Ângelo, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por ter sido praticado sob premente necessidade, o negócio jurídico é nulo, desde seu nascedouro, podendo a nulidade ser suscitada por qualquer interessado ou pelo Ministério Público, quando lhe couber intervir;"
      },
      {
        "letra": "B",
        "texto": "Ângelo, em situação imprevisível e inevitável, obrigou-se a prestação manifestamente desproporcional ao valor da prestação oposta, podendo suscitar a anulabilidade do negócio em até cinco anos a contar de sua celebração;"
      },
      {
        "letra": "C",
        "texto": "Ângelo, sob premente necessidade, obrigou-se a prestação manifestamente desproporcional ao valor da prestação oposta, podendo suscitar a anulabilidade do negócio em até quatro anos a contar de sua celebração;"
      },
      {
        "letra": "D",
        "texto": "Ângelo, por ser médico, tem experiência e conhecimento das regras de mercado e teria condições plenas de avaliar, consciente e livremente, as condições no momento da contratação, não podendo reclamar indenização posterior;"
      },
      {
        "letra": "E",
        "texto": "Ângelo e o hospital não podem, em razão da anulabilidade que recai sobre o negócio, celebrar acordo posterior para confirmar o conteúdo do negócio, nos seus termos iniciais, limitando-se a autonomia privada das partes para essa transação, em razão de norma de ordem pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1753181",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: CODEN - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "É nulo o negócio jurídico quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "celebrado por pessoa relativamente incapaz."
      },
      {
        "letra": "B",
        "texto": "for ilícito, impossível ou indeterminado, mesmo que determinável o seu objeto."
      },
      {
        "letra": "C",
        "texto": "o motivo determinante para uma das partes for ilícito."
      },
      {
        "letra": "D",
        "texto": "os instrumentos particulares forem antedatados, ou pós-datados, não subsistindo o que se dissimulou, mesmo que válido for na substância e na forma."
      },
      {
        "letra": "E",
        "texto": "contiver declaração não verdadeira, subsistindo o que se dissimulou, se válido for na substância e forma."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1679232",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: CODEVASF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A respeito do negócio jurídico, das obrigações, dos contratos, da responsabilidade civil e do direito do consumidor, julgue o item a seguir. A conversão substancial do negócio jurídico tem o propósito de sanar a invalidade absoluta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1843043",
    "metadata": "Ano: 2020 | Banca: NEMESIS | Órgão: Câmara de Conchal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Não revestir a forma prescrita em lei, a fraude contra credores e o erro são vícios dos negócios jurídicos que culminam em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nulidade, anulabilidade e nulidade, respectivamente,"
      },
      {
        "letra": "B",
        "texto": "anulabilidade, anulabilidade e anulabilidade, respectivamente."
      },
      {
        "letra": "C",
        "texto": "anulabilidade, nulidade e nulidade, respectivamente."
      },
      {
        "letra": "D",
        "texto": "nulidade, anulabilidade e anulabilidade, respectivamente."
      },
      {
        "letra": "E",
        "texto": "anulabilidade, anulabilidade e nulidade, respectivamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1812881",
    "metadata": "Ano: 2020 | Banca: IGECS | Órgão: Câmara de Jandira - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "O Código Civil, especificamente no capítulo que trata da invalidade do negócio jurídico, aponta, expressamente, as hipóteses de nulidade absoluta. Dentre as alternativas abaixo, uma não consiste em hipótese de nulidade absoluta do negócio jurídico, assinale-a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "celebrado por pessoa absolutamente incapaz."
      },
      {
        "letra": "B",
        "texto": "não revestir a forma prescrita em lei."
      },
      {
        "letra": "C",
        "texto": "celebrado por ébrios habituais e os viciados em tóxico."
      },
      {
        "letra": "D",
        "texto": "for preterida alguma solenidade que a lei considere essencial para a sua validade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1682295",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Santa Luzia D`Oeste - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "O Código Civil preceitua que há circunstâncias que resultam na invalidade do negócio jurídico. Dentre elas, são circunstâncias que constituem nulidades:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a incapacidade absoluta do agente, a impossibilidade do objeto e o vício de lesão."
      },
      {
        "letra": "B",
        "texto": "a incapacidade relativa do agente, a impossibilidade do objeto e a ilicitude do motivo determinante."
      },
      {
        "letra": "C",
        "texto": "a incapacidade absoluta do agente, a impossibilidade do objeto e o vício de coação."
      },
      {
        "letra": "D",
        "texto": "a incapacidade absoluta do agente, a impossibilidade do objeto e a ilicitude do motivo determinante."
      },
      {
        "letra": "E",
        "texto": "a incapacidade relativa do agente, a impossibilidade do objeto e o vício de erro essencial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1216908",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Vila Velha - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No direito pátrio e inclusive no Código Civil vigente, há diferenças entre nulidade e anulabilidade, no âmbito de negócios jurídicos. Marque a opção que corresponde a uma hipótese de anulabilidade de um Negócio Jurídico.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando celebrado por pessoa que assume obrigação excessiva, premida da necessidade de salvar-se de grave dano conhecido pela outra parte"
      },
      {
        "letra": "B",
        "texto": "Quando o motivo determinante, comum a ambas as partes, for ilícito"
      },
      {
        "letra": "C",
        "texto": "Quando celebrado por pessoa absolutamente incapaz"
      },
      {
        "letra": "D",
        "texto": "Quando não revestir a forma prescrita em lei"
      },
      {
        "letra": "E",
        "texto": "Cujo objeto for ilícito, impossível ou indeterminável"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1140815",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Com base no Código Civil, julgue o item a seguir.Negócio jurídico celebrado por pessoa menor de dezesseis anos de idade é anulável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1138133",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Verificando a condição culturalmente baixa de José Roberto, lavrador em Ribas do Rio Pardo, Glauco Silva adquire sua propriedade agrícola por R$ 500.000,00, quando o valor de mercado era o de R$ 2.000.000,00. A venda se deu por premente necessidade financeira de José Roberto. Essa situação caracteriza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro por parte de José Roberto, em função de sua inexperiência e premente necessidade, anulando-se o negócio jurídico, sem convalidação por se tratar de erro substancial."
      },
      {
        "letra": "B",
        "texto": "estado de perigo, pela premente necessidade de José Roberto, que o fez assumir prejuízo excessivamente oneroso, anulando-se o negócio jurídico, sem possibilidade de convalidação."
      },
      {
        "letra": "C",
        "texto": "dolo de oportunidade de Glauco Silva, anulando-se o negócio jurídico por ter sido a conduta dolosa a causa da celebração do negócio jurídico, podendo este ser convalidado somente se for pago o valor correto, de mercado, pelo imóvel."
      },
      {
        "letra": "D",
        "texto": "lesão, pela manifesta desproporção entre o valor do bem e o que foi pago por ele, em princípio anulando-se o negócio jurídico, salvo se for oferecido suplemento suficiente por Glauco Silva, ou se este concordar com a redução do proveito."
      },
      {
        "letra": "E",
        "texto": "tanto lesão como estado de perigo, nulificando-se o negócio jurídico pela gravidade da conduta, sem possibilidade de ratificação ou convalidação pela excessiva onerosidade a José Roberto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1138124",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Em relação à invalidade do negócio jurídico, considere os enunciados seguintes: I. É nulo o negócio jurídico simulado, mas subsistirá o que se dissimulou, se válido for na substância e na forma. II. O negócio jurídico nulo não é suscetível de confirmação, embora convalesça pelo decurso do tempo. III. A anulabilidade não tem efeito antes de julgada por sentença, nem se pronuncia de ofício; só os interessados a podem alegar, e aproveita exclusivamente aos que a alegarem, salvo o caso de solidariedade ou indivisibilidade. IV. Quando a lei dispuser que determinado ato é anulável, sem estabelecer prazo para pleitear-se a anulação, será este de quatro anos, a contar da data da conclusão do ato. V. Respeitada a intenção das partes, a invalidade parcial de um negócio jurídico não o prejudicará na parte válida, se esta for separável; a invalidade da obrigação principal implica a das obrigações acessórias, mas a destas não induz a da obrigação principal. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V."
      },
      {
        "letra": "B",
        "texto": "I, III, IV e V."
      },
      {
        "letra": "C",
        "texto": "II, IV e V."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1120522",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Henrique, estudante de dezesseis anos de idade, recentemente nomeado para emprego público, celebrou negócio jurídico com Marcos, para venda de uma motocicleta avaliada em R$ 9.000, pelos índices de mercado. Marcos, o comprador, aceitou pagar à vista o valor de avaliação. Em dia acordado pelas partes, o negócio jurídico foi realizado, Marcos entregou a Henrique o valor e recebeu a motocicleta. Acerca desse negócio jurídico, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Henrique é considerado relativamente incapaz e, por isso, deveria ter sido representado por seus pais ou responsáveis."
      },
      {
        "letra": "B",
        "texto": "Caso Marcos se arrependa do negócio celebrado, poderá buscar sua anulação, pois Henrique não é parte capaz para a celebração de contrato de compra e venda."
      },
      {
        "letra": "C",
        "texto": "Henrique não poderia figurar como parte na relação contratual, em razão de ser absolutamente incapaz."
      },
      {
        "letra": "D",
        "texto": "O negócio celebrado entre Henrique e Marcos é perfeito."
      },
      {
        "letra": "E",
        "texto": "Henrique é considerado relativamente incapaz, mas isso não poderá ser invocado por Marcos em benefício próprio, pois a alegação de incapacidade constitui exceção pessoal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1840432",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Antônio Prado - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Com base na Lei nº 10.406/2002 - Código Civil, sobre a invalidade do negócio jurídico, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) É inexistente o negócio jurídico quando praticado por pessoa absolutamente incapaz. ( ) Quando o objeto do negócio jurídico for ilícito ou indeterminado, será nulo o negócio. ( ) O negócio jurídico será anulável quando o vício for resultante de dolo ou erro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "E - C - C."
      },
      {
        "letra": "B",
        "texto": "C - C - C."
      },
      {
        "letra": "C",
        "texto": "C - E - E."
      },
      {
        "letra": "D",
        "texto": "E - E - E."
      },
      {
        "letra": "E",
        "texto": "E - E - C."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1748987",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura da Estância Turística de Guaratinguetá",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "José, casado com Maria, com a qual tem dois filhos maiores, Pedro e Paulo, doou um carro de luxo para sua concubina Rita, em 01.01.2017. Ao tomar conhecimento da doação realizada por José, Maria solicitou o divórcio, que foi registrado no Cartório de Registro Civil em 01.01.2018. Maria, em 01.08.2019, procurou um advogado para saber se poderia anular a doação do carro de luxo realizada por José à Rita. Sobre o caso hipotético, pode-se corretamente afirmar que a doação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser anulada exclusivamente a pedido de Maria em até dois anos da efetivação da doação."
      },
      {
        "letra": "B",
        "texto": "não pode ser anulada, tendo em vista que decorreu o prazo decadencial de dois anos, contados da doação."
      },
      {
        "letra": "C",
        "texto": "somente pode ser anulada a pedido de Pedro e Paulo, no prazo de até quatro anos da efetivação da doação."
      },
      {
        "letra": "D",
        "texto": "ainda não transcorreu o prazo decadencial e a doação pode ser anulada por Maria, bem como por Pedro e Paulo."
      },
      {
        "letra": "E",
        "texto": "não pode mais ser anulada por Maria, por não mais ostentar a condição de esposa, mas pode ser anulada por Pedro e Paulo, em até dois anos contados da efetivação da doação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1729599",
    "metadata": "Ano: 2019 | Banca: Aprender - SC | Órgão: Prefeitura de Tangará - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Como Procurador do Município, teve informações de que um devedor contumaz simulou negócios, transferindo bens seus para terceiros, afim de evitar a Penhora em execuções por dívidas tributárias e fiscais que tem com a municipalidade. Assim, como Procurador do Município, deverá provar a Nulidade do negócio jurídico simulado, tomando algumas medidas jurídicas. Na prática, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É válida a prova de que os negócios alvos a serem anulados contém declaração, confissão, condição ou cláusula não verdadeira."
      },
      {
        "letra": "B",
        "texto": "É nulo quando o objetivo do negócio, foi fraudar lei imperativa."
      },
      {
        "letra": "C",
        "texto": "É nulo o negócio jurídico celebrado com pessoa absolutamente incapaz."
      },
      {
        "letra": "D",
        "texto": "É nulo o negócio, quando tiver por objeto um imóvel já alienado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1690472",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Birigui - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "O prazo para anulação de negócio jurídico firmado por menor de 14 anos em 12 de agosto de 2019, que completará 18 anos em 15 de março de 2024, termina em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "12 de agosto de 2022."
      },
      {
        "letra": "B",
        "texto": "15 de março de 2023."
      },
      {
        "letra": "C",
        "texto": "12 de agosto de 2023."
      },
      {
        "letra": "D",
        "texto": "15 de março de 2024."
      },
      {
        "letra": "E",
        "texto": "15 de março de 2026."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1677388",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Em uma escriture pública de compra e venda, houve a utilização de documentos falsos do vendedor por um fraudador. Nesse caso o negócio Jurídico em relação ao vendedor é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ineficaz"
      },
      {
        "letra": "B",
        "texto": "nulo."
      },
      {
        "letra": "C",
        "texto": "anulável."
      },
      {
        "letra": "D",
        "texto": "inexistente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1258403",
    "metadata": "Ano: 2019 | Banca: FUNDATEC | Órgão: Prefeitura de Salto do Jacuí - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "É ajuizada uma demanda cível, discutindo a validade de um negócio jurídico. O autor alega ter sofrido coação na prática da referida contratação. Se o julgador colher a alegação do autor, o contrato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será anulado."
      },
      {
        "letra": "B",
        "texto": "será declarado nulo."
      },
      {
        "letra": "C",
        "texto": "será revisado, mantendo a sua validade."
      },
      {
        "letra": "D",
        "texto": "será válido, mas o outro contratante deverá indenizar os danos causados ao autor."
      },
      {
        "letra": "E",
        "texto": "se não tiver causado danos ao autor, poderá ser considerado válido, a fim de não prejudicar terceiros de boa-fé."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1180416",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Com base nesse caso hipotético, julgue o item quanto aos fatos, atos e negócios jurídicos. O prazo prescricional para se pleitear a anulação será de cinco anos, a contar da data da celebração do negócio jurídico viciado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1155585",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: BRB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Quanto aos negócios jurídicos, de acordo com o Código Civil brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O negócio anulável pode ser confirmado pelas partes."
      },
      {
        "letra": "B",
        "texto": "A invalidade das obrigações acessórias implica a da obrigação principal."
      },
      {
        "letra": "C",
        "texto": "É nulo um negócio jurídico por vício resultante de fraude contra credores."
      },
      {
        "letra": "D",
        "texto": "Quando instrumentos particulares forem antedatados, ou pós-datados, ocorre a lesão."
      },
      {
        "letra": "E",
        "texto": "Nas declarações de vontade, será atendido mais ao sentido literal da linguagem do que à intenção nelas consubstanciada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1152259",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: Prefeitura de São Bento do Sul - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "João tem 16 anos e depende exclusivamente do dinheiro de seus pais. No dia 10 de junho de 2018, ele comprou, em uma loja especializada, um videogame de última geração pelo preço de R$ 4.500,00 que deveriam ser pagos em uma única parcela com vencimento de 30 dias após a data da compra. À loja, João declarou sua real idade ao preencher o cadastro. Ocorre que ele não quitou o boleto, razão pela qual a loja pretende cobrar a referida dívida. Com base nessas informações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O negócio jurídico é nulo, sendo de quatro anos o prazo decadencial para postular a declaração de nulidade, contados da data do inadimplemento."
      },
      {
        "letra": "B",
        "texto": "Mesmo que João houvesse declarado à loja ter mais de 18 anos de idade, ainda assim o fato de ter 16 anos seria razão suficiente para invalidar o negócio jurídico."
      },
      {
        "letra": "C",
        "texto": "No caso, João é relativamente incapaz em razão da idade, de forma que o negócio jurídico anulável poderá ser confirmado caso seus pais o ratifiquem, ainda que posteriormente."
      },
      {
        "letra": "D",
        "texto": "O prazo para pleitear a anulação do negócio jurídico tem natureza prescricional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1143825",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de São Roque - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Assinale a alternativa que trata corretamente sobre nulidade e anulabilidade do negócio jurídico.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O negócio jurídico nulo pode ser confirmado pelas partes."
      },
      {
        "letra": "B",
        "texto": "É anulável o negócio jurídico por incapacidade absoluta do agente."
      },
      {
        "letra": "C",
        "texto": "O negócio jurídico anulável não é suscetível de confirmação."
      },
      {
        "letra": "D",
        "texto": "É nulo o negócio jurídico quando for ilícito, impossível ou indeterminável o seu objeto."
      },
      {
        "letra": "E",
        "texto": "A anulabilidade do negócio jurídico pode ser pronunciada de ofício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1133100",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: Câmara de Cabo de Santo Agostinho - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No que concerne ao Código Civil de 2002, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode ser declarada a morte presumida, sem decretação de ausência, se alguém, desaparecido em campanha ou feito prisioneiro, não for encontrado até três anos após o término da guerra."
      },
      {
        "letra": "B",
        "texto": "Quando a lei dispuser que determinado ato é anulável, sem estabelecer prazo para pleitear-se a anulação, será este de quatro anos, a contar da data da conclusão do ato."
      },
      {
        "letra": "C",
        "texto": "A incapacidade relativa de uma das partes não pode ser invocada pela outra em benefício próprio, nem aproveita aos cointeressados capazes, salvo se, neste caso, for indivisível o objeto do direito ou da obrigação comum."
      },
      {
        "letra": "D",
        "texto": "É anulável o negócio jurídico quando tiver por objetivo fraudar lei imperativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1118504",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "José devia o valor de R$ 10.000,00 (dez mil reais) a Joaquim e decidiu realizar o pagamento emitindo um cheque, no mesmo valor da dívida, que foi devolvido por insuficiência de fundos. Joaquim procurou José e disse que iria promover um processo de execução para obter o valor da dívida. Com receio de ter seus bens penhorados em processo de execução, José propôs dar em pagamento pelo valor da dívida seu carro. Joaquim não sabia o valor do carro, pressupôs que o valor deste fosse equivalente ao valor da dívida, e aceitou a proposta. Entretanto, o carro tinha um valor de mercado de R$ 30.000,00 (trinta mil reais). Passado um mês, José se arrepende da dação em pagamento realizada. Diante do caso hipotético, pode-se corretamente afirmar que o negócio jurídico é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulável por erro."
      },
      {
        "letra": "B",
        "texto": "válido."
      },
      {
        "letra": "C",
        "texto": "anulável por estado de perigo."
      },
      {
        "letra": "D",
        "texto": "anulável por lesão."
      },
      {
        "letra": "E",
        "texto": "anulável por coação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1093829",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: CODESG - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Quanto à anulabilidade, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nem se pronuncia de ofício."
      },
      {
        "letra": "B",
        "texto": "Qualquer pessoa pode alegar."
      },
      {
        "letra": "C",
        "texto": "Não tem efeito antes de julgada por sentença."
      },
      {
        "letra": "D",
        "texto": "Aproveita exclusivamente aos que a alegarem, salvo o caso de solidariedade ou indivisibilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1078203",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRF-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No que se refere aos negócios jurídicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O negócio jurídico simulado declarado como nulo, necessária e igualmente, fará nulo o negócio dissimulado a ele subjacente."
      },
      {
        "letra": "B",
        "texto": "Em homenagem à autonomia da vontade, as nulidades que viciem negócio jurídico somente podem ser invocadas pelas partes dele integrantes."
      },
      {
        "letra": "C",
        "texto": "Quando assim requererem as partes, o negócio jurídico nulo é passível de convalidação judicial."
      },
      {
        "letra": "D",
        "texto": "Somente quando absoluta, a incapacidade do agente anula o negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "O negócio anulável é passível de confirmação pelas partes, ressalvando‐se, contudo, eventual direito de terceiro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1062128",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Por necessidade de salvar pessoa de sua família de grave dano iminente, Celso assumiu obrigação excessivamente onerosa com determinada sociedade empresária. Posteriormente, ajuizou ação judicial requerendo a anulação do negócio jurídico por vício de consentimento.Considerando essa situação hipotética, julgue o item seguinte.Segundo a doutrina civilista, ainda que demonstrados os requisitos necessários para caracterizar o vício de consentimento, será possível que, em vez da anulação do negócio jurídico, seja realizada a sua revisão com o devido reequilíbrio econômico-financeiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1062127",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Por necessidade de salvar pessoa de sua família de grave dano iminente, Celso assumiu obrigação excessivamente onerosa com determinada sociedade empresária. Posteriormente, ajuizou ação judicial requerendo a anulação do negócio jurídico por vício de consentimento. Considerando essa situação hipotética, julgue o item seguinte.A anulação do referido negócio jurídico depende da demonstração de que a sociedade empresária tinha conhecimento da situação de grave risco vivenciada pelo familiar de Celso",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1060369",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Por necessidade de salvar pessoa de sua família de grave dano iminente, Celso assumiu obrigação excessivamente onerosa com determinada sociedade empresária. Posteriormente, ajuizou ação judicial requerendo a anulação do negócio jurídico por vício de consentimento.Considerando essa situação hipotética, julgue os itens seguintes.Segundo a doutrina civilista, ainda que demonstrados os requisitos necessários para caracterizar o vício de consentimento, será possível que, em vez da anulação do negócio jurídico, seja realizada a sua revisão com o devido reequilíbrio econômico-financeiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1060368",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Por necessidade de salvar pessoa de sua família de grave dano iminente, Celso assumiu obrigação excessivamente onerosa com determinada sociedade empresária. Posteriormente, ajuizou ação judicial requerendo a anulação do negócio jurídico por vício de consentimento. Considerando essa situação hipotética, julgue os itens seguintes.A anulação do referido negócio jurídico depende da demonstração de que a sociedade empresária tinha conhecimento da situação de grave risco vivenciada pelo familiar de Celso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1041595",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "É nulo negócio jurídico celebrado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sem revestir a forma prescrita em lei."
      },
      {
        "letra": "B",
        "texto": "com vício resultante de dolo, quando este for a sua causa."
      },
      {
        "letra": "C",
        "texto": "com erro substancial."
      },
      {
        "letra": "D",
        "texto": "por agente relativamente incapaz."
      },
      {
        "letra": "E",
        "texto": "mediante fraude contra credores."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1037368",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: SANASA Campinas",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "É nulo o ato jurídico: I. Quando praticado por pessoa relativamente incapaz. II. Quando for ilícito seu objeto. III. Quando não revestir a forma prescrita em lei. IV. Por vício resultante de coação. Está correto o que consta APENAS de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1037181",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Domicílio e Bens",
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Analise as proposições destacadas a seguir e assinale a correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A declaração de vontade dependerá de forma especial para sua validade, salvo quando a lei expressamente dispensá-la"
      },
      {
        "letra": "B",
        "texto": "Salvo se o permitir a lei ou o representado, é anulável o negócio jurídico que o representante, no seu interesse ou por conta de outrem, celebrar consigo mesmo."
      },
      {
        "letra": "C",
        "texto": "É nulo o negócio jurídico concluído pelo representante em conflito de interesses com o representado, se tal fato era ou devia ser do conhecimento de quem com aquele contratou."
      },
      {
        "letra": "D",
        "texto": "Dentre os bens públicos discriminados pelo art. 99, do Código Civil, os de uso comum e os de uso especial são inalienáveis enquanto não desafetados, mas os dominicais são alienáveis independentemente de qualquer outra exigência legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1029644",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: IPREMM - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "João, um homem rico de 50 anos, diz expressamente à sua sobrinha Maria que, se esta não lhe vender sua casa, não vai contemplá-la em seu testamento. Temendo perder parte de uma herança que sempre teve em vista receber, Maria realiza a venda da casa a seu tio João, pelo valor de mercado. A esse respeito, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o negócio jurídico é válido e não tem qualquer vício de consentimento."
      },
      {
        "letra": "B",
        "texto": "o negócio jurídico é anulável em razão da coação."
      },
      {
        "letra": "C",
        "texto": "o negócio jurídico é anulável em razão da lesão."
      },
      {
        "letra": "D",
        "texto": "o negócio jurídico é anulável em razão do estado de perigo."
      },
      {
        "letra": "E",
        "texto": "o negócio jurídico é nulo, em razão da coação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1014314",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Piracicaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No âmbito das relações entre particulares, é de extrema importância o exato conhecimento acerca da invalidade dos negócios jurídicos. Quanto ao tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é anulável o negócio jurídico simulado, e não subsistirá o que se dissimulou, mesmo se válido for na substância e na forma."
      },
      {
        "letra": "B",
        "texto": "as nulidades devem ser pronunciadas pelo juiz, quando conhecer do negócio jurídico ou dos seus efeitos e as encontrar provadas, mas poderá supri-las a requerimento das partes."
      },
      {
        "letra": "C",
        "texto": "a anulabilidade não tem efeito antes de julgada por sentença, nem se pronuncia de ofício; só os interessados a podem alegar, e aproveita exclusivamente aos que a alegarem, salvo o caso de solidariedade ou indivisibilidade."
      },
      {
        "letra": "D",
        "texto": "nos atos de incapazes, é de dois anos o prazo de decadência para pleitear-se a anulação do negócio jurídico, contado do dia em que cessar a incapacidade."
      },
      {
        "letra": "E",
        "texto": "quando a nulidade do ato resultar da falta de autorização de terceiro, será validado se este a der posteriormente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1004240",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Quanto às condições impossíveis, pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resolutivas ou suspensivas, invalidam o negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "invalidam o negócio jurídico se forem suspensivas e fisicamente impossíveis, não o invalidando se forem apenas juridicamente impossíveis."
      },
      {
        "letra": "C",
        "texto": "invalidam o negócio jurídico se forem suspensivas e juridicamente impossíveis, não o invalidando se forem apenas fisicamente impossíveis."
      },
      {
        "letra": "D",
        "texto": "se forem resolutivas, têm-se por inexistentes e não interferem na validade do negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "sejam resolutivas ou suspensivas, sempre devem ser consideradas por inexistentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "998846",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A propósito dos defeitos que, segundo o Código Civil, tornam anuláveis os negócios jurídicos, analise as seguintes relações: I. O erro, a coação e o estado de perigo. II. A lesão, a fraude contra credores e a coação. III. O estado de perigo, a lesão e o dolo. IV. O dolo, o erro e a simulação. Pode-se afirmar que são integralmente verdadeiras as relações:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "990666",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Gustavo e Henrique celebraram compromisso particular de venda e compra de um imóvel, em fevereiro de 2019. Ajustaram, no entanto, que no instrumento contratual referente ao compromisso constaria outra data: maio de 2018. Isso porque Gustavo pretendia apresentar o documento para um credor seu, justificando que já havia se comprometido a alienar o imóvel. De acordo com o Código Civil de 2002, é correto afirmar que o negócio jurídico",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é anulável, em razão do dolo existente."
      },
      {
        "letra": "B",
        "texto": "é anulável, em razão da simulação existente."
      },
      {
        "letra": "C",
        "texto": "é nulo, em razão do dolo existente."
      },
      {
        "letra": "D",
        "texto": "é anulável, pois o motivo determinante, comum a ambas as partes, foi ilícito."
      },
      {
        "letra": "E",
        "texto": "é nulo, em razão da simulação existente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "988703",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Arujá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "VALDEMAR levou a família para uma aventura na natureza em uma região de floresta nativa, onde há rios, cachoeiras e animais selvagens, deixando o carro numa vila a 10 km do local. Durante o passeio, seu filho de 5 anos de idade caiu e quebrou a clavícula, necessitando de socorro médico imediato. Diante do desespero, VALDEMAR pediu ajuda a BENEDITO, que morava nas proximidades e possuía uma carroça, na qual seria possível transportar a criança até a vila. BENEDITO se dispôs a ajudar, mas exigiu R$ 5.000,00 pelo serviço de transporte. Nessas condições, VALDEMAR emitiu um cheque para BENEDITO, mesmo sabendo que não havia fundos para cobri-lo. Diante dos fatos narrados, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O negócio realizado é anulável, com prazo prescricional de 4 anos, porque Benedito procedeu mediante dolo diante da situação em que Valdemar se encontrava."
      },
      {
        "letra": "B",
        "texto": "O negócio realizado é anulável, com prazo decadencial de 4 anos, porque Benedito se aproveitou do estado de perigo em que Valdemar se encontrava diante do ferimento de seu filho."
      },
      {
        "letra": "C",
        "texto": "Em razão do ocorrido, o negócio jurídico é nulo de pleno direito, sem prazo prescricional ou decadencial e Valdemar não deve pagar nada a Benedito."
      },
      {
        "letra": "D",
        "texto": "O negócio realizado é anulável, com prazo prescricional de 4 anos, porque Valdemar foi vítima de coação diante do ferimento de seu filho, devendo porém pagar o valor justo do transporte a Benedito."
      },
      {
        "letra": "E",
        "texto": "O negócio realizado é nulo, com prazo decadencial de 4 anos, porque Valdemar foi vítima de fraude e não deve pagar nada a Benedito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "973767",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Agostinho pretende vender seu apartamento e para tanto nomeia Leôncio como seu representante. Betânia demonstra interesse na aquisição de dito imóvel e acaba por celebrar contrato de compra e venda com Leôncio, que ostenta a qualidade de procurador de Agostinho. Ocorre que o negócio jurídico concluído pelo representante mostra-se em conflito de interesses com o representado. Diante disso, Agostinho pretende sua invalidação. Levando em consideração os dados apresentados, o negócio jurídico é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulável, e é de noventa dias, a contar da conclusão do negócio, o prazo de decadência para se pleitear a anulação."
      },
      {
        "letra": "B",
        "texto": "nulo, e é de noventa dias, a contar da conclusão do negócio, o prazo de decadência para se pleitear a nulidade."
      },
      {
        "letra": "C",
        "texto": "anulável, e é de cento e vinte dias, a contar da conclusão do negócio, o prazo de decadência para se pleitear a anulação."
      },
      {
        "letra": "D",
        "texto": "nulo, e é de cento e oitenta dias, a contar da conclusão do negócio, o prazo de decadência para se pleitear a nulidade."
      },
      {
        "letra": "E",
        "texto": "anulável, e é de cento e oitenta dias, a contar da conclusão do negócio, o prazo de decadência para se pleitear a anulação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "968720",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: AFAP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No tocante aos negócios jurídicos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as nulidades devem ser pronunciadas pelo juiz, quando conhecer do negócio jurídico ou dos seus efeitos e as encontrar provadas, podendo porém supri-las a pedido expresso das partes."
      },
      {
        "letra": "B",
        "texto": "serão nulos os negócios jurídicos simulados, mas subsistirão os dissimulados, se válidos forem na substância e na forma."
      },
      {
        "letra": "C",
        "texto": "tanto os negócios jurídicos nulos como aqueles anuláveis são suscetíveis de confirmação, podendo convalescer pelo decurso do tempo, se a invalidade se der por idade da pessoa."
      },
      {
        "letra": "D",
        "texto": "quando a anulabilidade do ato resultar da falta de autorização de terceiro, não há possibilidade de validação do ato."
      },
      {
        "letra": "E",
        "texto": "é de 2 anos o prazo de decadência para pleitear-se a anulação do ato em que houver ocorrido coação, contado esse prazo do dia em que a ameaça cessar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "965406",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Júlia e Mateus, noivos e sem experiência acerca de imóveis, decidiram comprar um apartamento. André, corretor de imóveis que os atendeu, percebendo a inexperiência do casal, alterou o valor do contrato de venda e compra do imóvel para três vezes acima do preço de mercado. O contrato foi celebrado e, no ano seguinte, após terem pago a maior parte das parcelas, em uma conversa com um amigo corretor de imóveis, Júlia e Mateus descobriram o caráter abusivo do valor entabulado e decidiram ajuizar uma ação com o objetivo de permanecerem no imóvel e serem ressarcidos somente do valor excedente já pago. Considerando a situação hipotética, em conformidade com o disposto no Código Civil, deve ser alegado em juízo que o negócio jurídico celebrado tem como defeito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a coação, não sendo possível a revisão judicial, mas apenas a anulação do negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "o erro ou a ignorância, sendo possíveis a revisão judicial e a anulação do negócio jurídico."
      },
      {
        "letra": "C",
        "texto": "a lesão, sendo possíveis a revisão judicial bem como a anulação do negócio jurídico."
      },
      {
        "letra": "D",
        "texto": "o dolo, não sendo possível a revisão judicial, mas apenas a anulação do negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "o estado de perigo, não sendo possível a revisão judicial, mas apenas a anulação do negócio jurídico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "960726",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Dino, pai de três filhos e atualmente em seu segundo casamento, resolveu adquirir um imóvel, em área nobre de Salvador, para com ele presentear o caçula, único filho da sua atual união conjugal. A fim de evitar eventuais problemas com os outros dois filhos, tidos em casamento anterior, Dino decidiu fazer a seguinte operação negocial: • vendeu um dos seus cinco imóveis e, com o dinheiro obtido, adquiriu o imóvel para o filho caçula; e • colocou na escritura pública de venda e compra, de comum acordo com os vendedores do referido imóvel, o filho caçula como comprador do bem. Alguns meses depois, os outros dois filhos tomaram conhecimento das transações realizadas e resolveram ajuizar ação judicial contra Dino, alegando que haviam sofrido prejuízos. Nessa situação hipotética, conforme a sistemática legal dos defeitos e das invalidades dos negócios jurídicos, os dois filhos prejudicados deverão alegar, como fundamento jurídico do pedido, a ocorrência de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reserva mental, também conhecida como simulação unilateral, que deve ensejar a declaração de inexistência do negócio jurídico de venda e compra e o retorno das partes ao status quo ante."
      },
      {
        "letra": "B",
        "texto": "causa de anulabilidade por dolo, vício de vontade consistente em artifício, artimanha, astúcia tendente a viciar a vontade do destinatário ou de terceiros."
      },
      {
        "letra": "C",
        "texto": "simulação relativa, devendo ser reconhecida a invalidade da venda e compra e declarada a validade da doação, que importará adiantamento da legítima."
      },
      {
        "letra": "D",
        "texto": "simulação absoluta, devendo ser reconhecida a invalidade da venda e compra e da doação, com retorno ao status quo ante."
      },
      {
        "letra": "E",
        "texto": "simulação relativa, devendo ser reconhecida a invalidade da compra e venda e declarada a validade da doação, o que, contudo, não implicará adiantamento da legítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2047346",
    "metadata": "Ano: 2018 | Banca: FAFIPA | Órgão: Câmara de Foz do Iguaçu - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "De acordo com o Código Civil, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São os negócios jurídicos anuláveis por dolo, quando este for a sua causa."
      },
      {
        "letra": "B",
        "texto": "São nulos os negócios jurídicos, quando as declarações de vontade emanarem de erro substancial que poderia ser percebido por pessoa de diligência normal, em face das circunstâncias do negócio."
      },
      {
        "letra": "C",
        "texto": "Considera-se coação o simples temor reverencial."
      },
      {
        "letra": "D",
        "texto": "O erro de cálculo torna o negócio jurídico nulo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1324025",
    "metadata": "Ano: 2018 | Banca: UECE-CEV | Órgão: Prefeitura de Sobral - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "O negócio jurídico é anulável quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "for preterida alguma solenidade que a lei considere essencial para a sua validade."
      },
      {
        "letra": "B",
        "texto": "existir vício resultante de erro, dolo, coação, estado de perigo, lesão ou fraude contra credores."
      },
      {
        "letra": "C",
        "texto": "não revestir a forma prescrita em lei e tiver por objetivo fraudar lei imperativa."
      },
      {
        "letra": "D",
        "texto": "o motivo determinante, comum a ambas as partes, for ilícito, impossível ou indeterminável."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1303811",
    "metadata": "Ano: 2018 | Banca: UFMT | Órgão: Prefeitura de Várzea Grande - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Em conformidade com a legislação civil, é considerado nulo o negócio jurídico, em virtude de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro."
      },
      {
        "letra": "B",
        "texto": "coação."
      },
      {
        "letra": "C",
        "texto": "lesão."
      },
      {
        "letra": "D",
        "texto": "simulação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1285602",
    "metadata": "Ano: 2018 | Banca: GUALIMP | Órgão: Câmara de Nova Venécia - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "De acordo com o Código Civil, marque a alternativa INCORRETA em relação à invalidade do negócio jurídico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será nulo o negócio jurídico quando o motivo determinante, comum a ambas as partes, for ilícito."
      },
      {
        "letra": "B",
        "texto": "O negócio jurídico será nulo quando não revestir a forma prescrita em lei."
      },
      {
        "letra": "C",
        "texto": "Se preterida alguma solenidade que a lei considere essencial para a sua validade, será nulo o negócio jurídico."
      },
      {
        "letra": "D",
        "texto": "É nulo o negócio jurídico quando celebrado por pessoa relativamente incapaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1274444",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: Prefeitura de Santa Rosa - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Nos negócios jurídicos regulados pelo Código Civil, a coação é considerada vício:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Social e causa a anulação do negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "Social e causa a anulação do negócio jurídico, com prazo prescricional de 4 anos."
      },
      {
        "letra": "C",
        "texto": "Social e causa a anulação do negócio jurídico, com prazo decadencial de anos."
      },
      {
        "letra": "D",
        "texto": "Da vontade e causa a anulação do negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "Da vontade e causa a nulidade do negócio jurídico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1153557",
    "metadata": "Ano: 2018 | Banca: Instituto Excelência | Órgão: Prefeitura de São Luís do Paraitinga - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "É nulo o negócio jurídico, EXCETO quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "celebrado por pessoa absolutamente incapaz."
      },
      {
        "letra": "B",
        "texto": "for ilícito, impossível ou indeterminável o seu objeto."
      },
      {
        "letra": "C",
        "texto": "quando as declarações de vontade emanarem de erro substancial que poderia ser percebido por pessoa de diligência normal, em face das circunstâncias do negócio."
      },
      {
        "letra": "D",
        "texto": "não revestir a forma prescrita em lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1101684",
    "metadata": "Ano: 2018 | Banca: AOCP | Órgão: Prefeitura de São Luís - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Quanto ao negócio jurídico, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A manifestação de vontade não subsiste, mesmo que o seu autor haja feito a reserva mental de não querer o que manifestou e se dela o destinatário tinha conhecimento."
      },
      {
        "letra": "B",
        "texto": "No negócio jurídico celebrado com a cláusula de não valer sem instrumento público, este não é da substância do ato."
      },
      {
        "letra": "C",
        "texto": "São anuláveis os negócios jurídicos quando as declarações de vontade emanarem de erro substancial que poderia ser percebido por pessoa de diligência normal, em face das circunstâncias do negócio."
      },
      {
        "letra": "D",
        "texto": "O erro é substancial quando concerne à identidade ou à qualidade essencial da pessoa a quem se refira a declaração de vontade, mesmo que não tenha influído na vontade de modo relevante."
      },
      {
        "letra": "E",
        "texto": "O menor, de 16 (dezesseis) e 18 (dezoito) anos, pode, para eximir-se de uma obrigação, invocar a sua idade se dolosamente a ocultou quando inquirido pela outra parte, ou se, no ato de obrigar-se, declarou-se maior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1035549",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Em face das normas do Código Civil sobre a teoria das nulidades, considerando a situação de fato em que seja celebrado ato nulo ou anulável, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O negócio jurídico nulo não é suscetível de confirmação, nem convalesce pelo decurso do tempo."
      },
      {
        "letra": "B",
        "texto": "O negócio jurídico anulável não pode ser confirmado pelas partes."
      },
      {
        "letra": "C",
        "texto": "É nulo o ato praticado por pessoa que, por enfermidade ou doença mental, não tenha o necessário discernimento para a prática desse ato."
      },
      {
        "letra": "D",
        "texto": "É anulável o ato jurídico praticado mediante simulação."
      },
      {
        "letra": "E",
        "texto": "Mesmo que o negócio nulo contenha os requisitos de outro, este não subsistirá em hipótese alguma, ainda que o fim a que visavam as partes permitisse supor que o teriam querido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "989374",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CREF - 13ª Região (BA-SE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Com base nas disposições contidas na Lei n.º 10.406/2002 (Código Civil) sobre a teoria do fato jurídico e sobre os bens, julgue o item seguinte. Suponha‐se que Marcos, vendedor de metais preciosos, venda a Leandro, ourives, um cordão de ouro e, após pagar o preço acordado, Leandro descubra ser o cordão de bronze. Nessa situação, apesar da inescusabilidade do erro, dada a profissão de Leandro, o negócio jurídico será inválido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "952072",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A respeito dos vícios de consentimento, observadas as disposições do Código Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o erro acidental ou secundário acarreta a anulabilidade de um ato ou negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "o erro por desconhecimento ou falso conhecimento das circunstâncias é causa eficiente para a anulação do negócio jurídico."
      },
      {
        "letra": "C",
        "texto": "todo ato doloso, independentemente da natureza e intensidade do dolo, é anulável."
      },
      {
        "letra": "D",
        "texto": "a pressão psicológica ou ameaça exercida sobre uma pessoa, se atinge apenas seus bens, não vicia o ato jurídico."
      },
      {
        "letra": "E",
        "texto": "no estado de perigo, o ato jurídico é praticado independentemente do dolo de aproveitamento e do perigo de dano grave."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "951412",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEAD-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Antenor e Amélia, pai e filha, adquiriram um imóvel para nele juntos residirem. Em razão de dificuldades financeiras, Antenor e Amélia, por preço justo, venderam-no a Pedro. Embora fosse contrária à venda, Amélia aceitou participar de sua realização apenas pelo receio de desapontar Antenor, a quem respeitava profundamente. Em tal cenário, agiu Amélia sob",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estado de perigo, sendo nulo o negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "coação, sendo anulável o negócio jurídico."
      },
      {
        "letra": "C",
        "texto": "erro, sendo válido o negócio jurídico."
      },
      {
        "letra": "D",
        "texto": "lesão, sendo anulável o negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "temor reverencial, sendo válido o negócio jurídico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "951000",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "João é casado com Maria, sob o regime de separação convencional de bens. Entretanto, ele possui uma concubina, chamada Rita. Pretendendo dar um presente a esta última, João propõe a Paulo, pai de Rita, que este lhe compre um apartamento (de propriedade exclusiva de João), por um preço irrisório, e o dê em usufruto vitalício a Rita. Após o negócio, Paulo propôs a João que este lhe vendesse uma casa na praia, também de sua exclusiva propriedade, pelo valor que entendesse justo. Apesar de Paulo nunca ter ameaçado ou sequer insinuado que poderia contar a alguém a respeito do negócio anterior, temendo que, se contrariasse Paulo, poderia ter o seu segredo revelado, João vendeu a Paulo a casa na praia por metade de seu valor de mercado. A respeito dos negócios narrados, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o contrato de compra e venda do apartamento é nulo, podendo ser declarada a nulidade a qualquer tempo. O contrato de compra e venda da casa de praia é válido."
      },
      {
        "letra": "B",
        "texto": "ambos os contratos são nulos. As nulidades não são suscetíveis de confirmação e não convalescem pelo tempo, podendo ser declaradas a qualquer tempo."
      },
      {
        "letra": "C",
        "texto": "o contrato de venda do apartamento é nulo, podendo ser declarado a qualquer tempo. Diferentemente, o contrato de compra e venda da casa na praia é anulável, podendo ser desconstituído num prazo de até 4 anos."
      },
      {
        "letra": "D",
        "texto": "ambos os contratos são anuláveis. O prazo prescricional para sua anulação é de 4 anos, contados da celebração dos negócios jurídicos, e somente Maria é legitimada para pleitear a anulação da venda do apartamento."
      },
      {
        "letra": "E",
        "texto": "o contrato de compra e venda do apartamento é anulável, podendo ser desconstituído num prazo de até 4 anos. O contrato de compra e venda da casa de praia é válido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "943076",
    "metadata": "Ano: 2018 | Banca: Gestão Concurso | Órgão: EMATER-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No que tange à invalidade do negócio jurídico, assunto previsto no Código Civil Brasileiro, informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir. ( ) É nulo o negócio jurídico por incapacidade relativa do agente, por vício resultante de erro, dolo, coação, estado de perigo, lesão ou fraude contra credores. ( ) Será de três anos o prazo, a contar da data do conhecimento da causa da anulação, quando a lei dispuser que determinado ato é anulável, sem estabelecer prazo para pleitear-se a anulação. ( ) Haverá simulação nos negócios jurídicos quando aparentarem conferir ou transmitir direitos a pessoas diversas daquelas às quais realmente se conferem, ou transmitem; contiverem declaração, confissão, condição ou cláusula não verdadeira; os instrumentos particulares forem antedatados ou pós-datados. ( ) É nulo o negócio jurídico quando celebrado por pessoa absolutamente incapaz; for ilícito, impossível ou indeterminável o seu objeto; o motivo determinante, comum a ambas as partes, for ilícito; não revestir a forma prescrita em lei; for preterida alguma solenidade que a lei considere essencial para a sua validade; tiver por objetivo fraudar lei imperativa; a lei taxativamente o declarar nulo ou proibir-lhe a prática, sem cominar sanção. De acordo com as afirmações, a sequência correta é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "(F); (F); (V); (V)."
      },
      {
        "letra": "B",
        "texto": "(F); (V); (F); (F)."
      },
      {
        "letra": "C",
        "texto": "(V); (F); (F); (V)."
      },
      {
        "letra": "D",
        "texto": "(V); (V); (V); (F)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "941628",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Nos negócios jurídicos em geral, o dolo acidental",
    "alternativas": [
      {
        "letra": "A",
        "texto": "gera a nulidade do negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "gera a inexistência do negócio jurídico."
      },
      {
        "letra": "C",
        "texto": "gera a anulabilidade do negócio jurídico."
      },
      {
        "letra": "D",
        "texto": "apenas obriga à satisfação das perdas e danos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "937726",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Em relação à invalidade do negócio jurídico,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é anulável o negócio jurídico quando o motivo determinante, comum a ambas as partes, for ilícito."
      },
      {
        "letra": "B",
        "texto": "a anulabilidade não tem efeito antes de julgada por sentença, nem se pronuncia de ofício; só os interessados a podem alegar, e aproveita exclusivamente aos que a alegarem, salvo o caso de solidariedade ou indivisibilidade."
      },
      {
        "letra": "C",
        "texto": "o negócio jurídico nulo pode ser confirmado e ratificado, embora não convalesça pelo decurso do tempo."
      },
      {
        "letra": "D",
        "texto": "é de dois anos o prazo de decadência para pleitear-se a anulação do negócio jurídico, contado da prática do ato pelo causador da anulabilidade."
      },
      {
        "letra": "E",
        "texto": "é nulo o negócio jurídico simulado e meramente anulável o negócio dissimulado, se válido for na substância e na forma."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "929465",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Imagine as seguintes situações: i) um pai deixou em testamento seus bens para o seu filho que nasceu morto; ii) um menor de 16 anos assinou um contrato de alienação de um veículo; iii) um pai vendeu, sem consentimento dos demais filhos, um bem imóvel de sua propriedade para o seu primogênito. Podemos afirmar que os negócios jurídicos retratados apresentam, respectivamente, vícios decorrentes da falta de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "capacidade de direito, capacidade de fato e representatividade."
      },
      {
        "letra": "B",
        "texto": "capacidade de fato, capacidade de direito e legitimidade."
      },
      {
        "letra": "C",
        "texto": "personalidade, capacidade de fato e legitimidade."
      },
      {
        "letra": "D",
        "texto": "capacidade de direito, legitimidade e representatividade."
      },
      {
        "letra": "E",
        "texto": "personalidade, capacidade de direito e capacidade de fato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "923068",
    "metadata": "Ano: 2018 | Banca: FUNRIO | Órgão: AL-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "À luz do Código Civil vigente, analise a seguinte situação hipotética: C.W.L., solteiro, autônomo, 42 anos, em pleno gozo de seus direitos civis doou, sem coação, todos os seus bens, para o seu afilhado de 22 anos. Com o negócio jurídico celebrado, C.W.L. ficou sem nenhum bem suficiente para a sua subsistência. O contrato foi lavrado através de escritura pública e, posteriormente, registrado no Cartório de Registro Geral de Imóveis competente, sem nenhum gravame. Sendo assim, pode-se afirmar que o negócio jurídico pactuado é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulável."
      },
      {
        "letra": "B",
        "texto": "nulo."
      },
      {
        "letra": "C",
        "texto": "válido."
      },
      {
        "letra": "D",
        "texto": "ineficaz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "920020",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Prefeitura de São Luís - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No tocante à invalidade do negócio jurídico, a legislação vigente estabelece que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é nulo o negócio jurídico simulado, mas subsistirá o que se dissimulou, se válido for na substância e na forma."
      },
      {
        "letra": "B",
        "texto": "as nulidades dos negócios jurídicos só podem ser alegadas pelas partes que deles participem, ou pelo Ministério Público quando se tratar de matéria de sua atribuição."
      },
      {
        "letra": "C",
        "texto": "são anuláveis os negócios jurídicos quando não revestirem a forma prescrita em lei."
      },
      {
        "letra": "D",
        "texto": "o negócio jurídico nulo não é passível de retificação, mas convalesce pelo decurso do tempo."
      },
      {
        "letra": "E",
        "texto": "é nulo o negócio jurídico decorrente de lesão, estado de perigo, dolo ou fraude contra credores."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "918067",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "No que concerne à invalidade do negócio jurídico, nos termos preconizados pelo Código Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Respeitada a intenção das partes, a invalidade parcial de um negócio jurídico não o prejudicará na parte válida, se esta for separável; a invalidade da obrigação principal implica a das obrigações acessórias, mas a destas não induz a da obrigação principal."
      },
      {
        "letra": "B",
        "texto": "É exigida a confirmação expressa de negócio anulável, mesmo quando o negócio já foi cumprido em parte pelo devedor, ciente do vício que o inquinava."
      },
      {
        "letra": "C",
        "texto": "Quando a lei dispuser que determinado ato é anulável, sem estabelecer prazo para pleitear-se a anulação, será este de até um ano, a contar da data da conclusão do ato."
      },
      {
        "letra": "D",
        "texto": "É nulo o negócio jurídico simulado, e também não subsistirá o que se dissimulou, ainda se válido for na substância e na forma."
      },
      {
        "letra": "E",
        "texto": "É de três anos o prazo de decadência para pleitear-se a anulação do negócio por vício resultante de coação, contado, neste caso, do dia em que ela cessar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "917419",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Campo Limpo Paulista - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Representa a hipótese de nulidade dos negócios jurídicos previsto em nosso ordenamento jurídico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "simulação."
      },
      {
        "letra": "B",
        "texto": "lesão."
      },
      {
        "letra": "C",
        "texto": "coação."
      },
      {
        "letra": "D",
        "texto": "estado de perigo."
      },
      {
        "letra": "E",
        "texto": "erro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "911398",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EMAP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Acerca das obrigações, dos direitos de personalidade e do negócio jurídico, julgue o item subsequente.A anulação do negócio jurídico restituirá as partes ao estado em que antes dele elas se achavam, mas, se isso não for possível, elas terão de ser indenizadas pelo equivalente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "905174",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: FAPESP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Na situação de um negócio jurídico celebrado com o intuito de alterar o quadro societário de sociedade empresarial por meio da falsificação de assinatura de sócio, sendo que o próprio sócio prejudicado pelo falso tenha, por escritura pública, concedido ampla, geral e irrevogável quitação, a fim de ratificá-lo, esse negócio pode ser considerado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "convalidado."
      },
      {
        "letra": "B",
        "texto": "confirmado."
      },
      {
        "letra": "C",
        "texto": "anulável."
      },
      {
        "letra": "D",
        "texto": "nulo."
      },
      {
        "letra": "E",
        "texto": "existente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "904782",
    "metadata": "Ano: 2018 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Haverá simulação a gerar invalidade do negócio jurídico quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que recebeu documento assinado com texto não escrito no todo ou em parte formá-lo ou completa-lo por si ou por meio de outrem, violando o pacto feito com o signatário."
      },
      {
        "letra": "B",
        "texto": "A parte alterar documento mediante a supressão ou interpolação unilateral de texto."
      },
      {
        "letra": "C",
        "texto": "O negócio aparentar conferir direitos a pessoas diversas às quais efetivamente eles se conferem."
      },
      {
        "letra": "D",
        "texto": "O ato envolver a transmissão gratuita de bens ou remissão de dívida quando já insolvente o devedor; ou a tal condição reduzido pelos referidos atos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904444",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Sobre os defeitos e invalidades do negócio jurídico, analise as assertivas abaixo. I. É anulável, pela configuração de estado de perigo, o negócio jurídico praticado pelo agente que se encontra com fundado temor de dano iminente aos seus bens. II. Os negócios jurídicos nulos não podem ser confirmados, ainda que contenham os requisitos de outro. III. A sentença que anular o negócio jurídico praticado com dolo alcançará credor solidário. Está correto o que consta APENAS de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "I."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "904066",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Mateus em contato telefônico com uma empresa X, consentiu que ela lhe enviasse um contrato de publicidade para destacar sua empresa em um determinado site. Segundo as informações repassadas via telefone foi a de que Mateus pagaria R$ 15,00 (quinze reais) mensais durante 12 (doze) meses. Estabelecido o negócio jurídico, Mateus recebeu o contrato via email, assinou e encaminhou a empresa, não tendo percebido que a referida Empresa procedera, intencionalmente a substituição do valor inicialmente avençado para cada parcela, fazendo constar o importe de R$ 150,00 (cento e cinquenta reais) por mês. Diante da situação posta, é possível afirmar acerca do negócio jurídico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma vez assinado o contrato, Mateus deverá honrar, pois não houve vício que possa fundamentar a nulidade ou anulação do negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "Mateus poderá anular o negócio jurídico, por encontrar-se defeituoso, na figura do dolo, pois a empresa X se utilizou de expediente astucioso, a fim de que Mateus assinasse o contrato, levando-o a crer que as condições pactuadas via contato telefônico estariam mantidas."
      },
      {
        "letra": "C",
        "texto": "Mateus poderá anular o negócio jurídico fundamentado no instituto da reserva mental, uma vez que o que se passava na sua mente era o pagamento de R$ 15,00 (quinze reais) mensais e não R$ 150,00 (cento e cinquenta reais)."
      },
      {
        "letra": "D",
        "texto": "O negócio jurídico deve ser considerado inexistente, em face da inexistência de vontade efetiva de Mateus quanto aos efeitos decorrentes do referido contrato."
      },
      {
        "letra": "E",
        "texto": "Houve lesão, caracterizado o fato pela manifesta desproporção entre a prestação informada via contato telefônico e a que se estabeleceu no contrato enviado por Mateus, que por sua vez, credita-se inexperiente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "896333",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A respeito dos defeitos do negócio jurídico, responda: I. O dolo acidental ocorre quando, a seu despeito, o negócio seria realizado, embora por outro modo, e não anula o negócio, nem obriga a perdas e danos. II. Em relação ao erro, o falso motivo só vicia a declaração de vontade quando expresso como razão determinante. III. Configura-se a lesão quando alguém, premido da necessidade de salvar-se, ou a pessoa de sua família, de grave dano conhecido pela outra parte, assume obrigação excessivamente onerosa. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas são falsas."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva II é verdadeira."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e II são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "893166",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EBSERH",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Considerando o que dispõe o Código Civil acerca de negócios jurídicos e contratos, julgue o item a seguir.É nulo o negócio jurídico quando uma parte se obriga, por inexperiência, a prestação excessivamente onerosa, não sendo possível, nesse caso, uma revisão judicial desse negócio jurídico, uma vez que o erro prejudica sua validade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "887508",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: ALESE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Com o objetivo de doar um veículo de alto valor para sua concubina, Paulo simulou uma compra e venda. O ato simulado é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "anulável e sua invalidação poderá ser requerida por qualquer interessado ou pelo Ministério Público, quando lhe couber intervir, não convalescendo pelo decurso do tempo."
      },
      {
        "letra": "B",
        "texto": "nulo e sua invalidação poderá ser requerida, no prazo decadencial de 4 anos, pela parte que houver sido prejudicada ou pelo Ministério Público, quando lhe couber intervir."
      },
      {
        "letra": "C",
        "texto": "anulável e sua invalidação poderá ser requerida apenas pela parte que houver sido prejudicada, no prazo prescricional de 4 anos."
      },
      {
        "letra": "D",
        "texto": "nulo e sua invalidação poderá ser requerida por qualquer interessado ou pelo Ministério Público, quando lhe couber intervir, não convalescendo pelo decurso do tempo."
      },
      {
        "letra": "E",
        "texto": "nulo, mas subsiste o que se dissimulou, ainda que contenha forma diversa da prescrita em lei."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "887505",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: ALESE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Nicolas, agindo com dolo, induziu Erick a lhe vender um veículo por valor muito menor que o de mercado. Erick, ao descobrir que havia sido induzido em erro, ratificou expressamente o ato, permanecendo com o veículo. Passado um ano e meio, Erick",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá ajuizar ação de anulação, pois a confirmação expressa do ato anulável implica extinção de todas as ações, ou exceções, de que o credor dispusesse contra o devedor."
      },
      {
        "letra": "B",
        "texto": "poderá ajuizar ação declaratória de nulidade, pois o dolo gera a nulidade do ato, não sendo passível de confirmação, ainda que expressa, nem convalesce com o passar do tempo."
      },
      {
        "letra": "C",
        "texto": "poderá ajuizar ação anulatória, pois o ato anulável não é passível de confirmação."
      },
      {
        "letra": "D",
        "texto": "não poderá ajuizar ação declaratória de nulidade, pois, depois de um ano da celebração do contrato, operou-se a decadência."
      },
      {
        "letra": "E",
        "texto": "não poderá ajuizar ação de anulação, pois, depois de um ano da celebração do contrato, operou-se a prescrição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886202",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Assinale alternativa correta. Branca de Neve, mulher, viúva, 75 anos, perdera seu marido num acidente de veículo há apenas um mês, procurou a Promotoria de Justiça da Comarca X, alegando que seu marido lhe deixou uma pensão no valor de 01(um) salário mínimo mensal e que o falecido contraíra empréstimos bancários com o banco Y, cujo gerente afirmou que, para receber a pensão, teria de assinar um termo comprometendo-se a pagar a prestações relativas ao empréstimo consignado. Na qualidade de Promotor (a) de Justiça orientaria Branca de Neve, afirmando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que tem obrigação de pagar as parcelas do empréstimo em virtude do contrato firmado por seu marido."
      },
      {
        "letra": "B",
        "texto": "Que não tem obrigação de pagar as parcelas porque essa modalidade de obrigação não é transmissível."
      },
      {
        "letra": "C",
        "texto": "Que o documento assinado não a obriga a pagar porque se trata de negócio jurídico nulo e não produzirá nenhum efeito."
      },
      {
        "letra": "D",
        "texto": "Que o documento assinado não a obriga ao pagamento por se tratar de negócio jurídico firmado por pessoa idosa, podendo requerer reparação de danos."
      },
      {
        "letra": "E",
        "texto": "Que o negocio jurídico é anulável e ela decidirá sobre sua arguição e requerimento perdas e danos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "877631",
    "metadata": "Ano: 2018 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Um homem decide ajudar seu afilhado a iniciar carreira de motorista particular, doando-lhe um de seus carros. Para não contrariar sua esposa, que não concorda com essa ajuda, o padrinho celebra com o afilhado contrato de compra e venda para encobrir a doação do automóvel. Dois anos após se divorciar do marido, a agora ex-esposa descobre a verdade e ingressa com ação judicial pretendendo o desfazimento do contrato de compra e venda de bem móvel realizado entre padrinho e afilhado. Nessa situação, verifica-se, de acordo com o Código Civil de 2002, a ocorrência de simulação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "absoluta, e o contrato poderá ser anulado ou confirmado por vontade das partes."
      },
      {
        "letra": "B",
        "texto": "absoluta, e o negócio jurídico nulo será suscetível de confirmação."
      },
      {
        "letra": "C",
        "texto": "absoluta, e o contrato será nulo e insuscetível de confirmação."
      },
      {
        "letra": "D",
        "texto": "relativa, e subsistirá a doação, se válida for na substância e na forma."
      },
      {
        "letra": "E",
        "texto": "subjetiva, que é um vício de consentimento, que gera a anulabilidade do contrato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "875426",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Câmara de Salvador - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A Construtora Imóveis Novos Ltda. (CIN) contrata com Loteamentos Urbanos Ltda. (LU) a permuta de determinado lote de propriedade da LU com o direito de quatro unidades no prédio de dez andares que CIN incorporará no local. Antes de iniciar a obra, CIN solicita autorização para construção junto à municipalidade, que, no entanto, nega, sob o fundamento de que naquela área apenas é possível realizar a construção de edificação de até três andares com três unidades imobiliárias, conforme legislação vigente antes mesmo da permuta. Diante da negativa administrativa, o negócio jurídico é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eficaz, mas poderá ser anulado por erro de direito;"
      },
      {
        "letra": "B",
        "texto": "inválido, pois viciada a vontade das partes;"
      },
      {
        "letra": "C",
        "texto": "eficaz, não sendo possível o desfazimento, tendo em vista que a ninguém é dado desconhecer a lei;"
      },
      {
        "letra": "D",
        "texto": "inexistente, por ausente o motivo;"
      },
      {
        "letra": "E",
        "texto": "válido, porém ineficaz, ante o vício sobre o motivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "874941",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "A respeito das regras dispostas no Código Civil quanto aos negócios jurídicos e aos contratos, julgue o item a seguir.Situação hipotética: Decidido a comprar automóvel ofertado por seu vizinho Pedro, João procurou-o para fechar negócio. Em virtude de comportamento malicioso, Pedro conseguiu fazer João pagar pelo bem quantia significativamente acima do valor de mercado. Assertiva: Nesse caso, o comprador tem direito à invalidação do negócio jurídico em razão da existência de dolo na conduta do vendedor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873710",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Mário adquiriu um pequeno sítio em área próxima ao Município de Água Branca do Amapari, onde pretendia realizar cultivo agrícola para o sustento de sua família. Entretanto, após a conclusão do negócio, veio a descobrir que o imóvel se encontra em uma área de reserva permanente, de modo que não poderá utilizar o imóvel da maneira como deseja. Neste caso, existem elementos para afirmar que o negócio pode ser anulado por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão."
      },
      {
        "letra": "B",
        "texto": "erro acidental."
      },
      {
        "letra": "C",
        "texto": "erro essencial."
      },
      {
        "letra": "D",
        "texto": "estado de perigo."
      },
      {
        "letra": "E",
        "texto": "onerosidade excessiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "870783",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: Câmara de Belo Horizonte - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Ato Jurídico, Fato Jurídico e Teoria Geral do Negócio Jurídico",
      "Defeitos do Negócio Jurídico",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Sobre os Defeitos e a Invalidade dos Negócios Jurídicos, analise as afirmativas a seguir. I. O falso motivo só vicia a declaração de vontade quando expresso como razão determinante. II. Nos negócios jurídicos bilaterais, o silêncio intencional de uma das partes a respeito de fato ou qualidade que a outra parte haja ignorado, constitui omissão dolosa, provando-se que sem ela o negócio não se teria celebrado. III. Vicia o negócio jurídico a coação exercida por terceiro, se dela tivesse ou devesse ter conhecimento a parte a que aproveite, e esta responderá solidariamente com aquele por perdas e danos. IV. É anulável o negócio jurídico simulado, mas subsistirá o que se dissimulou, se válido for na substância e na forma. V. Quando a anulabilidade do ato resultar da falta de autorização de terceiro, será validado se este a der posteriormente. Estão corretas apenas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, IV e V."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, II, III e V."
      },
      {
        "letra": "D",
        "texto": "II, III, IV e V."
      }
    ],
    "gabarito": "C"
  }
]