[
  {
    "id": "3265650",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No que concerne ao direito das obrigações e sua regulação pelo Código Civil, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na obrigação de dar coisa certa, deteriorada a coisa, e sendo culpado o devedor, poderá o credor exigir o equivalente, ou aceitar a coisa no estado em que se acha, com direito a reclamar, em um ou em outro caso, indenização das perdas e danos."
      },
      {
        "letra": "B",
        "texto": "Em relação à obrigação de dar coisa incerta, nas coisas determinadas pelo gênero e pela quantidade, a escolha pertence ao devedor, se o contrário não resultar do título da obrigação; mas não poderá dar a coisa pior, nem será obrigado a prestar a melhor."
      },
      {
        "letra": "C",
        "texto": "Na obrigação de fazer, se a prestação do fato tornar-se impossível sem culpa do devedor, responderá por perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações de não fazer, praticado pelo devedor o ato, cuja abstenção se obrigara, o credor pode exigir dele que o desfaça, sob pena de se desfazer à sua custa, ressarcindo o culpado perdas e danos."
      },
      {
        "letra": "E",
        "texto": "Nas obrigações alternativas, quando a obrigação for de prestações periódicas, a faculdade de opção poderá ser exercida em cada período."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3260338",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Em relação direito das obrigações, assinale a alternativa correta de acordo com a legislação civil vigente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso a obrigação seja indivisível e haja dois ou mais devedores, cada um é obrigado pela dívida toda. Sendo a pluralidade de credores, terão de exigir em conjunto o cumprimento da obrigação indivisível, não sendo possível que cada um exija o cumprimento integral da obrigação."
      },
      {
        "letra": "B",
        "texto": "A cessão de crédito tem eficácia em relação ao devedor, ainda que a este não tenha sido notificada e dela o devedor não tenha ciência, se a isso não se opuser a natureza da obrigação."
      },
      {
        "letra": "C",
        "texto": "A lei autoriza a assunção de obrigação do devedor por terceiro desde que autorizado pelo credor. Caso o credor, notificado para que consinta com a assunção, quedar-se silente, seu silêncio será interpretado como aceitação."
      },
      {
        "letra": "D",
        "texto": "Todos os bens do devedor respondem pelo inadimplemento da obrigação de pagar quantia certa, com exceção daquele instituído como bem de família, dentro das normas legais."
      },
      {
        "letra": "E",
        "texto": "A solidariedade em uma relação jurídica obrigacional entre credores ou devedores, cada um com um direito, ou obrigado ao cumprimento da dívida como um todo, pode ser presumida de acordo com o objeto da obrigação, ainda que não resulte da lei ou da vontade das partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3233774",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Do direito das obrigações, conforme Código Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a obrigação de dar coisa certa não abrange os acessórios se não mencionados."
      },
      {
        "letra": "B",
        "texto": "a coisa incerta será indicada, ao menos, pela qualidade e quantidade."
      },
      {
        "letra": "C",
        "texto": "perde a qualidade de indivisível a obrigação que se resolver em perdas e danos."
      },
      {
        "letra": "D",
        "texto": "a um dos credores solidários pode o devedor opor as exceções pessoais oponíveis aos outros."
      },
      {
        "letra": "E",
        "texto": "na cessão por título oneroso, o cedente não fica responsável ao cessionário pela existência do crédito ao tempo em que lhe cedeu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3219457",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "No que tange ao Direito das Obrigações, analise os itens a seguir e, ao final, assinale a alternativa correta. I – Extingue-se a obrigação de não fazer, ainda que por culpa do devedor, se lhe torne impossível abster-se do ato, que se obrigou a não praticar. II – Até a tradição pertence ao credor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço. III – A coisa incerta será indicada, ao menos, pelo gênero e pela quantidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está correto."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está correto."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III está correto."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e III estão corretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3179681",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CORE-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Considerando o Código Civil, acerca do direito das obrigações, a coisa incerta será indicada, ao menos pelo(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "gênero e pela qualidade."
      },
      {
        "letra": "B",
        "texto": "qualidade e pela quantidade."
      },
      {
        "letra": "C",
        "texto": "gênero e pela quantidade."
      },
      {
        "letra": "D",
        "texto": "natureza e pela quantidade."
      },
      {
        "letra": "E",
        "texto": "gênero e pela natureza."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3150158",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Câmara de Macapá - AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "A teoria geral das obrigações é um ramo do direito que regula as relações de direito patrimonial entre pessoas, com o objetivo de compreender os fatos ou prestações de uma pessoa em relação a outra. O direito das obrigações tem como objeto direitos de natureza pessoal, que resultam de um vínculo jurídico estabelecido entre o credor e o devedor. Este vínculo confere ao credor o poder de exigir do devedor uma prestação. Dentre as várias modalidades de obrigações, temos as que se identificam quando da estipulação de apenas uma obrigação, todavia o devedor exonera-se de tal obrigação entregando coisa diversa da contratada, se esta estiver de acordo com a lei, ou por vontade das partes, corretamente chamada apenas de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Obrigação Razoável."
      },
      {
        "letra": "B",
        "texto": "Obrigação Cumulativa."
      },
      {
        "letra": "C",
        "texto": "Obrigação Alternativa."
      },
      {
        "letra": "D",
        "texto": "Obrigação Facultativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3089732",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 7ª Região (CE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Considere as seguintes assertivas acerca do direito das obrigações: I. Nas obrigações alternativas, a escolha cabe ao credor, se outra coisa não se estipulou. II. A obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso. III. Mantêm a qualidade de indivisível a obrigação que se resolver em perdas e danos. IV. A obrigação solidária pode ser pura e simples para um dos codevedores, e condicional, para o outro. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, III."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3087125",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Transmissão das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Bianca, Getúlio, Luciana, Marisa e Mônica, amigos desde infância, contraíram um empréstimo junto ao Banco da Lua S.A., cujo pagamento ocorrerá em sessenta prestações. Por força da cláusula terceira, todos os devedores são solidários. Ao longo do empréstimo, diversas situações surgiram entre eles. Bianca tornou-se insolvente, Getúlio faleceu e o Banco exonerou Luciana da solidariedade. A respeito da situação hipotética, com base no Código Civil brasileiro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propositura da ação do credor em face, apenas, de um dos devedores importará renúncia da solidariedade."
      },
      {
        "letra": "B",
        "texto": "Se Getúlio tenha deixado herdeiros, cada um será obrigado a pagar toda a dívida, em virtude da perpetuidade da solidariedade."
      },
      {
        "letra": "C",
        "texto": "Como a ação foi proposta somente contra Marisa, ela responderá integral e isoladamente pelos juros da mora."
      },
      {
        "letra": "D",
        "texto": "A renúncia da solidariedade em favor de Luciana atinge todos os demais devedores, por respeito ao princípio da igualdade substancial."
      },
      {
        "letra": "E",
        "texto": "Caso Mônica satisfaça a dívida por inteiro tem direito a exigir de cada um dos codevedores a sua quota, dividindo-se igualmente por todos a de Bianca."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3025445",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de São João do Ivaí - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Transmissão das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Existindo uma devolução voluntária do título da obrigação, quando por escrito particular, prova desoneração do devedor e seus coobrigados, se o credor for capaz de alienar, e o devedor capaz de adquirir, ocorre:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compensação."
      },
      {
        "letra": "B",
        "texto": "Remissão das dívidas."
      },
      {
        "letra": "C",
        "texto": "Novação."
      },
      {
        "letra": "D",
        "texto": "Confusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2566038",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Câmara de Campinas - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "A respeito do Direito das Obrigações, assinale a alternativa que está de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo dois devedores e a prestação não for divisível, cada um será obrigado pela metade da prestação."
      },
      {
        "letra": "B",
        "texto": "A obrigação de dar coisa certa não abrange os acessórios, se eles não forem mencionados, mas os frutos percebidos e os pendentes são do credor."
      },
      {
        "letra": "C",
        "texto": "Nas coisas determinadas pelo gênero e pela quantidade, a escolha pertence ao credor, se o contrário não resultar do contrato."
      },
      {
        "letra": "D",
        "texto": "No âmbito das obrigações alternativas, se todas as prestações se tornarem impossíveis sem culpa do devedor, extinguir-se-á a obrigação, sendo o devedor responsável pelas perdas e pelos danos."
      },
      {
        "letra": "E",
        "texto": "Até a tradição pertence ao devedor a coisa, inclusive com os seus melhoramentos, pelos quais poderá exigir aumento no preço, mas, se o credor não anuir, poderá o devedor resolver a obrigação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2559826",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Câmara de Piracicaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Em relação às obrigações de fazer e não fazer, observando o preconizado pelo Código Civil, Lei nº 10.406/2002, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incorre na obrigação de indenizar perdas e danos o devedor que recusar a prestação a ele só imposta, ou só por ele exequível."
      },
      {
        "letra": "B",
        "texto": "Se o fato puder ser executado por terceiro, será livre ao credor mandá-lo executar à custa do devedor, havendo recusa ou mora deste, sem prejuízo da indenização cabível."
      },
      {
        "letra": "C",
        "texto": "Praticado pelo devedor o ato, a cuja abstenção se obrigara, o credor pode exigir dele que o desfaça, sob pena de se desfazer à sua custa, ressarcindo o culpado perdas e danos. Em caso de urgência, poderá o credor desfazer ou mandar desfazer, desde que autorizado judicialmente, sem prejuízo do ressarcimento devido."
      },
      {
        "letra": "D",
        "texto": "Extingue-se a obrigação de não fazer, desde que, sem culpa do devedor, se lhe torne impossível abster-se do ato, que se obrigou a não praticar."
      },
      {
        "letra": "E",
        "texto": "Se a prestação do fato se tornar impossível sem culpa do devedor, resolver-se-á a obrigação; se por culpa dele, responderá por perdas e danos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2367622",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Paulo Roberto, após muitos estudos e um completo planejamento, decidiu empreender na área de artigos desportivos. Para viabilizar seu negócio, celebra contrato de mútuo feneratício com José em 10/08/2023. Pelo referido contrato, José emprestou a quantia de R$20.000,00 a Paulo Roberto, que se comprometeu a restituir o valor, acrescido de 10%, em 10/10/2023. Ocorre que, antes do vencimento do mútuo, Paulo Roberto precisou de um novo aporte financeiro e procurou novamente José. Em 20/09/2023 celebraram novo contrato, pelo qual José emprestou a importância de R$20.000,00 à Paulo Roberto, sendo estabelecido a incidência de juros de 10% e o vencimento dessa nova obrigação em 10/11/2023. Paulo Roberto inadimpliu ambos os contratos, mas, em 10/12/2023, conseguiu juntar a importância de R$22.000,00 e procurou José para saldar parte da sua dívida. Diante da situação hipotética narrada, analise as afirmativas a seguir. I. Paulo Roberto tem o direito de indicar a qual dos débitos oferece pagamento, mas o pagamento será imputado primeiro nos juros vencidos, salvo se convencionarem diversamente. II. Paulo Roberto tem o direito de indicar a qual dos débitos oferece pagamento, mas se não o declarar, José poderá fazêlo, indicando sua escolha na quitação. III. Se Paulo Roberto não indicar a qual dos débitos oferece pagamento e José também não indicar na quitação, o pagamento será referente ao empréstimo celebrado em 10/08/2023. Está correto o que afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2357880",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: CAU-BR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Quanto a prescrição e decadência, contratos, obrigações e responsabilidade civil, julgue o item a seguir, de acordo com o Código Civil e o entendimento do STJ. Na hipótese de atraso na entrega de imóvel cuja compra e venda se deu na planta, será cabível cumular os lucros cessantes e a cláusula penal moratória independentemente do valor prefixado de indenização decorrente do adimplemento tardio da obrigação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2436344",
    "metadata": "Ano: 2023 | Banca: UNITINS | Órgão: AFTO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Três primas, Ana, Beatriz e Carol, alugaram um carro juntas. Elas assinaram um contrato de locação com Divino, pactuando um aluguel de R$ 1.500,00 por mês, por um período de três meses. O aluguel do mês atual está em atraso, e Ana bateu o veículo por imprudência sua. Considerando essa dinâmica obrigacional, vê-se que há duas principais prestações a cargo das locatárias. Nesse caso, a obrigação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de restituir assumida é indivisível. Por disposição da lei civil, perde a qualidade de indivisível a obrigação que se resolver em perdas e danos."
      },
      {
        "letra": "B",
        "texto": "de pagar assumida é divisível. Por disposição da lei civil, não poderia ser indivisível ainda que tal fosse pactuada como razão determinante do negócio."
      },
      {
        "letra": "C",
        "texto": "de pagar é solidária. Por disposição da lei civil, só é permitido ao locador cobrar o valor integral do aluguel vencido de todas as locatárias, conjuntamente."
      },
      {
        "letra": "D",
        "texto": "de pagar assumida é solidária por presunção. Por disposição da lei civil, o locador poderá cobrar o valor integral do aluguel vencido de qualquer uma das locatárias."
      },
      {
        "letra": "E",
        "texto": "de restituir assumida é indivisível. Por disposição da lei civil, convertendo em perdas e danos, todas as locatárias responderão pelo valor total do prejuízo do locador."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2434525",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Câmara de Várzea Grande - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Conforme previsto em lei, a extinção de dívidas, em regra, ocorre mediante pagamento feito ao credor ou a quem de direito o represente. Atipicamente, o adimplemento da obrigação pode ocorrer mediante pagamento por compensação, que se caracteriza quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há a entrega de coisa diversa da pactuada, desde que haja a aceitação do credor"
      },
      {
        "letra": "B",
        "texto": "as qualidades de credor e devedor se confundem na mesma pessoa"
      },
      {
        "letra": "C",
        "texto": "duas pessoas forem ao mesmo tempo credora e devedora uma da outra"
      },
      {
        "letra": "D",
        "texto": "o credor perdoa a dívida, e o devedor aceita"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2429281",
    "metadata": "Ano: 2023 | Banca: COPS-UEL | Órgão: Londrina Iluminação",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações propter rem, considere as afirmativas a seguir.I. Consideram-se obrigações propter rem as dívidas de consumo como água, esgoto e energia elétrica, por se vincularem à titularidade do bem.II. Obrigações propter rem são consideradas híbridas por estarem “no meio do caminho” entre as obrigações pessoais e as reais.III. As obrigações ambientais possuem natureza propter rem, sendo admissível cobrá-las do proprietário ou possuidor atual e/ou dos anteriores, à escolha do credor.IV. Por sua natureza pessoal, as taxas de manutenção criadas por associações de moradores não obrigam os não associados ou que a elas não anuíram.Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I e II são corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e IV são corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas III e IV são corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas I, II e III são corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas II, III e IV são corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2376815",
    "metadata": "Ano: 2023 | Banca: Instituto Darwin | Órgão: Prefeitura de Lagoa de Itaenga - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Acerca do adimplemento e extinção das obrigações é incorreto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Qualquer interessado na extinção da dívida pode pagá-la, usando, se o credor se opuser, dos meios conducentes à exoneração do devedor."
      },
      {
        "letra": "B",
        "texto": "O terceiro não interessado, que paga a dívida em seu próprio nome, tem direito a reembolsar-se do que pagar, sub-rogando-se nos direitos do credor."
      },
      {
        "letra": "C",
        "texto": "O pagamento que importar transmissão da propriedade só terá eficácia quando feito por quem possa alienar o objeto em que ele consistiu."
      },
      {
        "letra": "D",
        "texto": "O terceiro não interessado, pode pagar a dívida, se o fizer em nome e à conta do devedor, salvo oposição deste."
      },
      {
        "letra": "E",
        "texto": "O pagamento deve ser feito ao credor ou a quem de direito o represente, sob pena de só valer depois de por ele ratificado, ou tanto quanto reverter em seu proveito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2376814",
    "metadata": "Ano: 2023 | Banca: Instituto Darwin | Órgão: Prefeitura de Lagoa de Itaenga - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No caso de obrigações de dar coisa certa, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a coisa se perder, sem culpa do devedor, antes da tradição, este responderá pelo equivalente."
      },
      {
        "letra": "B",
        "texto": "A obrigação de dar coisa certa só abrange os acessórios dela se expressamente mencionados."
      },
      {
        "letra": "C",
        "texto": "A coisa pertence ao devedor até a tradição, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço."
      },
      {
        "letra": "D",
        "texto": "Se a coisa se perder por culpa do devedor, o credor poderá exigir o equivalente, ou aceitar a coisa no estado em que se acha, com direito a reclamar, no primeiro caso, indenização das perdas e danos."
      },
      {
        "letra": "E",
        "texto": "Os frutos percebidos e os pendentes pertencem ao devedor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2283314",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Aparecida - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Reinaldo é fiador de José, devedor principal em contrato de locação. Considerando-se a teoria geral do direito das obrigações, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reinaldo, assumindo tal posição contratual, assumiu concomitantemente o débito e a responsabilidade da obrigação jurídica."
      },
      {
        "letra": "B",
        "texto": "Reinaldo é necessariamente devedor solidário da obrigação contraída por José."
      },
      {
        "letra": "C",
        "texto": "embora juridicamente Reinaldo possa ser considerado responsável pelo pagamento, ainda assim ele não é considerado o devedor principal da obrigação jurídica."
      },
      {
        "letra": "D",
        "texto": "de acordo com o Código Civil, é vedado prestar fiança conjunta."
      },
      {
        "letra": "E",
        "texto": "a obrigação de fiança será transmitida aos herdeiros, podendo inclusive ultrapassar as forças da herança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2264572",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Com relação às obrigações de dar coisa certa, analise os itens a seguir e, ao final, assinale a alternativa correta. I – A obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso. II – Deteriorada a coisa, não sendo o devedor culpado, poderá o credor resolver a obrigação, ou aceitar a coisa, abatido de seu preço o valor que perdeu. III – Sendo culpado o devedor, poderá o credor exigir o equivalente, ou aceitar a coisa no estado em que se acha, com direito a reclamar, em um ou em outro caso, indenização das perdas e danos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é verdadeiro."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são verdadeiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2224543",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Transmissão das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Guilherme, Rafael e David são devedores solidários de Alexandre. No dia do vencimento, Guilherme e Rafael entregam suas cotas-partes para David que, em vez de imediatamente procurar Alexandre para o pagamento, resolve apostar, em um sítio eletrônico, todos os valores, para multiplicá-los. Ocorre que, logo na primeira rodada, perde tudo. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a dívida e a solidariedade remanescem em face de Guilherme, Rafael e David, sendo certo que os dois primeiros só têm direito indenizatório contra o último;"
      },
      {
        "letra": "B",
        "texto": "a dívida se extinguiu em relação a Guilherme e Rafael pela entrega de suas cotas-partes, considerando que, impossibilitada a prestação por culpa de um dos devedores solidários, pelas perdas e danos, só responde o culpado;"
      },
      {
        "letra": "C",
        "texto": "a dívida subsiste, mas rompeu-se o vínculo da solidariedade, considerando que, impossibilitada a prestação por culpa de um dos devedores solidários, pelas perdas e danos, só responde o culpado;"
      },
      {
        "letra": "D",
        "texto": "a dívida e a solidariedade extinguiram-se em relação a Guilherme, Rafael e David, porque não podem responder pelo caso fortuito;"
      },
      {
        "letra": "E",
        "texto": "a dívida e a solidariedade remanescem em face de Guilherme, Rafael e David, sendo certo que os primeiros devem arcar com os riscos de não terem feito o pagamento diretamente ao credor, de modo que nem direito indenizatório terão em face de David."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2221701",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Maria e João realizaram um contrato em 20/10/2020, em que João prestaria serviço na casa de Maria e, em contrapartida, Maria entregaria a João seu carro, cujo fabricante é AUTOM, modelo CABIN, ano 2021, cor vermelha, placa ABC1234 e com Código Renavan: 123456. João prestou o serviço a contento e a data prevista para entrega do carro seria 01/01/2021 às 6h da manhã e o local combinado foi a casa de João. Tudo caminhava bem, até que, em 31/12/2020, Maria, voltando de seu trabalho, dirigindo tal carro, foi abalroada por outro veículo, que avançou o sinal vermelho e acabou por amassar a porta do lado contrário àquele do motorista. Feito o registro de ocorrência, restou claro que Maria não teve culpa no acidente e que somente a porta do carro foi danificada, não precisando de guincho. Maria foi para casa dirigindo e desolada, pois sabia que não daria tempo de consertar, já que a data de entrega do carro a João seria no dia seguinte pela manhã. Com base nos fatos e no Código Civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maria deverá responder perante João, pela deterioração da coisa mais perdas e danos;"
      },
      {
        "letra": "B",
        "texto": "até a entrega da coisa, o carro ainda era de propriedade de Maria, apesar de o contrato ter sido assinado antes;"
      },
      {
        "letra": "C",
        "texto": "com a deterioração do bem, houve, automaticamente, a total impossibilidade de entrega da coisa, resolvendo a obrigação;"
      },
      {
        "letra": "D",
        "texto": "desde a assinatura do contrato, o risco sobre o bem já pertencia a João, razão pela qual Maria não tinha com o que se preocupar;"
      },
      {
        "letra": "E",
        "texto": "com a deterioração do bem, nasce para João um direito subjetivo de escolher o bem no estado em que se encontra, com abatimento no preço, ou resolver a obrigação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2181243",
    "metadata": "Ano: 2023 | Banca: Ibest | Órgão: CRF-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No que diz respeito ao direito das obrigações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas obrigações de dar coisa incerta, quando a coisa é determinada pelo gênero e pela quantidade, a escolha pertence ao credor, para que o devedor não lhe entregue coisa pior."
      },
      {
        "letra": "B",
        "texto": "Em uma obrigação de fazer, se a prestação do fato se tornar impossível sem culpa do devedor, este responderá por perdas e danos e restituirá ao credor o valor já pago."
      },
      {
        "letra": "C",
        "texto": "Em uma obrigação de restituir coisa certa, se esta, sem culpa do devedor, se perder antes da tradição, sofrerá o credor a perda, e a obrigação se resolverá, ressalvados os seus direitos até o dia da perda."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações alternativas, a escolha cabe ao credor, que, a critério do devedor, pode receber parte em uma prestação e parte em outra."
      },
      {
        "letra": "E",
        "texto": "No caso de pluralidade de credores, cada credor deverá cobrar a sua cota-parte, ou que lhe cabe da dívida, e o devedor se desobrigará quando concluir o último pagamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2176432",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: GHC-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Personalidade, Pessoa Natural e Capacidade",
      "Parte Geral",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Diante do que dispõe o Código Civil, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo por exigência médica, é defeso o ato de disposição do próprio corpo, quando importar diminuição permanente da integridade física, ou contrariar os bons costumes."
      },
      {
        "letra": "B",
        "texto": "Os donos de hotéis, hospedarias, casas ou estabelecimentos onde se albergue por dinheiro, quando não houver culpa por sua parte, não respondem pelos atos de seus hóspedes, moradores e educandos."
      },
      {
        "letra": "C",
        "texto": "Nas obrigações de dar coisa certa, até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço a ser pago pelo credor."
      },
      {
        "letra": "D",
        "texto": "Se a obrigação for de restituir coisa certa, e esta, sem culpa do devedor, se perder antes da tradição, sofrerá o credor a perda, e a obrigação se resolverá, ressalvados os seus direitos até o dia da perda."
      },
      {
        "letra": "E",
        "texto": "O pagamento feito de boa-fé ao credor putativo é válido, ainda provado depois que não era credor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2166894",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "A XX Ltda. é uma produtora de alimentos orgânicos que frequentemente fornece produtos para os Supermercados Preço e Qualidade Ltda. No dia 20 de janeiro de 2023, um caminhão da empresa XX que descarregava produtos em uma das lojas do Preço e Qualidade foi gravemente danificado ao ser atingido por uma empilhadeira controlada de forma negligente por um funcionário do supermercado. Embora o caminhão ainda se encontre em reparo e o montante do prejuízo causado ao veículo não tenha sido apurado, estima-se que seja superior a R$ 15.000,00. No mesmo dia, a produtora firmou dois contratos com o supermercado: um de fornecimento de um lote de açúcar orgânico e outro de fornecimento de dois lotes de farinha de trigo orgânica. Pelo contrato de fornecimento de açúcar, ficou acordado que o supermercado pagaria à produtora o valor de R$ 10.000,00 no dia 20 de fevereiro de 2023; já pelo contrato de fornecimento de farinha, as partes avençaram que o supermercado pagaria R$ 7.000,00 pelo primeiro lote em 20 de fevereiro de 2023 e o mesmo valor pelo segundo lote em 27 de fevereiro de 2023. Nenhum pagamento foi feito pelo Preço e Qualidade à empresa XX desde então, muito embora esta última tenha adimplido todas as prestações que lhe incumbiam. Em 27 de fevereiro de 2023, o supermercado pagou R$ 7.000,00 à produtora, sem especificar a qual dos débitos aquele valor se referia. O setor responsável da produtora, por sua vez, deu quitação ao supermercado pelo valor pago, sem que o documento tampouco especificasse em qual dos débitos fora imputado o pagamento. Considerando que as partes não consigam chegar a um acordo, o Código Civil brasileiro prevê que o pagamento em questão deve ser imputado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "integralmente na dívida reparatória dos danos ao caminhão;"
      },
      {
        "letra": "B",
        "texto": "integralmente na dívida referente ao fornecimento de açúcar;"
      },
      {
        "letra": "C",
        "texto": "integralmente na dívida referente ao segundo lote de farinha;"
      },
      {
        "letra": "D",
        "texto": "em parte na dívida oriunda do fornecimento de açúcar e em parte na dívida referente ao primeiro lote de farinha;"
      },
      {
        "letra": "E",
        "texto": "em parte na dívida referente ao primeiro lote de farinha e em parte na dívida referente ao segundo lote de farinha."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2166889",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Transmissão das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Fernando é dono de uma pequena floricultura. Certa vez, ele comentou com seu irmão Francisco que estava preocupado, pois uma dívida vultosa contraída com um fornecedor de flores venceria no mês seguinte e ele não sabia se disporia de recursos suficientes para adimplir o débito. Fernando ainda disse ao irmão que já tinha consultado um advogado e que não dispunha de qualquer argumento jurídico para eximir-se do pagamento da dívida. Naquele mesmo dia, apiedando-se da situação do irmão, Francisco decidiu surpreendê-lo e, sem nada dizer a ele, pagou, em nome próprio, a dívida integral junto ao fornecedor de flores, que prontamente aceitou o pagamento. Em casos como esse, o direito civil brasileiro estabelece que Francisco:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sub-rogou-se automaticamente no direito que o fornecedor de flores titularizava contra Fernando;"
      },
      {
        "letra": "B",
        "texto": "nada pode cobrar de Fernando, pois realizou o pagamento sem o conhecimento deste;"
      },
      {
        "letra": "C",
        "texto": "nada pode cobrar de Fernando, pois realizou o pagamento em nome próprio;"
      },
      {
        "letra": "D",
        "texto": "pode cobrar de Fernando o reembolso do valor pago, mas apenas a partir da data de vencimento da dívida original;"
      },
      {
        "letra": "E",
        "texto": "pode cobrar de Fernando o reembolso do valor pago, desde a data em que realizou o pagamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2165965",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TST",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Inadimplemento das Obrigações",
      "Locação de Coisas",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "A sociedade limitada X contratou a locação de uma loja no Shopping Center Y, a ser construído, com a finalidade de dar início a suas atividades empresariais. Tanto a construção do shopping quanto a locação de suas lojas são de responsabilidade da Construtora W, que se obrigou a entregar a obra pronta em doze meses. Ocorre que a Construtora W descumpriu sua obrigação relativa à construção do shopping, identificando-se no caso o inadimplemento absoluto por impossibilidade da entrega da loja e, por consequência, a impossibilidade de cumprir as obrigações relativas à locação. Tornando-se impossível o início de suas atividades empresariais, a sociedade limitada X ingressou com ação indenizatória em face da Construtora W, cujo pedido foi de reparação dos danos sofridos em decorrência de inadimplemento contratual que a impediu de obter faturamento próprio. Sobre os fatos narrados, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o inadimplemento contratual obriga a Construtora W a indenizar a sociedade limitada X quanto aos danos emergentes provados, isto é, aqueles relativos ao que efetivamente perdeu;"
      },
      {
        "letra": "B",
        "texto": "além dos danos emergentes, a sociedade limitada X faz jus à indenização pelos lucros cessantes, cuja quantificação independe do início da sua atividade empresarial;"
      },
      {
        "letra": "C",
        "texto": "os lucros cessantes em caso de descumprimento de obrigação contratual assumida pela Construtora W para a entrega do imóvel são presumidos;"
      },
      {
        "letra": "D",
        "texto": "além dos lucros cessantes e danos emergentes, a sociedade limitada X faz jus à indenização por perda da chance, proporcional à expectativa quanto à probabilidade de auferir lucro na exploração da atividade;"
      },
      {
        "letra": "E",
        "texto": "é devida a compensação pelos danos morais in re ipsa sofridos pela sociedade limitada X decorrente do inadimplemento contratual e da frustação pelo início das atividades empresariais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2164937",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: PROCON-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Salvo assentimento expresso do devedor primitivo, consideram‑se extintas, a partir da assunção da dívida, as garantias especiais por ele originariamente dadas ao credor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2164935",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: PROCON-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Transmissão das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "O cedente responde pela solvência do devedor, e está vedado às partes dispor em sentido contrário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2131233",
    "metadata": "Ano: 2023 | Banca: FUNDEPES | Órgão: Prefeitura de Marechal Deodoro - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Dadas as afirmativas relativas aos atos unilaterais I. Se o pagamento indevido tiver consistido no desempenho de obrigação de fazer ou para eximir-se da obrigação de não fazer, aquele que recebeu a prestação não fica na obrigação de indenizar o que a cumpriu. II. Aquele que, por anúncios públicos, se comprometer a recompensar, ou gratificar, a quem preencha certa condição ou desempenhe certo serviço contrai obrigação de cumprir o prometido. III. Na gestão de negócios, o gestor envidará toda sua diligência habitual na administração do negócio, ressarcindo ao dono o prejuízo resultante de qualquer culpa na gestão. IV. A restituição é devida, nos casos de enriquecimento sem causa, não só quando não tenha havido causa que justifique o enriquecimento, mas também será prescindível, ainda que esta tenha deixado de existir. verifica-se que estão corretas apenas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2119322",
    "metadata": "Ano: 2023 | Banca: INQC | Órgão: COMDEP - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Prescrição e Decadência",
      "Parte Geral",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Epaminondas formalizou contrato de aluguel com Leônidas sendo que o locatário deixou de pagar aluguéis correspondentes a seis meses, tendo após isso, desocupado o imóvel. O locador, após retomar a posse do imóvel, contratou advogado para recuperar o valor devido. O credor deve propor a ação de cobrança, no caso em tela, sob pena de prescrição, no prazo, em anos, de até:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2"
      },
      {
        "letra": "B",
        "texto": "3"
      },
      {
        "letra": "C",
        "texto": "4"
      },
      {
        "letra": "D",
        "texto": "5"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2119246",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: CIMCERO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "A respeito das obrigações solidárias, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação solidária pode ser pura e simples para um dos co-credores ou co-devedores, e condicional, ou a prazo, ou pagável em lugar diferente, para o outro."
      },
      {
        "letra": "B",
        "texto": "Enquanto alguns dos credores solidários não demandarem o devedor comum, a nenhum daqueles poderá este pagar."
      },
      {
        "letra": "C",
        "texto": "O pagamento feito a um dos credores solidários extingue a dívida até o montante do que foi pago."
      },
      {
        "letra": "D",
        "texto": "O pagamento parcial feito por um dos devedores e a remissão por ele obtida não aproveitam aos outros devedores, senão até à concorrência da quantia paga ou relevada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2113973",
    "metadata": "Ano: 2023 | Banca: BRB | Órgão: Prefeitura de Borda da Mata - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Domicílio e Bens",
      "Direito das Obrigações",
      "Parte Geral",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "O patrimônio consiste em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bens."
      },
      {
        "letra": "B",
        "texto": "Direitos e Obrigações."
      },
      {
        "letra": "C",
        "texto": "Bens e Obrigações."
      },
      {
        "letra": "D",
        "texto": "Bens, direitos e obrigações."
      },
      {
        "letra": "E",
        "texto": "Bens, direitos, obrigações e impostos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2110416",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Em relação ao direito das obrigações, julgue o item a seguir, à luz do Código Civil. É imprescindível a alegação de prejuízo pelo credor para a exigência da pena convencional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110415",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Em relação ao direito das obrigações, julgue o item a seguir, à luz do Código Civil.Deteriorada a coisa, independentemente da culpa do devedor, o credor poderá aceitá-la ou resolver a obrigação, desde que abatido de seu preço o valor perdido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2091473",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TCE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Para remunerar Marcel por serviços prestados, Pablo combina de entregar-lhe, em 20 de maio de 2022, duas toneladas de grãos de café ou duas toneladas de soja. A escolha seria feita pelo devedor um mês antes do prazo final, à luz da cotação internacional. Em 20 de abril de 2022, prevaleceu a entrega da soja, cujo preço estava menor. Todavia, em 19 de maio de 2022, um incêndio incontrolável e imprevisível toma conta do estoque de soja, de modo que Pablo tem disponíveis apenas os grãos de café para honrar sua obrigação. Nesse caso, se Marcel se negar a receber os grãos de café, Pablo poderá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "consigná-los em instituição bancária com sede no local do pagamento, diante da mora do credor em receber a obrigação alternativa pactuada;"
      },
      {
        "letra": "B",
        "texto": "consigná-los em instituição bancária com sede no local do pagamento, diante da mora do credor em receber a obrigação facultativa pactuada;"
      },
      {
        "letra": "C",
        "texto": "indenizar o credor pelo equivalente pecuniário da prestação, sem que esteja obrigado à compensação das perdas e danos advindas do negócio;"
      },
      {
        "letra": "D",
        "texto": "dá-los em pagamento ao credor, abatendo-se o valor excedente que decorre da maior valorização dos grãos de café no mercado internacional;"
      },
      {
        "letra": "E",
        "texto": "dá-los em pagamento ao credor, sem qualquer abatimento haja vista que a prestação já definida se tornou impossível sem culpa de Marcel."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2084190",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: SEGER-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "A solidariedade passiva representa uma vantagem para o credor, pois, ao possibilitar a cobrança da dívida a qualquer um dos devedores, amplia a possibilidade de recebimento do montante devido. Na solidariedade passiva:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O devedor solidário responde por perdas e danos, ainda que não incorra em culpa."
      },
      {
        "letra": "B",
        "texto": "Compete exclusivamente ao devedor solidário culpado pela dívida responder pelos juros de mora."
      },
      {
        "letra": "C",
        "texto": "Ocorrerá renúncia à solidariedade com a propositura de ação pelo credor contra um ou alguns dos devedores."
      },
      {
        "letra": "D",
        "texto": "A renúncia à solidariedade equivale à remissão, visto que o devedor fica inteiramente liberado do vínculo obrigacional."
      },
      {
        "letra": "E",
        "texto": "Havendo a renúncia quanto a apenas um dos devedores, o credor não poderá cobrar do beneficiado a sua quota na dívida, e a solidariedade permanecerá quanto aos demais devedores. A renúncia ao crédito equivale ao perdão, exonerando-se da obrigação o devedor beneficiado, remanescendo para os demais devedores o restante da dívida."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2082875",
    "metadata": "Ano: 2023 | Banca: IADES | Órgão: SEAGRI-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Em relação às obrigações estabelecidas pelo Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O inadimplemento da obrigação, negativa e ilíquida, no seu termo, constitui de pleno direito em mora o devedor."
      },
      {
        "letra": "B",
        "texto": "Como regra, o devedor em mora responde pela impossibilidade da prestação. No entanto, deixa de responder se essa impossibilidade resultar de caso fortuito ou de força maior, ainda que estes fatos ocorram durante o atraso."
      },
      {
        "letra": "C",
        "texto": "Mesmo não havendo fato ou omissão imputável ao devedor, incorre este em mora."
      },
      {
        "letra": "D",
        "texto": "Considera-se em mora o devedor que não efetuar o pagamento e o credor que não quiser recebê-lo no tempo, lugar e forma que a lei ou a convenção estabelecer."
      },
      {
        "letra": "E",
        "texto": "O devedor responde pelos prejuízos a que sua mora der causa, mais juros, atualização dos valores monetários segundo os índices oficiais regularmente estabelecidos, dispensado, contudo, do pagamento de honorários de advogado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2043820",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Segundo as disposições do Código Civil a respeito das obrigações, julgue o item.A solidariedade é sempre presumida, sendo vedado às partes estabelecer ou afastar por convenção ou contrato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2043819",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Segundo as disposições do Código Civil a respeito das obrigações, julgue o item.A obrigação é indivisível quando a prestação tem por objeto uma coisa ou um fato não suscetíveis de divisão, por sua natureza, por motivo de ordem econômica, ou dada a razão determinante do negócio jurídico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2043817",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Segundo as disposições do Código Civil a respeito das obrigações, julgue o item.Nas obrigações alternativas, a escolha cabe ao devedor, sendo vedado às partes estipular de forma diversa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2043815",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Segundo as disposições do Código Civil a respeito das obrigações, julgue o item.Nas coisas determinadas pelo gênero e pela quantidade, a escolha pertence ao credor, se o contrário não resultar do título da obrigação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2043814",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Segundo as disposições do Código Civil a respeito das obrigações, julgue o item.Se a obrigação for de restituir coisa certa, e esta, com culpa do devedor, perder-se antes da tradição, sofrerá o credor a perda, e a obrigação se resolverá.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2043813",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Segundo as disposições do Código Civil a respeito das obrigações, julgue o item.Até a tradição pertence ao devedor a coisa, exceto os seus melhoramentos e acrescidos, pelos quais não poderá exigir aumento no preço.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2118351",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Mariana se obrigou a entregar a Giovana o seu carro da marca X, modelo Y, ano 2020. Um mês antes da data combinada para entrega, Mariana foi assaltada. Muito assustada, resolveu blindar o veículo. Previamente à blindagem, cientificou Giovana que permaneceu silente. Diante da situação hipotética, é correto afirmar que Mariana",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderia ter blindado o veículo, considerando que já estava obrigada a entregar o carro para Giovana."
      },
      {
        "letra": "B",
        "texto": "apenas poderia ter blindado o veículo com autorização expressa de Giovana."
      },
      {
        "letra": "C",
        "texto": "poderia ter blindado o veículo, mas não pode exigir aumento no preço anteriormente acordado."
      },
      {
        "letra": "D",
        "texto": "poderia ter blindado o veículo e pode exigir o aumento no preço, cabendo a Giovana, se não concordar com o novo valor, resolver a obrigação."
      },
      {
        "letra": "E",
        "texto": "poderia ter blindado o veículo e pode exigir o aumento no preço, sendo Giovana obrigada a concordar com o novo valor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2117950",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Prescrição e Decadência",
      "Parte Geral",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "ABC é um hotel situado na capital do estado no qual Jaqueline ficou hospedada por dez noites e não efetuou o pagamento relativo à sua hospedagem, apesar de ter assinado contrato de hospedagem assinado por duas testemunhas. Devido a uma confusão na contabilidade, a falta do pagamento só foi verificada dez meses após os fatos, momento no qual o hotel ABC decidiu propor ação de execução em face de Jaqueline. Passado um mês, Jaqueline foi citada. Diante da situação hipotética, é correto afirmar que o despacho do juiz que ordenou a citação de Jaqueline",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fez com que ela fosse constituída em mora, impedindo a prescrição."
      },
      {
        "letra": "B",
        "texto": "não é capaz de suspender a prescrição, uma vez que deve ser declarada de ofício."
      },
      {
        "letra": "C",
        "texto": "foi indiferente, uma vez que pretensão do hotel já estava prescrita."
      },
      {
        "letra": "D",
        "texto": "é causa de suspensão da prescrição, sendo certo que a suspensão somente poderá ocorrer uma única vez."
      },
      {
        "letra": "E",
        "texto": "é causa de interrupção da prescrição, sendo certo que a prescrição recomeçará a correr da data do ato que a interrompeu."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2095442",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: Prefeitura de Giruá - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Transmissão das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Conforme o entendimento do Superior Tribunal de Justiça, as obrigações ambientais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Possuem natureza propter rem."
      },
      {
        "letra": "B",
        "texto": "Somente podem ser cobradas do proprietário ou possuidor atual."
      },
      {
        "letra": "C",
        "texto": "Podem ser cobradas do proprietário anterior, de forma subsidiária."
      },
      {
        "letra": "D",
        "texto": "Somente podem ser cobradas do proprietário, não alcançando o possuidor."
      },
      {
        "letra": "E",
        "texto": "Tem natureza personalíssima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2070748",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: AGESAN-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito das modalidades de obrigações e suas características, em conformidade com o que prevê o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, na obrigação de dar coisa certa, a coisa restituível se deteriorar sem culpa do devedor, recebê-la-á o credor, tal qual se ache, com direito à indenização."
      },
      {
        "letra": "B",
        "texto": "Na obrigação de dar coisa incerta, antes da escolha, não poderá o devedor alegar perda ou deterioração da coisa, ainda que por força maior ou caso fortuito."
      },
      {
        "letra": "C",
        "texto": "Em caso de urgência da obrigação de fazer, pode o credor, desde que mediante autorização judicial, executar ou mandar executar o fato, sendo depois ressarcido."
      },
      {
        "letra": "D",
        "texto": "Nas obrigações solidárias, a solidariedade é presumida, e a obrigação pode ser pura e simples para um dos cocredores ou codevedores, e condicional, ou a prazo, ou pagável em lugar diferente para o outro."
      },
      {
        "letra": "E",
        "texto": "Havendo mais de um devedor ou mais de um credor em obrigação indivisível, esta presume-se dividida em tantas obrigações, iguais e distintas, quanto os credores ou devedores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2022069",
    "metadata": "Ano: 2022 | Banca: FADCT | Órgão: Prefeitura de Ibema - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "No nosso ordenamento jurídico, existem obrigações no âmbito civil. São conceituadas como conjunto de normas que disciplina a relação jurídica pessoal vinculativa de um credor a um devedor, por meio da qual o sujeito passivo assume o dever de cumprir uma prestação de interesse do outro. Abaixo, temos algumas delas, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Obrigação de fazer;"
      },
      {
        "letra": "B",
        "texto": "Obrigação de não fazer;"
      },
      {
        "letra": "C",
        "texto": "Obrigação de não entregar;"
      },
      {
        "letra": "D",
        "texto": "Obrigação de dar;"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1994554",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: DETRAN-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Com relação ao direito das obrigações e as disposições do Código Civil de 2002, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso"
      },
      {
        "letra": "B",
        "texto": "Até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço; se o credor não anuir, poderá o devedor resolver a obrigação"
      },
      {
        "letra": "C",
        "texto": "Os frutos percebidos até a tradição, bem como os pendentes, são do devedor"
      },
      {
        "letra": "D",
        "texto": "Se a obrigação for de restituir coisa certa, e esta, sem culpa do devedor, se perder antes da tradição, sofrerá o credor a perda, e a obrigação se resolverá, ressalvados os seus direitos até o dia da perda"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1977654",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Maria comprou o automóvel de João. No dia em que João ia entregar o automóvel à Maria, um acidente entre dois outros automóveis atingiu o lado esquerdo do automóvel vendido, que, desde a venda feita para Maria, estava estacionado em local seguro. O automóvel sofreu diversas avarias como estouro de um pneu, a quebra de uma calota, danos à lataria e à pintura. Com base nesses fatos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de impossibilidade originária da prestação, de modo que se extingue a obrigação de João com Maria, independentemente de qualquer outra circunstância do caso."
      },
      {
        "letra": "B",
        "texto": "Maria terá de receber o automóvel de João e terá de pagar, a João, o preço ajustado, mas poderá reclamar perdas e danos daqueles que causaram o referido acidente."
      },
      {
        "letra": "C",
        "texto": "Maria terá necessariamente de receber o automóvel no estado em que se encontra, mas também terá o direito de exigir o abatimento proporcional do preço."
      },
      {
        "letra": "D",
        "texto": "A obrigação de João perante Maria se converte em perdas e danos desde o momento do acidente."
      },
      {
        "letra": "E",
        "texto": "Maria poderá escolher entre dar por extinta a obrigação ou receber o automóvel, com abatimento do preço."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1962808",
    "metadata": "Ano: 2022 | Banca: FUMARC | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Transmissão das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Quanto à obrigação de dar, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação de dar coisa certa abrange os acessórios dela, se expressamente mencionados."
      },
      {
        "letra": "B",
        "texto": "A obrigação de dar coisa certa abrange, em regra, os acessórios dela, ainda que não mencionados."
      },
      {
        "letra": "C",
        "texto": "Deteriorada a coisa, não sendo o devedor culpado, resolve-se necessariamente a obrigação."
      },
      {
        "letra": "D",
        "texto": "Os frutos percebidos pertencem ao credor a partir da constituição da obrigação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1925088",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Amanda e Bruna firmaram contrato de empréstimo, em virtude do qual se tornaram devedoras solidárias de Jussara e Guilherme, pelo montante de cinco mil reais, com o compromisso de pagar o valor dali a seis meses. Sobre o caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o montante devido pode ser pago integralmente a Jussara, pois a solidariedade estabelecida entre as devedoras abrange também os credores;"
      },
      {
        "letra": "B",
        "texto": "em caso de atraso no pagamento por culpa exclusiva de Amanda, Bruna poderá ser cobrada pelos cinco mil reais, mas somente Amanda será responsável pelos juros da mora;"
      },
      {
        "letra": "C",
        "texto": "se Jussara e Guilherme perdoarem Amanda, Bruna fica igualmente liberada, pois a solidariedade faz com que a remissão extinga a dívida como um todo;"
      },
      {
        "letra": "D",
        "texto": "exonerando Bruna da solidariedade, Jussara e Guilherme ainda poderão cobrá-la pela sua parte na dívida, que se presume ser de dois mil e quinhentos reais;"
      },
      {
        "letra": "E",
        "texto": "Amanda pode ser cobrada pelos cinco mil reais, em virtude da solidariedade, ainda que Jussara e Guilherme já tenham recebido pagamento parcial de Bruna."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1914090",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "No que se refere à extinção das obrigações no direito civil, julgue o item.A presunção de pagamento decorrente da posse de título de crédito pelo devedor é absoluta, não admitindo prova em contrário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914089",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "No que se refere à extinção das obrigações no direito civil, julgue o item.A quitação é a declaração bilateral escrita, emitida pelo credor, de que a prestação foi efetuada e o devedor está liberado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914087",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "No que se refere à extinção das obrigações no direito civil, julgue o item.Credor putativo é aquele que se apresenta aos olhos de todos como o verdadeiro credor, mas cujo pagamento a ele realizado não é válido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914084",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.Nas obrigações de não fazer, a mora é presumida pelo descumprimento do dever de abstenção, mas depende da intimação judicial do devedor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914083",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.A obrigação de solver a dívida em dinheiro abrange, também, além das dívidas pecuniárias e das dívidas de valor, as dívidas remuneratórias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1914082",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.O credor não é obrigado a receber prestação diversa da que lhe é devida, salvo se mais valiosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914081",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.A obrigação de dar coisa certa confere ao credor direito real sobre seu objeto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914080",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.Nas obrigações de dar coisa certa, o devedor se compromete a entregar ou a restituir ao credor um objeto perfeitamente determinado, a ser considerado em sua individualidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1914079",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.A obrigação de dar é uma obrigação de prestação de coisa, que deve ser necessariamente determinada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914078",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.A obrigação alternativa extingue-se somente com o perecimento de todos os objetos e será válida se apenas uma das prestações estiver eivada de vício, permanecendo eficaz a outra.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1914077",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.Obrigações simples são as que se apresentam com um sujeito ativo, um sujeito passivo e um único objeto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1914075",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRMV-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Acerca das obrigações no direito civil, julgue o item.Obrigação é o vínculo jurídico que confere ao credor o direito de exigir do devedor o cumprimento de determinada prestação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1909650",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: HORTOPREV - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Mariana comprou de José um cachorro de raça e o nomeou de Totó. Ficou convencionado entre eles que Totó seria entregue a ela após as primeiras vacinas, mas por descuido de José, que esqueceu de dar uma das vacinas, Totó pegou uma doença e ficou cego. Berenice contratou Marcos para renovar a pintura de sua casa. Ocorre que, por ato voluntário de Marcos, ele não fez o serviço e nem mesmo mandou alguém em seu lugar para fazê-lo. Analisando os casos hipotéticos mencionados, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José está obrigado a restituir o valor pago à Mariana, sem direito à indenização por perdas e danos; e Berenice poderá executar judicialmente o contrato para que um terceiro realize a obrigação às custas de Marcos, mas também sem direito a perdas de danos."
      },
      {
        "letra": "B",
        "texto": "Mariana poderá exigir indenização equivalente aos prejuízos sofridos, já que houve responsabilidade por parte de José, mas a relação jurídica entre Marcos e Berenice será extinta sem direito à indenização."
      },
      {
        "letra": "C",
        "texto": "Como não houve culpa por parte de José, o contrato resolve-se para ambas as partes, devolvendo-se o que já foi pago pela Mariana, regressando as partes ao status quo ante; e Berenice, se tiver urgência não poderá, sem prévia autorização judicial, mandar executar o serviço para posterior ressarcimento."
      },
      {
        "letra": "D",
        "texto": "Mariana poderá escolher entre ficar com Totó com o devido abatimento no preço ou exigir o valor que pagou de volta com direito à indenização equivalente aos prejuízos sofridos; e Berenice poderá pedir para que um terceiro realize a obrigação às custas de Marcos, sem prejuízo de indenização cabível."
      },
      {
        "letra": "E",
        "texto": "Mariana não poderá pleitear a devolução do valor pago, mas poderá pleitear o abatimento do preço com indenização, e Marcos não será obrigado a pagar indenização à Berenice, mas terá que ressarci-la."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1884451",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Com relação aos elementos constitutivos das obrigações, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O elemento subjetivo das obrigações diz respeito à prestação obrigacional propriamente dita."
      },
      {
        "letra": "B",
        "texto": "Para a obrigação ser válida no âmbito jurídico, basta que apenas um dos elementos constitutivos da obrigação esteja configurado."
      },
      {
        "letra": "C",
        "texto": "Os elementos constitutivos das obrigações são formados unicamente pelos sujeitos que se vinculam a elas."
      },
      {
        "letra": "D",
        "texto": "O objeto imediato da obrigação pode ser uma prestação positiva ou negativa; a prestação negativa tem como objeto uma obrigação de fazer."
      },
      {
        "letra": "E",
        "texto": "O elemento imaterial diz respeito ao elo que sujeita o devedor a determinada prestação em favor do credor, criando-se o vínculo legal que une esses sujeitos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1869736",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Herculano aceitou figurar como fiador solidário de seus sobrinhos, Enzo e Gabriel, quando eles alugaram um imóvel. O contrato previa o pagamento de aluguel mensal de R$ 2.000,00, sob pena de juros. Após um ano de vigência do negócio, os sobrinhos começaram a ter dificuldades financeiras e ficaram inadimplentes por dois meses, quando a locadora, Efigênia, passou a cobrar o pagamento do total devido, com os encargos, diretamente de Herculano. Sobre o caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se pagar tudo que é devido, Herculano, na condição de devedor solidário, sub-roga-se no crédito perante os sobrinhos, podendo cobrar de cada um a terça parte do que foi pago;"
      },
      {
        "letra": "B",
        "texto": "se Efigênia perdoar Gabriel, ele não mais pode ser demandado por ela, mas tanto Herculano como Enzo continuam a ser responsáveis perante ela pela totalidade da dívida, em virtude da solidariedade;"
      },
      {
        "letra": "C",
        "texto": "se Gabriel assumir encargos adicionais em negociação com Efigênia, isso atingirá também Enzo e Herculano, independentemente do seu consentimento, por serem devedores solidários;"
      },
      {
        "letra": "D",
        "texto": "mesmo que reste comprovado que o atraso se deu somente por culpa de Enzo, Efigênia pode exigir a totalidade da dívida de Gabriel, mas somente Enzo responderá perante ele pelo acrescido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1864630",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Quando existem credores solidários, se diz que a solidariedade é da parte dos sujeitos ativos, ou simplesmente solidariedade ativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1864624",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "O conceito de obrigação pode ser definido como a relação jurídica permanente, existente entre um sujeito ativo, denominado credor, e um sujeito passivo, denominado devedor, cujo objeto consiste em uma prestação situada no âmbito dos direitos pessoais, positiva ou negativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2411796",
    "metadata": "Ano: 2021 | Banca: Fundação CETAP | Órgão: JUCEPA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "No Direito das Obrigações, ocorre expromissão quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a substituição do devedor for efetuada independentemente de consentimento deste."
      },
      {
        "letra": "B",
        "texto": "o devedor contrai com o credor nova dívida para extinguir e substituir a anterior."
      },
      {
        "letra": "C",
        "texto": "credor recebe o pagamento de terceiro e expressamente lhe transfere todos os seus direitos."
      },
      {
        "letra": "D",
        "texto": "o credor aceita receber prestação diversa da que lhe é devida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2170837",
    "metadata": "Ano: 2021 | Banca: FAFIPA | Órgão: Câmara de Dois Vizinhos - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Transmissão das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Segundo a doutrina, o principal efeito das obrigações é gerar para o credor o direito de exigir do devedor o cumprimento da prestação, e para este o dever de prestar. Nesse sentido, nos termos do Código Civil de 2002, assinale a alternativa CORRETA sobre o adimplemento das obrigações:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É ilícito convencionar o aumento progressivo de prestações sucessivas."
      },
      {
        "letra": "B",
        "texto": "Se o devedor pagar ao credor, apesar de intimado da penhora feita sobre o crédito, ou da impugnação a ele oposta por terceiros, o pagamento não valerá contra estes, que poderão constranger o devedor a pagar de novo, ficando-lhe ressalvado o regresso contra o credor."
      },
      {
        "letra": "C",
        "texto": "O pagamento feito de boa-fé ao credor putativo é válido, salvo se provado depois que não era credor."
      },
      {
        "letra": "D",
        "texto": "O terceiro não interessado, que paga a dívida em seu próprio nome, tem direito a reembolsar-se do que pagar; bem como sub-roga-se nos direitos do credor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2170836",
    "metadata": "Ano: 2021 | Banca: FAFIPA | Órgão: Câmara de Dois Vizinhos - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Sobre o Direito das Obrigações, na redação do Código Civil, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, havendo dois ou mais devedores, a prestação não for divisível, cada um será obrigado pela dívida toda."
      },
      {
        "letra": "B",
        "texto": "A obrigação solidária pode ser pura e simples para um dos cocredores ou codevedores, e condicional, ou a prazo, ou pagável em lugar diferente, para o outro."
      },
      {
        "letra": "C",
        "texto": "Nas obrigações alternativas, se uma das duas prestações não puder ser objeto de obrigação ou se tornada inexequível, subsistirá o débito quanto à outra."
      },
      {
        "letra": "D",
        "texto": "Nas coisas determinadas pelo gênero e pela quantidade, a escolha pertence ao credor, se o contrário não resultar do título da obrigação; mas não poderá dar a coisa pior, nem será obrigado a prestar a melhor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1869911",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Conforme dispõe a norma civilista brasileira a respeito das obrigações alternativas, é correto afirmar: I. No caso de pluralidade de optantes, não havendo acordo unânime entre eles, decidirá o juiz, findo o prazo por este assinado para a deliberação. II. Pode o devedor obrigar o credor a receber parte em uma prestação e parte em outra. III. A escolha cabe ao devedor, se outra coisa não se estipulou. IV. Quando a obrigação for de prestações periódicas, a faculdade de opção poderá ser exercida em cada período. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva II está incorreta."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II, III e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852359",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Pietro negociou com Antony a compra de um imóvel urbano na cidade de Matipó-MG pelo valor de R$ 1.500.000,00 (um milhão e quinhentos mil reais), dando-lhe a título de arras um automóvel popular modelo 2020/2020 no valor de R$ 82.000,00 (oitenta e dois mil reais), havendo estabelecido cláusula contratual com direito de arrependimento. Acerca da situação hipotética, considerando a desistência do negócio por Pietro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Antony deve devolver o valor recebido a título de arras."
      },
      {
        "letra": "B",
        "texto": "Pietro perde em favor de Antony o valor pago a título de arras, que assume função indenizatória."
      },
      {
        "letra": "C",
        "texto": "Antony deve devolver o valor recebido a título de arras, tendo em vista o caráter punitivo do mesmo e a expressa previsão do direito de arrependimento."
      },
      {
        "letra": "D",
        "texto": "Antony deve devolver o valor recebido a título de arras, tendo em vista o caráter não punitivo do mesmo e a expressa previsão do direito de arrependimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1839528",
    "metadata": "Ano: 2021 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Determinada fabricante de erva-mate vende a lojista de grande porte uma tonelada do produto, sem que as partes tenham especificado no contrato qual qualidade específica de erva-mate deverá ser entregue. Com base nesses dados, assinale a alternativa que apresenta a solução jurídica legalmente estabelecida para a situação exposta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A escolha da erva-mate específica caberá ao credor, que poderá optar pela de melhor qualidade."
      },
      {
        "letra": "B",
        "texto": "A escolha da erva-mate específica caberá ao devedor, que poderá prestar a de pior qualidade."
      },
      {
        "letra": "C",
        "texto": "A escolha da erva-mate específica caberá ao credor, mas este não poderá optar pela de melhor qualidade, nem será obrigado a aceitar a de pior qualidade."
      },
      {
        "letra": "D",
        "texto": "A escolha da erva-mate específica caberá ao devedor, mas este não poderá dar a de pior qualidade, nem será obrigado a prestar a de melhor qualidade."
      },
      {
        "letra": "E",
        "texto": "A escolha da erva-mate específica deverá ser arbitrada por terceiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1753904",
    "metadata": "Ano: 2020 | Banca: IMPARH | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Inadimplemento das Obrigações",
      "Responsabilidade civil",
      "Teoria Geral das Obrigações",
      "Responsabilidade Civil - Teorias, Espécies e Pressupostos."
    ],
    "enunciado_principal": "O quadro “Poesia lúdica”, executado pelo renomado artista plástico Mário Lengruber, foi negociado para a Galeria Belas Artes pelo valor de R$ 125.000,00 (cento e vinte e cinco mil reais). Ele se comprometeu a entregar a obra um mês após o recebimento da quantia estabelecida, que foi paga à vista. A galeria organizou, então, uma grande exposição, na qual a atração principal seria o quadro “Poesia lúdica”. Na data contratada, quando dirigia seu carro para fazer a entrega, Mário Lengruber avançou o semáforo, colidiu com um ônibus, e a obra foi completamente destruída com um furo de grande dimensão na parte central do quadro. O anúncio realizado pela galeria de que a peça não seria mais exposta fez com que diversas pessoas exercessem o direito de restituição dos valores pagos a título de ingresso. Acerca da casuística narrada, assinale a afirmativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por se tratar de obrigação de fazer infungível (personalíssima), a Galeria Belas Artes não poderá mandar executar a prestação às expensas de Mário Lengruber, restando-lhe pleitear indenização por perdas e danos."
      },
      {
        "letra": "B",
        "texto": "Com o pagamento do preço, transferiu-se a propriedade da obra de arte para a Galeria Belas Artes, razão pela qual a empresa referenciada deve suportar o prejuízo pela perda do bem."
      },
      {
        "letra": "C",
        "texto": "Mário Lengruber deverá entregar outra obra de seu acervo profissional à escolha da Galeria Belas Artes, em substituição ao quadro “Poesia lúdica”."
      },
      {
        "letra": "D",
        "texto": "A Galeria Belas Artes poderá cobrar de Mário Lengruber o equivalente pecuniário do quadro “Poesia lúdica” mais o prejuízo decorrente da devolução do valor dos ingressos relativos à exposição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1149260",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: TRE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "A Teoria Geral das Obrigações é o primeiro tema a ser tratado pela parte especial do Código Civil, entre os seus artigos 233 a 420. Sobre esse assunto, analise as afirmativas abaixo: I. O vínculo imaterial ou espiritual da obrigação consiste no vínculo jurídico existente entre as partes na relação obrigacional, ou seja, o elo que sujeita o devedor à determinada prestação, seja ela positiva ou negativa, em favor do credor. II. Se um dos credores remitir a dívida, a obrigação não ficará extinta para com os outros; mas estes só a poderão exigir, descontada a quota do credor remitente. O mesmo critério se observará no caso de transação, novação, compensação ou confusão. III. Nos contratos onerosos, responde por simples culpa o contratante, a quem o contrato aproveite, e por dolo aquele a quem não favoreça. Nos contratos benéficos, responde cada uma das partes por culpa, salvo as exceções previstas em lei. IV. Na cessão por título oneroso, o cedente, ainda que não se responsabilize, fica responsável ao cessionário pela existência do crédito ao tempo em que lhe cedeu; a mesma responsabilidade lhe cabe nas cessões por título gratuito, se tiver procedido de má-fé. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a afirmativa III está correta"
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas I e II estão corretas"
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas I, II e IV estão corretas"
      },
      {
        "letra": "D",
        "texto": "As afirmativas I, II, III e IV estão corretas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1360501",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Antônio Olinto - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Em face do direito das obrigações que está definido em lei, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação de dar coisa certa abrange os acessórios dela desde que mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso."
      },
      {
        "letra": "B",
        "texto": "Deteriorada a coisa, não sendo o devedor culpado, poderá o credor resolver a obrigação, ou aceitar a coisa, abatido de seu preço o valor que perdeu."
      },
      {
        "letra": "C",
        "texto": "Até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais não poderá exigir aumento no preço."
      },
      {
        "letra": "D",
        "texto": "Se a obrigação for de restituir coisa certa, e esta, sem culpa do devedor, se perder antes da tradição, o credor não perderá e poderá cobrar perdas e danos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1103334",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Uma dívida prescrita, o penhor oferecido por terceiro, uma dívida de jogo e a fiança representam, respectivamente, obrigação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com Schuld sem Haftung, com Haftung sem Schuld próprio, com Schuld sem Haftung e com Haftung sem Schuld atual."
      },
      {
        "letra": "B",
        "texto": "sem Schuld e sem Haftung, com Haftung sem Schuld próprio, com Schuld sem Haftung e com Haftung sem Schuld atual."
      },
      {
        "letra": "C",
        "texto": "com Schuld sem Haftung, com Haftung sem Schuld próprio, sem Schuld e sem Haftung e com Haftung sem Schuld atual."
      },
      {
        "letra": "D",
        "texto": "com Haftung sem Schuld, com Haftung sem Schuld atual, com Schuld sem Haftung e com Haftung sem Schuld próprio."
      },
      {
        "letra": "E",
        "texto": "com Haftung sem Schuld, com Schuld sem Haftung, com Haftung sem Schuld atual, e com Haftung sem Schuld próprio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "992583",
    "metadata": "Ano: 2019 | Banca: Crescer Concursos | Órgão: Prefeitura de Jijoca de Jericoacoara - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Acerca do tema direito das obrigações, analise os itens e assinale a alternativa correta: I. Até a tradição pertence ao devedor a coisa, com os seus melhoramentos e acrescidos, pelos quais poderá exigir aumento no preço. II. Nas coisas determinadas pelo gênero e pela quantidade, a escolha pertence ao credor, se o contrário não resultar do título da obrigação. III.Antes da escolha, não poderá o devedor alegar perda ou deterioração da coisa, ainda que por força maior ou caso fortuito. Estão corretos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e III"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "971398",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Acerca do conceito, das formas e de consequências das obrigações, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a lei é uma fonte de obrigações, porque estabelece o dever de cada indivíduo em função de seu comportamento, o que não é viável pela vontade humana ou manifestação volitiva."
      },
      {
        "letra": "B",
        "texto": "a responsabilidade objetiva cria obrigações que são verificadas independentemente da configuração da ilicitude ou licitude da conduta do agente, bastando, para isso, verificar o nexo causal entre a ação do ofensor e o dano."
      },
      {
        "letra": "C",
        "texto": "o credor, em caso de obrigações por coisa certa, na impossibilidade de cumprimento do acordado, poderá ser compelido a receber outra coisa desde que mais valiosa que a inicialmente pactuada."
      },
      {
        "letra": "D",
        "texto": "a obrigação que tenha por objeto prestação divisível poderá ser cumprida de forma parcial, ainda que não tenha sido assim convencionado anteriormente pelas partes."
      },
      {
        "letra": "E",
        "texto": "o comportamento desejado, em situação de obrigações de fazer, deverá ser desempenhado pelo próprio devedor, sendo vedada a substituição do ato por terceiros, mesmo que isso não gere nenhum prejuízo ao credor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "970032",
    "metadata": "Ano: 2019 | Banca: INAZ do Pará | Órgão: CORE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "A palavra obrigação possui várias acepções de emprego cotidiano, no qual pelo menos duas são de destaque: a obrigação enquanto dever jurídico e a obrigação enquanto dever não jurídico. A obrigação que é sinônimo de dever, seja jurídico ou não e a obrigação que é sinônimo de dever patrimonial são, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lato sensu e stricto sensu."
      },
      {
        "letra": "B",
        "texto": "Ab origine e ab intestato."
      },
      {
        "letra": "C",
        "texto": "Capitis diminutio e capitis patrilis."
      },
      {
        "letra": "D",
        "texto": "Casus deverdium e casus patronos."
      },
      {
        "letra": "E",
        "texto": "Ex lege e ex officio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1841373",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Ilha Solteira - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "No cumprimento das obrigações, será reputado válido o pagamento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "feito pelo terceiro não interessado, em nome e à conta do devedor, não cabendo oposição deste."
      },
      {
        "letra": "B",
        "texto": "feito de boa-fé ao credor putativo, salvo se provado depois que não era credor."
      },
      {
        "letra": "C",
        "texto": "feito ao credor incapaz de quitar, ainda que o devedor não prove que em benefício daquele efetivamente reverteu."
      },
      {
        "letra": "D",
        "texto": "feito ao credor ou a quem de direito o represente, sob pena de só valer depois de por ele ratificado, ou tanto quanto reverter em seu proveito."
      },
      {
        "letra": "E",
        "texto": "contra terceiros, quando feito ao credor, apesar de intimado o devedor da penhora feita sobre o crédito, ou da impugnação a ele oposta por terceiros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "960885",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRM-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Compra e Venda",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "No que se refere às disposições sobre obrigações, contratos e responsabilidade civil, julgue o item subsequente. Os contratos de compra e venda, em que as partes são, simultaneamente, credoras e devedoras entre si, configuram relações jurídicas obrigacionais complexas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "959324",
    "metadata": "Ano: 2018 | Banca: INAZ do Pará | Órgão: CREFITO - 16ª Região (MA)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Roberta celebrou contrato de venda de seu apartamento dos sonhos para Tiago em 10 de novembro de 2016. No ano passado, foi o comprador pego de surpresa com a cobrança de cotas dominiais referentes aos meses de abril e maio de 2016. Diante desta situação, Tiago revoltou-se porque os débitos não foram contraídos por ele, mas sim pela na pretérita condômina. Acerca do contexto fático acima, qual a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá o condomínio cobrar integralmente tanto de Roberta quanto Tiago, considerando a solidariedade existente entre ambos."
      },
      {
        "letra": "B",
        "texto": "O pagamento deve ser dividido entre Roberta e Tiago, pois se trata de obrigação divisível, a qual comporta fracionamento entre os sujeitos, sem que tivesse ocorrido o pagamento anteriormente."
      },
      {
        "letra": "C",
        "texto": "Não cabe dívida nenhuma porque o condomínio não poderia ter autorizado a venda sem que tivesse ocorrido o pagamento antecipadamente."
      },
      {
        "letra": "D",
        "texto": "O devedor é Tiago, pois como a obrigação recai sobre a coisa, o sujeito passivo é o titular do direito real, no caso, o comprador da unidade condominial."
      },
      {
        "letra": "E",
        "texto": "Não houve conflito obrigacional entre os sujeitos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "959323",
    "metadata": "Ano: 2018 | Banca: INAZ do Pará | Órgão: CREFITO - 16ª Região (MA)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Mário Alencar, estilista famoso no cenário das celebridades, foi contratado pela atriz de sucesso Beatriz Varela para criar e costurar seu vestido de noiva que seria utilizado no dia do casamento. A partir da hipótese narrada, assinale a afirmativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A relação obrigacional descrita tem como sujeito ativo Mário e sujeito passivo Beatriz em torno de uma obrigação cujo objeto imediato consiste em uma obrigação de fazer, fungível e que tem por fonte imediata a lei e fonte mediata o bem da vida desejado por Beatriz, que no caso é o vestido de casamento."
      },
      {
        "letra": "B",
        "texto": "A relação obrigacional descrita tem como sujeito ativo Beatriz e sujeito passivo Mário, em torno de uma obrigação que consiste em uma obrigação de fazer, fungível e o objeto mediato, o vestido de noiva e que tem por fonte imediata a lei e fonte mediata o contrato."
      },
      {
        "letra": "C",
        "texto": "O conflito obrigacional descrito tem como sujeito ativo Beatriz e sujeito passivo Mário, em torno de uma obrigação que consiste em uma obrigação de fazer, infungível e o objeto mediato, o vestido de noiva e que tem por fonte imediata a lei e fonte mediata o contrato."
      },
      {
        "letra": "D",
        "texto": "Não houve relação obrigacional neste caso."
      },
      {
        "letra": "E",
        "texto": "Por ser o vestido de noiva bem fungível, a relação obrigacional está eivada de nulidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "941304",
    "metadata": "Ano: 2018 | Banca: IADES | Órgão: APEX Brasil",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações",
      "Teoria Geral das Obrigações"
    ],
    "enunciado_principal": "Relacionado fortemente com os princípios gerais contratuais, em especial à função social do contrato, com o princípio da boa-fé objetiva, e com os princípios que envolvem o adimplemento das obrigações, encontra-se a teoria do adimplemento substancial. A respeito dessa teoria, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "encontra-se positivada no Código Civil, entretanto doutrina e jurisprudência entendem ser um grande equívoco, sendo interpretada de forma conjunta ao sistema, desvirtuando a vontade original do legislador."
      },
      {
        "letra": "B",
        "texto": "encontra-se positivada no Código Civil, é aplicada como regra; para sua caracterização, levam-se em conta apenas aspectos qualitativos."
      },
      {
        "letra": "C",
        "texto": "encontra-se positivada no Código Civil, sendo amplamente aceita pela doutrina e pela jurisprudência; para sua caracterização, levam-se em conta tanto aspectos quantitativos quanto qualitativos."
      },
      {
        "letra": "D",
        "texto": "não se encontra positivada no Código Civil, é aceita apenas pela doutrina; para sua caracterização, levam-se em conta apenas aspectos quantitativos."
      },
      {
        "letra": "E",
        "texto": "não se encontra positivada no Código Civil, apesar de amplamente aceita pela doutrina e pela jurisprudência; para sua caracterização, levam-se em conta tanto aspectos quantitativos quanto qualitativos."
      }
    ],
    "gabarito": "E"
  }
]