[
  {
    "id": "3425312",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Seu Hermenegildo ficou muito satisfeito com o trabalho que sua nora, a advogada Iara, lhe prestou, assessorando-o na compra de um imóvel e recusando-se a cobrar-lhe honorários pelo serviço. Diante disso, depois de alguma insistência, ela aceitou que ele lhe doasse um quadro de sua coleção, em retribuição à assessoria prestada e de valor equivalente a ela. Entretanto, algum tempo depois, Hermenegildo veio a descobrir que a postagem em redes sociais que alardeava que sua ora falecida esposa, Lucrécia, havia se embriagado e dado um vexame na festa de 30 anos de casamento de ambos tinha sido divulgada por Iara. Diante disso, Hermenegildo ajuizou ação em face de Iara, pretendendo a revogação da doação para reaver o quadro. No entanto, já muito idoso, veio a falecer no curso da ação, de modo que agora é Adalberto (filho de Hermenegildo e cunhado de Iara), na condição de seu herdeiro e inventariante, quem prossegue na ação. A pretensão à revogação da doação, nesse caso, deve ser rejeitada pelo juiz porque:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato relatado configura difamação, e a legislação admite a revogação somente por injúria grave ou calúnia;"
      },
      {
        "letra": "B",
        "texto": "não houve condenação na esfera criminal para autorizar a revogação da doação no âmbito cível;"
      },
      {
        "letra": "C",
        "texto": "falta ao herdeiro legitimidade ativa, devendo extinguir-se a ação pela morte do doador;"
      },
      {
        "letra": "D",
        "texto": "a ofensa não foi feita à pessoa do doador, de modo que não poderia ele revogar a doação;"
      },
      {
        "letra": "E",
        "texto": "a doação em questão é remuneratória, o que impede a revogação por ingratidão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3407498",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito das pessoas jurídicas, do negócio jurídico, das obrigações e dos contratos.Configura contrato de comissão o ato de uma pessoa entregar a outra bens móveis a fim de que esta os venda e lhe pague o preço ajustado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3324230",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Para ajudar seu filho Márcio, de 20 anos, que queria ter sua casa própria, João doou verbalmente a ele uma casa pré-fabricada simples, no valor de R$ 20.000,00. Para o filho, é uma vantagem, pois, além de não precisar pagar aluguel, esse tipo de casa, embora separada do solo, conserva a sua unidade, podendo ser removida para outro local. Nesse caso, a doação realizada por João a seu filho é considerada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válida;"
      },
      {
        "letra": "B",
        "texto": "inexistente;"
      },
      {
        "letra": "C",
        "texto": "nula;"
      },
      {
        "letra": "D",
        "texto": "anulável;"
      },
      {
        "letra": "E",
        "texto": "ineficaz."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3265472",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Carlos e Júlia celebraram um contrato pelo qual, Carlos entregou certa quantidade de mercadorias a Júlia para a venda. Pelo contrato, Júlia se comprometeu a devolver a mercadoria não vendida em até 60 dias ou a pagar a estimativa de valor das mercadorias entregues. Após 30 dias, parte das mercadorias foi furtada do estabelecimento de Júlia, que alega não ser responsável pelo pagamento, uma vez que o furto constitui caso fortuito, afastando sua obrigação. Diante da situação hipotética narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Júlia é obrigada a pagar o valor estimado das mercadorias furtadas, pois a perda ou deterioração das mercadorias fica a cargo da consignatária, salvo disposição em contrário."
      },
      {
        "letra": "B",
        "texto": "Júlia não é obrigada a pagar o valor das mercadorias furtadas, pois o caso fortuito exclui sua responsabilidade, sendo necessário apenas que ela devolva as mercadorias restantes ao final do prazo de 60 dias."
      },
      {
        "letra": "C",
        "texto": "Júlia não é responsável pelo pagamento das mercadorias furtadas, pois a sua responsabilidade é limitada apenas às mercadorias vendidas ou devolvidas ao consignante, estando excluídas aquelas destruídas por caso fortuito."
      },
      {
        "letra": "D",
        "texto": "Júlia deve restituir o valor integral das mercadorias, incluindo as furtadas, apenas se o contrato previr expressamente a sua responsabilidade por perdas decorrentes de caso fortuito ou força maior."
      },
      {
        "letra": "E",
        "texto": "Júlia é obrigada a pagar o valor integral das mercadorias apenas se conseguir vender todas, pois, no contrato celebrado entre as partes, o pagamento ao consignante depende exclusivamente da venda e não da guarda dos bens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3260340",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Em relação aos contratos em geral, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O alienante responde pela evicção apenas nos contratos onerosos, ainda que a aquisição se dê por meio de realização de hasta pública, sendo nula a cláusula que excluir do contrato tal responsabilidade."
      },
      {
        "letra": "B",
        "texto": "O contrato de doação se submete a restrições legais como, por exemplo, o impedimento do doador casado praticar a liberalidade de bem comum sem autorização do cônjuge, sendo permitido que o faça se o bem estiver em nome apenas do alienante, ainda que sujeito a meação futura."
      },
      {
        "letra": "C",
        "texto": "O prazo para alegação de vício redibitório é decadencial de trinta dias se a coisa for móvel e de um ano se for imóvel. O mesmo prazo é aplicado para o caso de vício oculto, iniciando a contagem a partir da ciência do vício."
      },
      {
        "letra": "D",
        "texto": "Caso o contrato de doação seja feito pelo ascendente em benefício de descendente, havendo outros descendentes, importará em adiantamento do que cabe por herança, salvo se o bem doado integrar a parte disponível do patrimônio do doador e constar expressamente no documento que a doação é livre de colação."
      },
      {
        "letra": "E",
        "texto": "É nulo o contrato de venda e compra firmado de ascendente a descendente, quando houver outros descendentes, ainda que conte com autorização expressa do cônjuge do vendedor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3258304",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Considerando o Código Civil e a jurisprudência dos tribunais superiores, julgue o item a seguir, relativos à doação, aos direitos reais e aos direitos das sucessões. O excesso configurador da doação inoficiosa deve ser verificado no momento da liberalidade, e não na data do falecimento do doador nem na data da abertura da sucessão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3258303",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Considerando o Código Civil e a jurisprudência dos tribunais superiores, julgue o item a seguir, relativos à doação, aos direitos reais e aos direitos das sucessões. Caso o condomínio sobre um bem imóvel permaneça após a partilha, em razão de ato voluntário dos coerdeiros que aceitaram a herança, os sucessores coproprietários do imóvel são solidariamente responsáveis pelas despesas condominiais correspondentes, ainda que o formal de partilha não tenha sido expedido, assegurado o direito de regresso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3233775",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Nos termos do Código Civil, em relação ao contrato estimatório,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o consignante entrega bens imóveis ao consignatário, que fica autorizado a vendê-los, pagando àquele o preço ajustado, salvo se preferir, no prazo estabelecido, restituir-lhe a coisa consignada."
      },
      {
        "letra": "B",
        "texto": "o consignatário se exonera da obrigação de pagar o preço, se a restituição da coisa, em sua integridade, se tornar impossível, ainda que por fato a ele não imputável."
      },
      {
        "letra": "C",
        "texto": "o consignatário não se exonera da obrigação de pagar o preço, se a restituição da coisa, em sua integridade, se tornar impossível, salvo se por fato a ele não imputável."
      },
      {
        "letra": "D",
        "texto": "a coisa consignada poderá ser objeto de penhora pelos credores do consignatário, enquanto não pago integralmente o preço."
      },
      {
        "letra": "E",
        "texto": "o consignante não pode dispor da coisa antes de lhe ser restituída ou de lhe ser comunicada a restituição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3216128",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "O município de Ibaté celebrou um contrato de doação de um imóvel de seu patrimônio para Associação de Proteção à Infância (API), uma associação civil sem fins lucrativos, com a finalidade de construção de um hospital público. Contudo, após a celebração do contrato, descobriu-se que a associação já havia alienado o imóvel a um particular, sem ao menos começar a construção do hospital. Diante desse cenário, é correto afirmar que o negócio jurídico",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é válido, porque com a doação a associação possuía a propriedade plena do imóvel."
      },
      {
        "letra": "B",
        "texto": "é anulável, mas a ação de anulação prescreve em dois anos, contados da data da doação."
      },
      {
        "letra": "C",
        "texto": "é revogado, em razão da alienação do imóvel pela associação antes da realização da obra."
      },
      {
        "letra": "D",
        "texto": "é válido, pois a doação já foi realizada e o município de Ibaté não possui mais interesse no imóvel."
      },
      {
        "letra": "E",
        "texto": "é válido, pois a alienação do imóvel pela associação não invalida a doação realizada pelo município de Ibaté."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3214733",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Considere as seguintes assertivas acerca do contrato de doação. I. A doação verbal será válida, se, versando sobre bens móveis e de pequeno valor, se lhe seguir incontinenti a tradição. II. É vedada a doação de ascendentes a descendentes. III. O doador pode estipular que os bens doados voltem ao seu patrimônio, se sobreviver ao donatário. IV. É válida a doação de todos os bens sem reserva de parte ao doador. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3213338",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Julgue o item seguinte, referente a obrigações, contratos, responsabilidade civil e direitos reais.A penhora da coisa consignada pelos credores do consignatário exige o pagamento integral do preço.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3208074",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "À luz do Código Civil, da doutrina civilista e da jurisprudência do STJ, julgue o item a seguir, relativo ao direito contratual. O contrato estimatório é classificado pela doutrina como oneroso, real e comutativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3159623",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Transação e Compromisso"
    ],
    "enunciado_principal": "Acerca dos tipos de contrato, assinale a opção que apresenta um tipo de contrato não previsto no Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "troca e permuta"
      },
      {
        "letra": "B",
        "texto": "doação"
      },
      {
        "letra": "C",
        "texto": "corretagem"
      },
      {
        "letra": "D",
        "texto": "bancário"
      },
      {
        "letra": "E",
        "texto": "compromisso"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3185396",
    "metadata": "Ano: 2024 | Banca: EVO Concursos | Órgão: Câmara de Monte Santo de Minas - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "De acordo com com Código Civil de 2002, é incorreto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é nula a doação de todos os bens sem reserva de parte, ou renda suficiente para a subsistência do doador."
      },
      {
        "letra": "B",
        "texto": "a doação feita ao nascituro valerá, sendo aceita pelo seu representante legal."
      },
      {
        "letra": "C",
        "texto": "a doação a entidade futura caducará se, em três anos, esta não estiver constituída regularmente."
      },
      {
        "letra": "D",
        "texto": "a doação pode ser revogada por ingratidão do donatário, ou por inexecução do encargo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3153857",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Conforme o disposto no Código Civil e o entendimento do STJ, o contrato de doação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é espécie de contrato solene, devendo ser celebrado apenas por escritura pública, podendo-lhe ser conferida interpretação extensiva."
      },
      {
        "letra": "B",
        "texto": "pode ser celebrado informalmente entre as partes e admite interpretação extensiva."
      },
      {
        "letra": "C",
        "texto": "pode ser celebrado informalmente entre as partes e deve ser objeto de interpretação restritiva."
      },
      {
        "letra": "D",
        "texto": "é espécie de contrato solene, devendo ser celebrado por escritura pública ou instrumento particular, podendo-lhe ser conferida interpretação extensiva."
      },
      {
        "letra": "E",
        "texto": "é espécie de contrato solene, devendo ser celebrado por escritura pública ou instrumento particular, e deve ser objeto de interpretação restritiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3151532",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "No que se refere à doação inoficiosa, assinale a opção correta conforme o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O termo inicial da contagem do prazo decadencial da mencionada doação dá-se a partir da data do negócio jurídico impugnado."
      },
      {
        "letra": "B",
        "texto": "O termo inicial da contagem do prazo prescricional da doação inoficiosa dá-se a partir da data do negócio jurídico impugnado."
      },
      {
        "letra": "C",
        "texto": "A referida doação não se submete à contagem de prazo prescricional ou decadencial."
      },
      {
        "letra": "D",
        "texto": "O termo inicial da contagem do prazo decadencial dessa doação dá-se a partir da data da abertura da sucessão."
      },
      {
        "letra": "E",
        "texto": "O termo inicial da contagem do prazo prescricional da doação em questão dá-se a partir da data da abertura da sucessão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3147896",
    "metadata": "Ano: 2024 | Banca: IADES | Órgão: CFM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "De acordo com o regramento do Código Civil acerca da chamada cláusula de reversão nos contratos de doação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O doador não pode estipular que os bens doados voltem ao seu patrimônio, visto que o direito brasileiro proíbe a cláusula de reversão."
      },
      {
        "letra": "B",
        "texto": "Apenas é admitida a utilização da cláusula de reversão quando o doador não possuir descendentes vivos no ato da liberalidade."
      },
      {
        "letra": "C",
        "texto": "A cláusula de reversão tem valor jurídico somente para os contratos de doação formalizados na vigência do Código Civil de 1916, pois ela foi proibida pelo Código Civil de 2002."
      },
      {
        "letra": "D",
        "texto": "Estipular a cláusula de reversão em favor de terceiro é lícito."
      },
      {
        "letra": "E",
        "texto": "O doador pode estipular que os bens doados voltem ao seu patrimônio se sobreviver ao donatário."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3127035",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Aparecida - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Reinaldo, proprietário de diversos imóveis na cidade de Aparecida, resolveu doar um dos seus imóveis para Gabriela, sua amiga de longa data. Transferida a propriedade mediante registro na matrícula do imóvel para Gabriela, ela decidiu vender o imóvel para Luísa, sua prima. Nesse meio tempo, antes da consumação da venda do imóvel a Luísa, em razão de desentendimentos no trabalho, Gabriela injuriou gravemente Alexandre, filho adotivo de Reinaldo. Este, após já concluída a venda do imóvel por Gabriela à Luísa, ajuizou ação judicial contra aquela, pleiteando a revogação da doação por ingratidão. Diante da situação hipotética, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reinaldo não poderá revogar a doação, uma vez que a injúria grave não foi praticada contra ele, mas sim contra seu filho adotivo."
      },
      {
        "letra": "B",
        "texto": "Reinaldo poderá revogar a doação desde que no prazo de um ano da sua realização."
      },
      {
        "letra": "C",
        "texto": "Luísa será obrigada a devolver o imóvel comprado em caso de revogação da doação do imóvel a Gabriela."
      },
      {
        "letra": "D",
        "texto": "Gabriela deverá indenizar Reinaldo pelo meio termo do valor do imóvel em caso de revogação da doação."
      },
      {
        "letra": "E",
        "texto": "Se Reinaldo falecer, a ação judicial de revogação da doação se extingue, por se tratar de pretensão personalíssima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3098518",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Jorge é viúvo e possui um filho, seu único herdeiro necessário, que mora na França. Já bastante idoso, Jorge vem a sofrer um acidente que o deixa com severas limitações de locomoção. Karine, fisioterapeuta, foi contratada para auxiliá-lo em suas atividades diárias. Jorge, em seus últimos dias de vida, a despeito de pagar a profissional rigorosamente em dia pelos serviços prestados e sem o conhecimento de seu filho, resolveu realizar doação remuneratória de seu carro a Karine, avaliado em R$ 300 mil, mediante escritura pública. Jorge tem em seu patrimônio, ainda, uma casa avaliada em R$ 200 mil e uma conta bancária com um aporte de R$ 20 mil. Considerando o caso hipotético, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Jorge realizou doação famélica, a qual não possui guarida na legislação brasileira."
      },
      {
        "letra": "B",
        "texto": "A doação realizada por Jorge tem caráter universal, por englobar bem de família, sendo nula."
      },
      {
        "letra": "C",
        "texto": "Considerando que foi feita ainda em vida, a doação de Jorge é válida, por se tratar de doação remuneratória, e poderá ser exigida por Karine, visto que não invadiu a legítima do herdeiro necessário."
      },
      {
        "letra": "D",
        "texto": "O fato de a doação ser remuneratória não a isenta de respeitar os limites impostos pela legislação a respeito da doação inoficiosa em prejuízo à legítima do herdeiro necessário sem a indispensável autorização desse."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3058658",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Depois de receber um vasto conjunto de bens por herança, Henriqueta, que não tem herdeiros necessários, sentiu-se compelida a um ato de generosidade, doando diversos dos bens adquiridos para pessoas próximas e mantendo consigo o essencial para seu estilo de vida. Para tanto, celebrou quatro contratos de doação: I. Doou ações de uma companhia aberta a um nascituro, Enzo, o filho que sua amiga Cleonice (que aceitou de bom grado o presente) ainda carrega no ventre. II. Doou uma joia a seu afilhado Isaías, de seis anos de idade, sem impor-lhe qualquer encargo, mas sem que seus pais tenham aceitado a doação. III. Doou uma sala comercial para a Associação de Defesa dos Transeuntes, que ainda está em fase de constituição. IV. Doou um apartamento ao primeiro filho que Tobias venha a ter com sua atual esposa (Tobias ainda não tem filhos). São válidas as seguintes doações:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3049336",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Hermínia tinha três filhos: Chico, Chiquinha e Chicó. Em 2007, resolveu doar, resguardando-se o usufruto, seu único patrimônio, uma casa avaliada em R$ 1.200.000,00, apenas para Chiquinha e Chicó. Nesse caso, à luz da jurisprudência do STJ, Chico, o filho excluído da doação, poderá alegar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "doação universal, dentro de prazo decadencial decenal;"
      },
      {
        "letra": "B",
        "texto": "doação universal, sem estar sujeito a prazo prescricional por se tratar de ato nulo;"
      },
      {
        "letra": "C",
        "texto": "doação inoficiosa, quanto ao excesso de doação de R$ 400.000,00, sem estar sujeito a prazo prescricional, por se tratar de ato nulo;"
      },
      {
        "letra": "D",
        "texto": "doação inoficiosa, quanto ao excesso de doação de R$ 200.000,00, dentro de prazo prescricional decenal;"
      },
      {
        "letra": "E",
        "texto": "doação inoficiosa, quanto ao excesso de doação de R$ 400.000,00, dentro de prazo decadencial de quatro anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3030247",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Na doação com cláusula de reversão, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "havendo comoriência entre o doador e o donatário, a cláusula de reversão não surtirá efeitos, transferindo-se o bem doado aos sucessores do doador."
      },
      {
        "letra": "B",
        "texto": "a cláusula de reversão impõe limitação exclusivamente ao donatário, em virtude de premoriência ao doador, condicionando o contrato de doação a uma condição resolutiva."
      },
      {
        "letra": "C",
        "texto": "a reversão do bem ao patrimônio do doador subordina-se exclusivamente ao evento morte, vedada a estipulação da cláusula para as hipóteses de descumprimento de condição ou encargo ou ainda ao perfazimento de termo."
      },
      {
        "letra": "D",
        "texto": "admite-se a cláusula de reversão em favor do doador ou de terceiro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3023730",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TCE-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Julgue o item a seguir, em relação à Lei de Introdução às Normas do Direito Brasileiro (LINDB) bem como ao tratamento dado pelo Código Civil aos contratos, à prescrição e à decadência. Em um contrato estimatório, enquanto não pago integralmente o preço, a coisa consignada não pode ser objeto de penhora ou sequestro pelos credores do consignatário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2553384",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "João, casado pelo regime da separação de bens com Maria, doa-lhe o imóvel em que residem, avaliado em R$ 1.000.000,00, com cláusula expressa de reversão, conforme o artigo 547, caput, do Código Civil. Tempos depois, o casal sofre grave acidente automobilístico, ao retornar de uma viagem ao litoral. Maria morre instantaneamente; João, quinze minutos depois, em razão de parada cardiorrespiratória. Muito abalados, Marcos e Fábio, filhos de Maria com Rogério, pretendem promover, entre si, a partilha do imóvel doado pelo padrasto. Rubens, sobrinho (e único herdeiro) de João, ajuíza ação petitória em face de Marcos e Fábio, na qualidade de representante do espólio, com o intuito de se imitir na posse do mesmo imóvel. A razão está",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas em parte, com Marcos e Fábio, já que, como João também era herdeiro necessário de Maria, premoriente, o imóvel deve ser partilhado com Rubens, que, por também ser sucessor, não poderia ajuizar ação petitória em face de seus consortes."
      },
      {
        "letra": "B",
        "texto": "com Marcos e Fábio, porque são herdeiros necessários de Maria, e o imóvel era o seu único bem."
      },
      {
        "letra": "C",
        "texto": "com Marcos e Fábio, já que, como o casal faleceu na mesma ocasião, há comoriência, à luz do artigo 8o do Código Civil, situação em que João e Maria não são considerados sucessores entre si."
      },
      {
        "letra": "D",
        "texto": "com Rubens, visto que, por força da cláusula de reversão, o imóvel retornou ao patrimônio de João, diante da premoriência de Maria."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2551239",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: CINCATARINA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito das várias espécies de contrato previstas na legislação civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doação verbal é válida, quando, versando sobre bens móveis e de pequeno valor, se lhe seguir incontinenti a tradição."
      },
      {
        "letra": "B",
        "texto": "Pelo contrato de compra e venda, um dos contratantes se obriga a transferir o domínio de certa coisa ou incerta a outrem, mediante o pagamento de certo preço em dinheiro."
      },
      {
        "letra": "C",
        "texto": "Morrendo o locador ou o locatário, extingue-se a locação por tempo determinado, não se transferindo a contratação aos seus herdeiros."
      },
      {
        "letra": "D",
        "texto": "O mútuo é o empréstimo gratuito de coisas não fungíveis, perfazendo-se com a tradição do objeto."
      },
      {
        "letra": "E",
        "texto": "Quando o mandato for outorgado por instrumento público, não se poderá substabelecer mediante instrumento particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2547092",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara Municipal de Itapecerica da Serra - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "A respeito da doação, considere as seguintes assertivas: I – O doador pode fixar prazo ao donatário, para declarar se aceita ou não a liberalidade. Se o donatário, ciente do prazo estipulado, não declarar se aceita ou não a liberalidade, entender-se-á que não aceitou, mesmo se a doação não for sujeita a encargo. II – O doador pode estipular que os bens doados sejam revertidos em seu favor ou de terceiros, em caso de falecimento do donatário. III – É nula a doação de todos os bens sem reserva de parte, ou renda suficiente para a subsistência do doador. IV – A doação a entidade futura caducará se, em dois anos, esta não estiver constituída regularmente. Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "D",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2457291",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Ângela Maria, viúva, mãe de Áurea e de Gabriel, contemplou a filha com um imóvel avaliado em dois milhões de reais em 2010, época da doação. Gabriel, em que pese o seu descontentamento, participou do ato como testemunha. Em 2018, Ângela Maria vem a óbito. Em 2021, Gabriel promove ação anulatória da doação, afirmando em síntese, que desrespeitou a legítima. Anexa documentos comprobatórios do patrimônio deixado por Ângela, demonstrando que o montante, ao tempo da abertura da sucessão, equivalia a cerca de um milhão de reais. Diante da situação hipotética, da legislação vigente e do entendimento do Superior Tribunal de Justiça, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se o momento da doação e não o da abertura da sucessão para a verificação de eventual excesso caracterizador da doação inoficiosa, a qual pode ser arguida no prazo decenal, contado da ciência inequívoca da liberalidade."
      },
      {
        "letra": "B",
        "texto": "Considera-se o momento da abertura da sucessão para a verificação de eventual excesso caracterizador da doação inoficiosa, a qual pode ser arguida no prazo decenal, contado do registro do ato."
      },
      {
        "letra": "C",
        "texto": "Considera-se o momento da doação e não o da abertura da sucessão para a verificação de eventual excesso caracterizador da doação inoficiosa, a qual pode ser arguida a qualquer momento."
      },
      {
        "letra": "D",
        "texto": "Considera-se o momento da doação e não o da abertura da sucessão para a verificação de eventual excesso caracterizador da doação inoficiosa, a qual pode ser arguida no prazo decenal, contado da data do óbito do doador."
      },
      {
        "letra": "E",
        "texto": "Considera-se o momento da abertura da sucessão e não o da doação para a verificação de eventual excesso caracterizador da doação inoficiosa, a qual pode ser arguida no prazo decenal, contado da data do óbito do doador."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2450731",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "De acordo com o Código Civil brasileiro, a doação feita em contemplação do merecimento do donatário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perde o caráter de liberalidade, como perde a doação gratuita, ou a gravada, no excedente ao valor dos serviços remunerados ou ao encargo imposto."
      },
      {
        "letra": "B",
        "texto": "preserva o caráter de liberalidade, bem como a doação gratuita, ou a gravada, no valor dos serviços remunerados ou ao encargo imposto."
      },
      {
        "letra": "C",
        "texto": "perde o caráter de liberalidade, como perde a doação remuneratória, ou a gravada, no valor dos serviços remunerados ou ao encargo imposto."
      },
      {
        "letra": "D",
        "texto": "preserva o caráter de liberalidade, bem como a doação remuneratória, ou a gravada, no excedente ao valor dos serviços remunerados ou ao encargo imposto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2448961",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Juliana doou, a Thiago, um livro de Direito Civil, e, a Lucas, um livro de Direito Penal. Ocorre que, por coincidência, na véspera da data combinada para a entrega, Juliana esqueceu o livro de Direito Civil em um carro de aplicativo, e vendeu o livro de Direito Penal para Luísa, entregando-o de imediato. Nesse caso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "podem tanto Thiago quanto Lucas cobrar de Juliana o equivalente de cada um dos livros, mais perdas e danos."
      },
      {
        "letra": "B",
        "texto": "apenas Lucas pode cobrar de Juliana o equivalente do livro de Direito Penal, mais perdas e danos."
      },
      {
        "letra": "C",
        "texto": "apenas Thiago pode cobrar de Juliana o equivalente do livro de Direito Civil, mais perdas e danos."
      },
      {
        "letra": "D",
        "texto": "nem Thiago nem Lucas podem cobrar de Juliana o que quer que seja em razão do inadimplemento das obrigações."
      },
      {
        "letra": "E",
        "texto": "podem tanto Thiago quanto Lucas cobrar de Juliana o equivalente de cada um dos livros; porém, apenas Lucas pode cobrar perdas e danos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2448959",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Rodrigo doou a seu neto Carlos um de seus imóveis, mas, como estratégia de planejamento patrimonial, por ser Carlos, casado, estipulou cláusulas de reversão, uma em benefício próprio, e outra em benefício de sua neta, Vitória. Ocorre que Rodrigo faleceu poucos dias antes de Carlos. Nesse caso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é válida a cláusula estipulada em favor de Vitória na doação de Rodrigo a Carlos, razão pela qual o imóvel doado passa a Vitória."
      },
      {
        "letra": "B",
        "texto": "a viúva de Carlos tem prazo decadencial para pleitear a anulação da cláusula de reversão em favor de Vitória na doação de Rodrigo a Carlos."
      },
      {
        "letra": "C",
        "texto": "é válida a cláusula de reversão em favor de Rodrigo estipulada na doação dele a Carlos, mas nula a cláusula estipulada em favor de Vitória."
      },
      {
        "letra": "D",
        "texto": "são nulas ambas as cláusulas de reversão estipuladas na doação de Rodrigo a Carlos."
      },
      {
        "letra": "E",
        "texto": "a viúva de Carlos tem prazo prescricional para pleitear a anulação da cláusula de reversão em favor de Vitória na doação de Rodrigo a Carlos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2448955",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "A sociedade empresária Kitchara, especializada na produção de itens para casa, celebrou com a varejista Casa Bela, contrato pelo qual a Kitchara disponibilizou um conjunto de itens de sua nova coleção para a Casa Bela. Foi acertado que após três meses, a Casa Bela poderia vender os itens para terceiros pelo preço que entendesse aplicável e que findo o prazo, deveria pagar a Kitchara o valor estabelecido no contrato entre elas celebrado ou devolver as mercadorias em perfeito estado. Na vigência do contrato, após a entrega dos itens pela Kitchara à Casa Bela, o depósito de propriedade da Casa Bela, no qual os bens haviam sido guardados, é destruído por um incêndio provocado por um curto-circuito na via pública e que alcançou o depósito. Diante do fato, da Casa Bela notifica Kitchara, informando o ocorrido, bem como que não poderia efetuar o pagamento e nem devolver as mercadorias. Diante da situação hipotética, assinale a análise coerente com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Kitchara nada poderá exigir de Casa Bela, pois as mercadorias se perderam sem culpa da devedora, resolvendo a obrigação para ambas as partes."
      },
      {
        "letra": "B",
        "texto": "Pelo contrato celebrado entre as partes, estimatório, os riscos da perda ou deterioração da coisa, são do consignatário, razão pela qual a Casa Bela deverá pagar a integralidade do valor previsto no contrato."
      },
      {
        "letra": "C",
        "texto": "No caso, aplica-se a regra res perit domino, razão pela qual, inexistindo culpa da Casa Bela, a Kitchara suportará a perda das mercadorias, mas terá direito a receber os valores proporcionais aos itens que já haviam sido comercializados."
      },
      {
        "letra": "D",
        "texto": "Pelo contrato de agência celebrado, Casa Bela só seria obrigada a pagar o valor integral das mercadorias se restasse demonstrada a sua culpa pela perda da coisa"
      },
      {
        "letra": "E",
        "texto": "No contrato celebrado entre as partes, a propriedade das mercadorias foi transferida para a Casa Bela que suportará a perda dos itens e deverá o pagar integral para Kitchara."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2386948",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Adamastor, que não teve filhos, sempre teve um carinho especial por seu afilhado Euclides. Por isso, quando este completou 18 anos, doou a ele um automóvel. Após a doação, veio a saber que quem vinha divulgando nas redes sociais graves acusações quanto à lisura e honestidade de Lucrécia, sua companheira, era o próprio Euclides. Diante das ofensas à mulher com quem mantinha união estável há muitos anos, Adamastor pretende a revogação da doação por ingratidão de Euclides. Sobre o caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o prazo de um ano para pretender a revogação da doação por ingratidão conta-se da data em que Adamastor veio a ter conhecimento da autoria das ofensas, mesmo ele já sabendo da existência delas antes disso;"
      },
      {
        "letra": "B",
        "texto": "se Adamastor vier a falecer, seus herdeiros poderão pretender a revogação da doação por ingratidão de Euclides, se o fizerem dentro do prazo legal, que não se interrompe pela morte do doador;"
      },
      {
        "letra": "C",
        "texto": "a revogação da doação por ingratidão não é possível nesse caso, pois o rol de hipóteses que a ensejam é reputado taxativo e não inclui injúria grave à companheira, somente ao cônjuge;"
      },
      {
        "letra": "D",
        "texto": "Adamastor pode realizar a revogação por notificação extrajudicial, cumprindo recorrer ao Judiciário somente se Euclides se recusar a devolver o bem e, nesse caso, a decisão será meramente declaratória da revogação;"
      },
      {
        "letra": "E",
        "texto": "os efeitos da revogação retroagirão à data em que foi realizada a doação, cabendo a Euclides devolver eventuais frutos percebidos e, em caso de deterioração ou perda do bem, indenizar o doador pelo seu atual valor de mercado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2371862",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Camaçari - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Acerca de contrato de doação e seus efeitos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato de doação deve sempre ser realizado de forma escrita."
      },
      {
        "letra": "B",
        "texto": "É válida a doação de ascendente a descendente, ou de um cônjuge a outro, sendo que essa liberalidade implica em adiantamento do que lhes couber por herança."
      },
      {
        "letra": "C",
        "texto": "Não se admite a doação ao nascituro, pois o início da personalidade jurídica da pessoa natural ocorre do nascimento com vida."
      },
      {
        "letra": "D",
        "texto": "O doador pode estipular que os bens doados voltem ao seu patrimônio se sobreviver ao donatário, prevalecendo a cláusula de reversão perante terceiros."
      },
      {
        "letra": "E",
        "texto": "A doação pura feita ao absolutamente incapaz necessita da aceitação do seu representante legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2512269",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "“A” ajuizou ação de cobrança contra “B”, em razão do não cumprimento de promessa de doação. Alegou que “B”, após o falecimento do genitor de ambos, celebrou dois atos, por instrumento particular, tendo por objeto o patrimônio da família. O primeiro dispondo sobre cessões e transferências do capital social de três sociedades e o segundo, um termo de compromisso, pelo qual o réu, sendo possuidor de uma área de 200.000 m2 , comprometeu-se a doar 10% da área líquida após a regularização, que não se ultimando poderia ser substituída pela entrega do percentual incidente sobre os resultados líquidos totais de qualquer aproveitamento ou utilização. Sobrevindo a expropriação da referida área pela Fazenda Pública e, não tendo sido repassados os valores correspondentes à promessa de doação, pugnou pelo recebimento de 10% do total da indenização percebida pelo réu, além de lucros cessantes. A partir do caso é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se reconhece, em regra, efeitos para o pactum donando no direito brasileiro, sendo ineficaz, no caso, o compromisso de doação da área."
      },
      {
        "letra": "B",
        "texto": "tratando-se de doação condicional, os elementos do contrato já estão presentes; contudo, como pende de um acontecimento futuro e incerto, a obrigação é inexigível."
      },
      {
        "letra": "C",
        "texto": "a intenção de doar se consumou no momento da realização do instrumento particular, ocasião em que se formou o consenso quanto ao animo da liberalidade, tornando o negócio eficaz."
      },
      {
        "letra": "D",
        "texto": "é exigível a obrigação subsidiária de entrega do percentual incidente sobre os resultados líquidos, diante da impossibilidade material de cumprimento do contrato-promessa, decorrente da expropriação da área."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2512172",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Maria, médica, viúva, com quarenta e dois anos e detentora de considerável acervo patrimonial, transferiu para o seu filho Fábio Júnior, nascido em 01 de fevereiro de 2010, mediante contrato de doação pura, celebrado em conformidade com a lei, um imóvel residencial situado na Ilha dos Lençóis (Cururupu-MA), avaliado em quinhentos mil reais. Clarice, que também é filha de Maria e que só tomou conhecimento da transação após a formalização do negócio, pretende tornar sem efeito a doação realizada pela mãe. A respeito da situação hipotética e da legislação que regulamenta a doação no direito brasileiro, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é anulável a doação de ascendente a descendente, salvo se os outros descendentes e o cônjuge do alienante expressamente houverem consentido."
      },
      {
        "letra": "B",
        "texto": "no caso em análise, restará dispensada a aceitação de Fábio Júnior, hipótese em que a doação se aperfeiçoará com o registro da escritura de doação do bem imóvel."
      },
      {
        "letra": "C",
        "texto": "Maria, na condição jurídica de doadora, responderá, perante Fábio Júnior, pelos vícios redibitórios e pela evicção que eventualmente possam recair sob o imóvel residencial objeto da doação."
      },
      {
        "letra": "D",
        "texto": "a doação realizada por Maria poderá ser revogada em caso comprovada ingratidão de Fábio Júnior. Em sendo o pedido de revogação fundado em crime contra a honra de Maria, que tenha sido praticado por Fábio Júnior, o direito de pleitear a revogação se transmite a Clarice, haja vista se tratar herdeira legítima da doadora."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2434526",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Câmara de Várzea Grande - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Um pai de família tinha 3 filhos. Ele resolveu simular a venda de um bem imóvel de grande valor para um deles, o seu predileto, para evitar que os outros dois tivessem que consentir com a transação, na forma da lei. Para isso, a operação ocorreu utilizando-se da namorada do filho, que recebeu o bem na qualidade de compradora e, em seguida, o transferiu para o filho beneficiário, mediante, novamente, simulação de compra e venda. Passado um tempo, ao descobrirem a artimanha, os irmãos prejudicados resolvem ajuizar ação anulatória para desconstituição da venda. A propositura da ação pode ser ajuizada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a qualquer tempo, pois o negócio jurídico é nulo"
      },
      {
        "letra": "B",
        "texto": "dentro de 4 anos, tendo em vista o vício de consentimento ocorrido"
      },
      {
        "letra": "C",
        "texto": "dentro de 5 anos, por envolver interesses individuais homogêneos"
      },
      {
        "letra": "D",
        "texto": "dentro de 2 anos, mesmo que o negócio tenha ocorrido por pessoa interposta"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2328428",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Em relação ao Instituto da Doação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a doação à entidade futura caducará se, em dois anos, não estiver constituída regularmente;"
      },
      {
        "letra": "B",
        "texto": "a doação feita a nascituro torná-lo-á dono do objeto doado desde a concepção;"
      },
      {
        "letra": "C",
        "texto": "a revogação da doação por ingratidão pode ser pleiteada dentro de dois anos do fato;"
      },
      {
        "letra": "D",
        "texto": "o doador não pode fixar prazo para o donatário declarar se aceita ou não o objeto doado;"
      },
      {
        "letra": "E",
        "texto": "se realizada doação pura a absolutamente incapaz, será exigido o aceite da mãe e/ou do pai."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2312089",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "A sociedade Veba recebeu, da fabricante, mil caixas de bebida em consignação para posterior venda. Verificou-se que, em 01/01/2023, duzentas e cinquenta caixas foram efetivamente vendidas, o que rendeu a quantia de R$ 2.500,00, lançada em balanço patrimonial. Cinquenta se perderam sem culpa da consignatária (prejuízo de R$ 500,00) e vinte e cinco por culpa sua (prejuízo de R$ 250,00). Quatrocentos e cinquenta caixas permaneciam em estoque (valor de R$ 4.500,00). Neste mesmo dia, o Juízo da Primeira Vara Cível de Curitiba determinou a penhora sobre todo o patrimônio da sociedade Veba. Para o direito civil, a penhora:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá recair sobre o valor de R$ 2.500,00; e sobre o estoque avaliado em R$ 4.500,00;"
      },
      {
        "letra": "B",
        "texto": "deverá abranger o valor de R$ 2.500,00; e sobre o estoque avaliado em R$ 4.500,00, subtraído das dívidas de R$ 500,00 e R$ 250,00;"
      },
      {
        "letra": "C",
        "texto": "atingirá o valor de R$ 2.500,00; e sobre o estoque avaliado em R$ 4.500,00, subtraído apenas da dívida de R$ 250,00 pela perda culposa das caixas;"
      },
      {
        "letra": "D",
        "texto": "incidirá sobre o valor de R$ 2.500,00, subtraído das dívidas de R$ 500,00 e R$ 250,00;"
      },
      {
        "letra": "E",
        "texto": "não poderá ser realizada sobre os itens descritos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2307553",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Inventário e Partilha"
    ],
    "enunciado_principal": "Donato e sua esposa Milena fazem lavrar escritura pública transmitindo a seus filhos, em proporções iguais, a integralidade de seu patrimônio, com efeitos imediatos, dispensando os beneficiários do dever de colação. Reservam para si apenas o usufruto dos bens. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se verifica uma espécie de pacta corvina, a versar herança de pessoa viva, o que é vedado pelo ordenamento (Art. 426 do Código Civil);"
      },
      {
        "letra": "B",
        "texto": "o negócio jurídico é espécie de doação de bens, a desdobrar o indisponível dever de colação, pelos herdeiros, dos bens transmitidos;"
      },
      {
        "letra": "C",
        "texto": "embora válido o negócio jurídico, se verificado algum prejuízo à legítima, será necessário, para corrigi-lo, a realização de inventário, a fim de equacionar corretamente a partilha;"
      },
      {
        "letra": "D",
        "texto": "para a validade do negócio jurídico, é necessária a concordância de todos os herdeiros;"
      },
      {
        "letra": "E",
        "texto": "a invalidade que acomete o negócio jurídico pode ser expurgada pela redução das disposições para que abranja apenas a parte disponível da herança."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2298889",
    "metadata": "Ano: 2023 | Banca: IDHTEC | Órgão: Câmara de Ilha de Itamaracá - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Segundo o artigo 538 do Código Civil Brasileiro, “Considera-se doação o contrato em que uma pessoa, por liberalidade, transfere do seu patrimônio bens ou vantagens para o de outra.” A respeito da doação, está correto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o donatário for absolutamente incapaz, dispensa-se a aceitação, desde que se trate de doação pura."
      },
      {
        "letra": "B",
        "texto": "O doador pode fixar prazo ao donatário, para declarar se aceita ou não a liberalidade, desde que o donatário, ciente do prazo, não faça, dentro dele, a declaração, entender-se-á que aceitou, ainda que a doação seja sujeita a encargo."
      },
      {
        "letra": "C",
        "texto": "A doação feita em contemplação de casamento futuro com certa e determinada pessoa, quer pelos nubentes entre si, quer por terceiro a um deles, a ambos, ou aos filhos que, de futuro, houverem um do outro, pode ser impugnada por falta de aceitação."
      },
      {
        "letra": "D",
        "texto": "A doação far-se-á por escritura pública ou instrumento particular, não sendo válida a doação verbal."
      },
      {
        "letra": "E",
        "texto": "A doação remuneratória perde seu caráter de liberalidade no excedente ao valor dos serviços remunerados."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2271405",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Mário é proprietário de um veículo modelo Ford Ka e, pretendendo vendê-lo, celebra contrato escrito com loja revendedora de automóveis, fixando o prazo de sessenta dias contados da entrega do bem à pessoa jurídica para que a alienação se concretize. Ficou estipulado, ainda, caso a venda a terceiro se formalize, como é intenção das partes, que Mário receberia o valor de dez mil reais, sendo certo que a sociedade esperava, com a celebração desse negócio, vender o bem a terceiro por um valor maior, revertendo para si a quantia excedente. Ao término do prazo, caso a alienação onerosa não se concretize, a empresa se comprometeu a devolver o bem na residência de Mário. Acerca do negócio jurídico celebrado, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "trata-se de contrato consensual, não sendo a entrega do bem essencial ao aperfeiçoamento do contrato, bastando a livre manifestação de vontade dos acordantes;"
      },
      {
        "letra": "B",
        "texto": "Mário deixa de ser proprietário do bem no momento em que o entrega à loja para que realize a alienação, recuperando o domínio na hipótese de ser devolvido ao término do prazo ajustado;"
      },
      {
        "letra": "C",
        "texto": "perecendo o bem acidentalmente em poder da loja durante o prazo pactuado, deverá, ainda assim, a pessoa jurídica pagar o valor ajustado a Mário;"
      },
      {
        "letra": "D",
        "texto": "na eventualidade de a pessoa jurídica não devolver a Mário o bem na forma e no prazo ajustados e por sua culpa, estamos diante de mora ex persona da revendedora;"
      },
      {
        "letra": "E",
        "texto": "Mário, mesmo após a entrega do bem à loja e durante o prazo ajustado, permanece como proprietário do bem móvel e pode vendê-lo a terceiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2257624",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Tanabi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Luana entrega a Carlos diversos móveis antigos para que ele os exponha e venda em sua loja, mediante pagamento de uma comissão sobre as vendas realizadas. Para tanto, celebraram um contrato por escrito que estabelece que Carlos poderá vender os móveis pelo preço que julgar adequado, desde que o valor mínimo fixado por Luana seja alcançado. Além disso, o contrato estabelece um prazo de 6 meses para a venda dos móveis, após o qual o contrato será automaticamente rescindido e Luana poderá reaver os móveis não vendidos. Diante da situação hipotética, é correto afirmar que o contrato firmado entre Luana e Carlos é um contrato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preliminar."
      },
      {
        "letra": "B",
        "texto": "atípico."
      },
      {
        "letra": "C",
        "texto": "estimatório."
      },
      {
        "letra": "D",
        "texto": "de comodato."
      },
      {
        "letra": "E",
        "texto": "de compromisso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2243479",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "A revogação da doação por ingratidão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "obriga o donatário a restituir os frutos percebidos antes da citação válida."
      },
      {
        "letra": "B",
        "texto": "pode prejudicar os direitos adquiridos por terceiros."
      },
      {
        "letra": "C",
        "texto": "não se aplica para as doações feitas para determinado casamento."
      },
      {
        "letra": "D",
        "texto": "sujeita o donatário, quando não for possível restituir as coisas doadas em espécie, a indenizar pelo valor integral."
      },
      {
        "letra": "E",
        "texto": "pode ser aplicada para os casos das doações puramente remuneratórias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2221708",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Quanto ao contrato de doação, segundo as diretivas do Código Civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a doação de descendente a ascendente, ou de um cônjuge a outro, importa adiantamento do que lhes cabe por herança;"
      },
      {
        "letra": "B",
        "texto": "a doação de bens móveis, a depender do valor, pode ser verbal, caso acompanhada da tradição;"
      },
      {
        "letra": "C",
        "texto": "a cláusula de reversão não é personalíssima em favor do doador;"
      },
      {
        "letra": "D",
        "texto": "a doação feita àquele não nascido é possível, desde que aceita pelo representante legal. Caso o nascituro não chegue a adquirir personalidade, será considerada nula;"
      },
      {
        "letra": "E",
        "texto": "o doador, como qualquer contratante, está sujeito às consequências da evicção, mas não se sujeita às consequências do vício redibitório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2221707",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Valdemar, bilionário, anuncia, em coletiva de imprensa, a doação de trinta ambulâncias ao Município W. Isso para ajudar a combater uma doença viral que estaria se espalhando naquela localidade. O prefeito, ao tomar conhecimento dessa declaração e após receber um telefonema pessoal de Valdemar reiterando-a, inicia os procedimentos para construção de garagens, treinamento de mecânicos e contratação de motoristas, o que implica importante dispêndio. Semanas depois, Valdemar descobre que, na verdade, a doença não tinha o potencial de atingir a si ou a sua família. Desiste, então, de levar a termo o negócio jurídico. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível exigir judicialmente a doação verbal anunciada por Valdemar, plenamente válida, visto que contemplou apenas bens móveis de pequeno valor em comparação a seu patrimônio;"
      },
      {
        "letra": "B",
        "texto": "embora não seja possível exigir judicialmente a doação verbal, é possível, para aproveitar o negócio jurídico, convertê-la em promessa de doação, contrato preliminar com exigibilidade própria e que não tem os mesmos requisitos de forma aplicáveis ao definitivo;"
      },
      {
        "letra": "C",
        "texto": "embora seja juridicamente válida a doação verbal de bens móveis de pequeno valor em relação ao patrimônio do doador, a descoberta posterior de que seu motivo determinante era falso possibilita a anulação por erro essencial;"
      },
      {
        "letra": "D",
        "texto": "a doação verbal não foi válida nem é possível convertê-la em contrato preliminar exigível, por isso, Valdemar deve indenizar o Município W pelos prejuízos decorrentes da quebra da confiança, espécie de responsabilidade autônoma, ao lado da aquiliana e da contratual;"
      },
      {
        "letra": "E",
        "texto": "a doação verbal não foi válida nem é possível convertê-la em contrato preliminar exigível, por isso, Valdemar deve indenizar o Município W pelos prejuízos decorrentes da quebra da confiança, o que caracteriza a responsabilidade pré-contratual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2215645",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "A doação pode ser revogada por ingratidão caso o donatário tenha",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abandonado o doador."
      },
      {
        "letra": "B",
        "texto": "ofendido a honra do doador."
      },
      {
        "letra": "C",
        "texto": "caluniado o doador."
      },
      {
        "letra": "D",
        "texto": "injuriado o doador."
      },
      {
        "letra": "E",
        "texto": "recusado alimentos ao doador."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2195258",
    "metadata": "Ano: 2023 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Em apreciação ao instituto jurídico da doação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a doação far-se-á por escritura pública, sendo o modo restrito para aperfeiçoamento do ato."
      },
      {
        "letra": "B",
        "texto": "a promessa de doação no âmbito da transação perde o caráter de liberalidade."
      },
      {
        "letra": "C",
        "texto": "a doação entre cônjuges casados é permitida sob o regime da comunhão universal de bens."
      },
      {
        "letra": "D",
        "texto": "o bem de pequeno valor, via doação verbal de bens móveis, leva em conta o patrimônio do doador."
      },
      {
        "letra": "E",
        "texto": "o doador não pode estipular que os bens doados voltem ao seu patrimônio, se sobreviver ao donatário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2193808",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Depósito, Mandato, Comissão, Agência e Distribuição",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "De acordo com o Código Civil, se uma pessoa entregar bens móveis a terceiro e este, ficando autorizado a vendê-los, pagar àquele o preço ajustado, configura-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comissão."
      },
      {
        "letra": "B",
        "texto": "corretagem."
      },
      {
        "letra": "C",
        "texto": "contrato estimatório."
      },
      {
        "letra": "D",
        "texto": "agência."
      },
      {
        "letra": "E",
        "texto": "venda a contento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2179362",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGER - Mato Grosso",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral"
    ],
    "enunciado_principal": "No que se refere aos contratos, julgue os itens a seguir. I Nas relações contratuais é vedado aos contratantes disporem sobre a herança de pessoa viva. II Diz-se comutativo aquele contrato caracterizado pela incerteza e imprevisibilidade, em que as partes não são capazes de antever os seus efeitos e, por esse motivo, constitui um contrato de risco para as partes. III Nos contratos de compra e venda, se os contratantes não dispuserem de modo diverso, o comprador responde por todos os débitos que gravem sobre a coisa adquirida até o momento da tradição. IV No contrato de doação, o doador pode estipular que os bens doados voltem ao seu patrimônio, se sobreviver ao donatário, mas não poderá estabelecer cláusula de reversão em favor de terceiro. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e IV estão certos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens III e IV estão certos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II, III e IV estão certos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2144029",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Modalidades de Obrigações"
    ],
    "enunciado_principal": "Mário prometeu a seus três filhos, no bojo de ação de divórcio combinada com partilha, que lhes doaria os imóveis em seu nome. O termo de homologação desse acordo foi levado ao Registro Geral de Imóveis. Nesse caso, com o registro da promessa de doação, verifica-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a constituição de um ônus real stricto sensu sobre os imóveis;"
      },
      {
        "letra": "B",
        "texto": "o estabelecimento de uma obrigação com eficácia real;"
      },
      {
        "letra": "C",
        "texto": "a existência de uma obrigação natural;"
      },
      {
        "letra": "D",
        "texto": "a afirmação de uma obrigação ambulatória ou propter rem;"
      },
      {
        "letra": "E",
        "texto": "a criação de um direito potestativo em favor dos filhos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2134221",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Locação de Coisas",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "No que tange às especificidades dos contratos em espécie no Código Civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É nula a venda de ascendente a descendente, salvo se houver expresso consentimento dos outros descendentes e do cônjuge do alienante."
      },
      {
        "letra": "B",
        "texto": "Na locação de coisas por tempo determinado, esta cessará de pleno direito ao final do prazo estipulado, independentemente de notificação ou aviso."
      },
      {
        "letra": "C",
        "texto": "O depositário não responderá pelos casos de força maior, independentemente de prova do ocorrido."
      },
      {
        "letra": "D",
        "texto": "O segurador será obrigado a pagar em pecúnia o prejuízo resultante do risco assumido, ainda que seja convencionada a reposição da coisa."
      },
      {
        "letra": "E",
        "texto": "A doação a entidade futura prescreverá se, em dois anos, não estiver regularmente constituída."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2099010",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Considerando a interpretação de um contrato de doação, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doação é um contrato, donde a manifestação de vontade de doador e donatário é sempre necessária para a validade e a eficácia do negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "Não pode ser objeto de contrato de doação bem incorpóreo que será objeto de cessão de direitos, gratuita ou onerosa."
      },
      {
        "letra": "C",
        "texto": "É possível a inclusão de cláusula de reversão nesse contrato, a qual beneficiará o doador, porém não prevalecerá em favor de terceiro."
      },
      {
        "letra": "D",
        "texto": "A ingratidão do donatário poderá motivar a revogação da doação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2666193",
    "metadata": "Ano: 2022 | Banca: IVIN | Órgão: Prefeitura de Estreito - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Cláudio doou ao seu sobrinho, Gaspar, um veículo como presente de casamento deste com Patrícia, filha de um amigo muito próximo de Cláudio. No contrato particular de doação, porém, Cláudio, além de ter expresso a condição do casamento, estabeleceu cláusula de reversão em favor de Tarcísio, pai de Gaspar. De acordo com a situação narrada a legislação aplicável, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para ser válida, a doação somente pode ser realizada mediante escritura pública. Portanto, o contrato particular de Cláudio e Gaspar não possui eficácia jurídica."
      },
      {
        "letra": "B",
        "texto": "É válida a doação feita em contemplação de casamento futuro com pessoa certa e determinada, contudo não poderá ser exigida de volta se o casamento não se realizar."
      },
      {
        "letra": "C",
        "texto": "É válida a cláusula de reversão estabelecida por Cláudio sobre a doação feita a Gaspar em favor de Tarcísio."
      },
      {
        "letra": "D",
        "texto": "A cláusula de reversão é a disposição contratual de que, em caso de falecimento do donatário, o bem doado retornará ao patrimônio do doador."
      },
      {
        "letra": "E",
        "texto": "Em doações para casamento com certa e determinada pessoa, como é o caso narrado, o doador não sujeita-se mais à evicção, em nenhuma hipótese."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2571637",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: Prefeitura de São Martinho - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "No Direito Civil, considera-se nula a doação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com encargo."
      },
      {
        "letra": "B",
        "texto": "Remuneratória."
      },
      {
        "letra": "C",
        "texto": "Feita à nascituro."
      },
      {
        "letra": "D",
        "texto": "Universal."
      },
      {
        "letra": "E",
        "texto": "Com cláusula de reversão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2184489",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PRUDENCO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Existe uma modalidade contratual na qual uma das partes entrega bens móveis à outra, que fica autorizada a vendê-los, pagando àquele o preço ajustado, salvo se preferir, no prazo estabelecido, restituir-lhe a coisa. Trata-se de contrato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de preempção."
      },
      {
        "letra": "B",
        "texto": "retrovenda."
      },
      {
        "letra": "C",
        "texto": "de venda a contento."
      },
      {
        "letra": "D",
        "texto": "de venda com reserva de domínio."
      },
      {
        "letra": "E",
        "texto": "estimatório."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2003845",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Contando com algumas dívidas, Renato, maior e casado, pede ajuda à sua mãe, Carmen, para pagá-las. Sensibilizada, Carmen resolve doar o imóvel de menor valor entre os seus imóveis e celebra com o filho contrato de doação por instrumento público, do qual não participam, Márcia, sua nora, tampouco seus filhos. Na avença, Carmen se obriga a entregar a posse do bem a Renato em 15 dias, quando então os aluguéis do imóvel, que se encontrava locado, passariam a pertencer a Renato. Contudo, com receio da reação dos outros filhos, Carmen decide não entregar a posse do bem, entendendo que os danos que Renato vier a experimentar por não receber o aluguel servirão para lhe dar uma lição. Diante deste quadro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doação é nula, visto que Márcia não aquiesceu com a aquisição gratuita de direito real."
      },
      {
        "letra": "B",
        "texto": "A doação é válida e Carmen deverá responder pelas perdas e danos ocasionados na hipótese fática."
      },
      {
        "letra": "C",
        "texto": "A doação é nula, haja vista que os filhos de Carmen deveriam consentir com o ato."
      },
      {
        "letra": "D",
        "texto": "A doação é anulável, pois não contou com a aquiescência dos outros filhos de Carmen."
      },
      {
        "letra": "E",
        "texto": "A doação é válida, mas Carmen não deve indenizar Carlos, ante a liberalidade e gratuidade do ato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2003839",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Orlando, promitente comprador, celebrou contrato de promessa de compra e venda de bem imóvel com a Construtora Citra S.A., promitente vendedora; por razões meramente econômicas, o contrato não foi registrado no Registro Geral de Imóvel. Com o claro objetivo de quitar parte das parcelas vincendas, Orlando deixa um automóvel de sua propriedade na agência de veículos de Alice, sua amiga, que repassará para ele 90% do valor obtido em caso de alienação. Diante da situação narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falta do registro no Registro Geral de Imóveis impede a adjudicação compulsória do bem em caso de quitação de todas as parcelas e recusa imotivada da construtora na celebração da escritura definitiva de compra e venda."
      },
      {
        "letra": "B",
        "texto": "De acordo com o entendimento sumulado do Superior Tribunal de Justiça, como o contrato de promessa de compra e venda assemelha-se aos contratos de financiamento bancários, não regidos por legislação especial, os juros moratórios poderão ser convencionados acima do limite de um por cento ao mês em caso de mora."
      },
      {
        "letra": "C",
        "texto": "O contrato entre Orlando e a agência de Alice é classificado como estimatório, no qual o consignante entrega bem móvel ao consignatário, que fica autorizado a vendê-lo, pagando àquele o preço ajustado."
      },
      {
        "letra": "D",
        "texto": "O contrato de promessa de compra e venda, devido a sua natureza real, transmite ao promitente comprador o domínio e a posse direta do bem no momento de sua celebração."
      },
      {
        "letra": "E",
        "texto": "Tanto o contrato estimatório, quanto o de promessa de compra e venda, depende de forma prescrita na lei, o primeiro deve ser por escrito, enquanto que o segundo, por escritura pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1977659",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Em relação à doação no Direito brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doação é exemplo de contrato bilateral, já que demanda a manifestação de vontade de duas partes."
      },
      {
        "letra": "B",
        "texto": "Quando um transeunte joga seu copo plástico na lixeira pública, o regime jurídico aplicável à transferência da propriedade é o da doação."
      },
      {
        "letra": "C",
        "texto": "Para a revogação da doação com encargo, é necessária a mora do donatário no cumprimento do encargo."
      },
      {
        "letra": "D",
        "texto": "Os entes públicos não podem revogar doações feitas, por eles, a cidadãos ou entidades."
      },
      {
        "letra": "E",
        "texto": "A doação com encargo de bem imóvel ao município independe da manifestação de vontade expressa do beneficiário, já que se trata de ato gracioso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1974552",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Entre seus três filhos, Amália sempre demonstrou certa predileção por Vitor. Recentemente, seus outros filhos ficaram indignados quando ela deu um imóvel de presente a Vitor sem consultá-los, pois, embora ela tenha em seu patrimônio outros imóveis de maior valor, eles temem potencial prejuízo à parte deles na herança. A doação feita por Amália a Vitor sem concordância dos demais herdeiros é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inexistente;"
      },
      {
        "letra": "B",
        "texto": "nula;"
      },
      {
        "letra": "C",
        "texto": "anulável;"
      },
      {
        "letra": "D",
        "texto": "ineficaz;"
      },
      {
        "letra": "E",
        "texto": "válida."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1974551",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral"
    ],
    "enunciado_principal": "Jurema deixou consignada uma estatueta sua em uma loja de antiguidades, a Salomão Ltda. Os representantes da loja incumbiram-se de buscar vendê-la, obrigando-se a pagar a Jurema o preço ajustado ou devolver a estatueta ao final de um mês. Sobre o caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "durante a vigência do contrato, Jurema não perde a possibilidade de vender ela própria a estatueta;"
      },
      {
        "letra": "B",
        "texto": "a Salomão Ltda. ficará exonerada de sua obrigação se a estatueta perecer por fato não imputável à loja de antiguidades;"
      },
      {
        "letra": "C",
        "texto": "eventuais credores da Salomão Ltda. podem vir a penhorar a estatueta antes do término do contrato;"
      },
      {
        "letra": "D",
        "texto": "a escolha entre o pagamento do preço ou a devolução da estatueta é direito da Salomão Ltda.;"
      },
      {
        "letra": "E",
        "texto": "a entrega da estatueta para a venda implica transferência de sua propriedade à loja Salomão Ltda."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1974550",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Obrigações",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Adimplemento, Modalidades de Pagamento e Extinção das Obrigações"
    ],
    "enunciado_principal": "Marlise comprometera-se a dar um de seus cachorros, apelidado de Totó, para Rejane. Entretanto, tendo se apegado ao animal, no dia do vencimento ofereceu a Rejane, em lugar do Totó, uma joia que acabara de herdar de sua falecida tia, o que foi prontamente aceito pela credora, tendo ocorrido de imediato a transferência da joia. Todavia, decisão judicial veio a reconhecer a nulidade do testamento da tia, que previa o legado da joia a Marlise, vindo Rejane então a perder o bem em favor do acervo hereditário. Diante disso, Rejane pode exigir de Marlise:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o equivalente pecuniário da joia somente;"
      },
      {
        "letra": "B",
        "texto": "o equivalente pecuniário da joia mais eventuais perdas e danos;"
      },
      {
        "letra": "C",
        "texto": "o Totó somente;"
      },
      {
        "letra": "D",
        "texto": "o Totó mais eventuais perdas e danos;"
      },
      {
        "letra": "E",
        "texto": "perdas e danos somente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1971715",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ressalvados os regimes jurídicos previstos em leis especiais, os contratos civis e empresariais presumem-se paritários e simétricos até a presença de elementos concretos que justifiquem o afastamento dessa presunção."
      },
      {
        "letra": "B",
        "texto": "A doação pode ser revogada por ingratidão do donatário, ou por inexecução do encargo, sendo possível que as partes estipulem, expressamente, a renúncia antecipada do direito de revogar a liberalidade por ingratidão."
      },
      {
        "letra": "C",
        "texto": "As dívidas futuras podem ser objeto de fiança; mas o fiador, neste caso, não será demandado senão depois que se fizer certa e líquida a obrigação do principal devedor."
      },
      {
        "letra": "D",
        "texto": "Nos casos de inadimplemento do vendedor em virtude do atraso na entrega de imóvel em construção objeto de contrato ou promessa de compra e venda, a cláusula penal moratória tem a finalidade de indenizar pelo adimplemento tardio da obrigação, e, em regra, estabelecida em valor equivalente ao locativo, afasta-se sua cumulação com lucros cessantes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1959640",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Bruno doou, por contrato escrito, um imóvel a seu vizinho Marcos no ano de 2015. E, desde então, o donatário passou a alugar a referida casa, usufruindo dos seus aluguéis. Em 2021, Joana, irmã de Bruno, sofreu ofensa física de Marcos, resultando em lesão corporal de natureza leve. Em razão disso, o doador e sua irmã procuraram a Defensoria Pública do Amapá para receber orientação jurídica sobre o assunto. Diante dessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marcos poderá ser condenado a restituir os aluguéis recebidos desde 2015, caso a revogação da doação seja reconhecida judicialmente."
      },
      {
        "letra": "B",
        "texto": "Bruno poderá pleitear a revogação da doação por ingratidão, dentro de um ano da ciência do fato."
      },
      {
        "letra": "C",
        "texto": "a revogação da doação por ingratidão só seria possível em caso de lesão de natureza grave ou gravíssima, restando a Joana pleitear a reparação pelos danos sofridos."
      },
      {
        "letra": "D",
        "texto": "Bruno não poderá pleitear a revogação da doação por ingratidão, pois a ofensa não foi contra ele cometida. Será possível, no entanto, requerer que os frutos do imóvel sejam a ele restituídos, desde a citação válida de Marcos."
      },
      {
        "letra": "E",
        "texto": "Joana poderá pleitear a revogação da doação por ingratidão, dentro de dois anos do fato, assim como a restituição dos frutos percebidos desde a citação válida de Marcos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1943223",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "De acordo com o Código Civil, a entrega de bens móveis ao consignatário, que fica autorizado a vendê-los, pagando àquele o preço ajustado, caracteriza o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrato de representação."
      },
      {
        "letra": "B",
        "texto": "contrato estimatório."
      },
      {
        "letra": "C",
        "texto": "agenciamento."
      },
      {
        "letra": "D",
        "texto": "acordo de comissionamento."
      },
      {
        "letra": "E",
        "texto": "pacto de corretagem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1938051",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Marcos é solteiro e pai de três filhos. Ao longo de sua vida, ele angariou um patrimônio aproximado de 500 mil reais, quando decidiu presentear seu filho mais novo com uma casa cujo valor é de 350 mil reais. Ele realizou a doação em favor do filho mais novo, sem comunicar os demais filhos. Em tais circunstâncias, a doação deve ser considerada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válida, mas o bem doado deverá ser colacionado quando do inventário."
      },
      {
        "letra": "B",
        "texto": "nula de pleno direito, por ausência de anuência dos demais herdeiros."
      },
      {
        "letra": "C",
        "texto": "anulável, por ausência de anuência dos demais herdeiros, que deverão alegar judicialmente a anulabilidade do ato."
      },
      {
        "letra": "D",
        "texto": "válida, porém o que exceder à tutela da legítima é nulo."
      },
      {
        "letra": "E",
        "texto": "nula, uma vez que a doação de bens que excedem a legítima acarreta a nulidade de todo o ato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1933139",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "Lucas foi coagido por seu vizinho Jairo a doar um imóvel para ele. Para amedrontar Lucas, Jairo fez diversas ameaças, inclusive a de que a esposa de Lucas pagaria com a própria vida caso Lucas se recusasse a formalizar a doação ou buscasse a ajuda das autoridades. Como Jairo sabidamente mantinha armas ilegais em casa e era conhecido pelo seu comportamento extremamente violento, Lucas sujeitou-se à coação e firmou o contrato de doação. As ameaças de Jairo a Lucas e sua família continuaram ocorrendo periodicamente, mesmo após a celebração da doação, e só findaram quando Jairo veio a falecer, dois anos depois, por causas naturais. Ao receber essa notícia, Lucas decidiu procurar um advogado para perguntar se ainda era possível anular o contrato de doação que ele fora coagido a celebrar. Nesse caso, o prazo para que Lucas pleiteie a anulação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "começou a fluir na data de celebração da doação e foi interrompido na data da morte de Jairo;"
      },
      {
        "letra": "B",
        "texto": "começou a fluir na data da morte de Jairo e não pode ser interrompido;"
      },
      {
        "letra": "C",
        "texto": "começou a fluir na data de celebração da doação e será suspenso caso Lucas venha a pedir a anulação do contrato;"
      },
      {
        "letra": "D",
        "texto": "tinha natureza prescricional e já havia se esgotado na data da morte de Jairo;"
      },
      {
        "letra": "E",
        "texto": "tinha natureza prescricional e começou a correr na data da morte de Jairo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1923389",
    "metadata": "Ano: 2022 | Banca: CESGRANRIO | Órgão: ELETROBRAS-ELETRONUCLEAR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "P, em ato de liberalidade, doou uma casa para Q. Constavam do contrato as cláusulas de incomunicabilidade e impenhorabilidade. P veio a falecer, e Q vendeu o imóvel para S. Todavia, para realizar a transferência do domínio do bem e, assim, efetuar a transmissão da propriedade, o cartório de registro de imóveis exigiu a baixa dos gravames de incomunicabilidade e impenhorabilidade. Diante disso, Q solicitou, judicialmente, o cancelamento dos gravames. O pedido de Q deve ser acolhido?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não, pois a presença conjunta das cláusulas de impenhorabilidade e incomunicabilidade importa automaticamente na inalienabilidade da casa."
      },
      {
        "letra": "B",
        "texto": "Não, pois a cláusula de impenhorabilidade implica a incomunicabilidade e a inalienabilidade do bem imóvel."
      },
      {
        "letra": "C",
        "texto": "Não, pois a cláusula da impenhorabilidade proíbe que o bem seja transferido a terceiros."
      },
      {
        "letra": "D",
        "texto": "Sim, pois a cláusula de incomunicabilidade é uma restrição que tem por efeito a permissão para que Q possa dispor do bem recebido."
      },
      {
        "letra": "E",
        "texto": "Sim, pois o imóvel gravado exclusivamente com as cláusulas de impenhorabilidade e incomunicabilidade não é inalienável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914750",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Sobre a doação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é anulável a doação quanto à parte que exceder à de que o doador, no momento da liberalidade, poderia dispor em testamento."
      },
      {
        "letra": "B",
        "texto": "é anulável a doação de ascendente a descendente, salvo se os outros descendentes e o cônjuge do doador expressamente houverem consentido."
      },
      {
        "letra": "C",
        "texto": "a doação feita em contemplação do merecimento do donatário perde o caráter de liberalidade."
      },
      {
        "letra": "D",
        "texto": "dispensa-se a aceitação, se o donatário for absolutamente incapaz, desde que se trate de doação pura."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1873144",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Pessoa Jurídica",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Parte Geral"
    ],
    "enunciado_principal": "À luz das disposições do direito civil a respeito de pessoas naturais, pessoas jurídicas, obrigações e contratos em espécie, julgue os itens que se seguem. I A validade da doação feita ao nascituro dependerá da aceitação por parte de seu representante legal. II O registro da pessoa jurídica no órgão ou entidade competente possui natureza constitutiva. III O contrato estimatório possui natureza real quanto ao momento de seu aperfeiçoamento. IV A eficácia da cessão de crédito dependerá da anuência, expressa ou tácita, do devedor. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1870497",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Juliana devia a Paulo R$ 1 mil por serviços prestados. Para o pagamento da dívida, e como forma de gratificá-lo, Juliana doou-lhe um anel de ouro no valor de R$ 10 mil. No que se refere a essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Juliana deverá efetivar a doação por escritura pública."
      },
      {
        "letra": "B",
        "texto": "Se Paulo for absolutamente incapaz, dispensa-se a aceitação por seu representante legal."
      },
      {
        "letra": "C",
        "texto": "Juliana poderá disciplinar que o anel será transferido a sua filha, em caso de morte de Paulo."
      },
      {
        "letra": "D",
        "texto": "Caso Juliana assinale prazo para o aceite e não obtenha resposta, será presumido que Paulo aceitou a doação, se ciente do prazo estipulado."
      },
      {
        "letra": "E",
        "texto": "Juliana poderá, no mesmo ato que se efetivar a doação, renunciar a seu direito de revogar a doação por ingratidão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1869913",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "O contrato em que uma pessoa, por liberalidade, transfere do seu patrimônio bens ou vantagens para o de outra é denominado de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compra e venda."
      },
      {
        "letra": "B",
        "texto": "Estimatório"
      },
      {
        "letra": "C",
        "texto": "Permuta"
      },
      {
        "letra": "D",
        "texto": "Doação"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1857264",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Em um contrato, Marcos doou um automóvel para Hugo, que se obrigou, por cláusula constante do próprio instrumento de doação firmado por ambos, a utilizar o veículo para transportar Marcos de sua casa até a faculdade pelo prazo de um ano. Tal cláusula é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válida e configura um exemplo de encargo em uma doação modal."
      },
      {
        "letra": "B",
        "texto": "válida, mas transmuda a natureza do contrato de doação, que deixa de ser de doação e passa a ser de permuta."
      },
      {
        "letra": "C",
        "texto": "válida, mas transmuda a natureza do contrato de doação, que deixa de ser de doação e passa a ser compra e venda."
      },
      {
        "letra": "D",
        "texto": "nula, por desvirtuar o contrato de doação, que deve ser gratuito."
      },
      {
        "letra": "E",
        "texto": "nula, por desvirtuar o contrato de doação, que é unilateral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1852654",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Sucessões",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Leonardo comparece com uma de suas filhas, Karina, ao cartório, com o objetivo de celebrar em favor dela contrato de doação de dois apartamentos de igual valor, que são os únicos bens que possui, reservando para si somente o usufruto do imóvel em que atualmente reside. O contrato em questão será:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "totalmente válido, por não estar inquinado por vício nem violar disposição de lei;"
      },
      {
        "letra": "B",
        "texto": "parcialmente inválido, na parte em que excede aquilo de que Leonardo poderia dispor em testamento;"
      },
      {
        "letra": "C",
        "texto": "parcialmente inválido, por configurar doação de todos os bens do doador (doação universal);"
      },
      {
        "letra": "D",
        "texto": "totalmente inválido, por configurar doação de todos os bens do doador (doação universal);"
      },
      {
        "letra": "E",
        "texto": "totalmente inválido, pela ausência de consentimento das outras filhas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852554",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Quando Henrique faleceu, suas duas filhas, Isabela e Isadora, entraram em litígio, pois a primeira sempre se sentiu preterida pelo pai frente à segunda. Durante o inventário, apesar do vasto patrimônio deixado por Henrique, Isabela buscou impugnar a doação que o pai fez a Isadora de uma joia de pequeno valor econômico, que pertencera à avó de ambas. Henrique entregara a joia a Isadora no momento da doação e Isabela agora alega que a doação deveria ter sido formalizada por escrito. A alegação de Isabela:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "procede, pois a doação é contrato formal, que deve ser feito por escritura pública;"
      },
      {
        "letra": "B",
        "texto": "procede, pois a doação é contrato formal, que deve ser feito por escritura pública ou instrumento particular;"
      },
      {
        "letra": "C",
        "texto": "não procede, pois a doação é contrato consensual, que pode revestir qualquer forma, salvo se tiver por objeto bem imóvel;"
      },
      {
        "letra": "D",
        "texto": "não procede, pois a doação verbal é válida se tiver por objeto bem móvel de pequeno valor e se lhe seguir incontinenti a tradição;"
      },
      {
        "letra": "E",
        "texto": "procede, pois a doação é contrato formal, que deve ser feito por escritura pública, se envolver transmissão de imóvel, ou instrumento particular, se tiver por objeto bem móvel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1852357",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Sob a precisa dicção legal, “considera-se doação o contrato em que uma pessoa, por liberalidade, transfere do seu patrimônio bens ou vantagens para o de outra”. Assinale a afirmativa que contenha previsão que macule a validade do contrato de doação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doação de bens móveis e de pequeno valor, seguida da tradição, pode ser realizada verbalmente."
      },
      {
        "letra": "B",
        "texto": "A doação feita à entidade futura caduca caso esta não seja regularmente constituída no prazo de 2 (dois) anos."
      },
      {
        "letra": "C",
        "texto": "A doação quanto à parte que exceda à de que o doador, no momento da liberalidade, poderia dispor em testamento é nula."
      },
      {
        "letra": "D",
        "texto": "Gozando de plena capacidade, é válida a doação de todos os bens de pessoa que comprovadamente subsista à dependência de terceiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1844692",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Dona Aldeíde garantiu à sua neta Rejane que, se essa se casasse, ganharia dela o colar de pérolas que se encontra na família há gerações. Entretanto, alguns anos depois, diante da ausência de perspectiva de matrimônio de Rejane, Aldeíde doa o colar para outra neta, Ludmila. A doação de Aldeíde a Ludmila:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "implica revogação tácita da promessa que fizera a Rejane, ante a incompatibilidade entre as duas;"
      },
      {
        "letra": "B",
        "texto": "é válida e eficaz, pois a promessa a Rejane já perdera o efeito pelo decurso do tempo sem casamento;"
      },
      {
        "letra": "C",
        "texto": "deixará de produzir efeito se Rejane vier a se casar, fazendo ela jus ao recebimento da joia;"
      },
      {
        "letra": "D",
        "texto": "é nula, porque Aldeíde já tinha alienado o colar e, portanto, não tinha mais legitimidade para doá-lo;"
      },
      {
        "letra": "E",
        "texto": "é nula, porque embora Rejane tenha mera expectativa de direito, a conduta de Aldeíde viola a boa-fé."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1837972",
    "metadata": "Ano: 2021 | Banca: MPM | Órgão: MPM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "SOBRE OS CONTRATOS EM ESPÉCIE E O INADIMPLEMENTO DAS OBRIGAÇÕES, É CORRETO AFIRMAR:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se em uma doação sujeita a encargo, o doador instituiu obrigação do donatário a ser cumprida em favor de terceiros, vindo o doador a falecer antes dessa quitação, o contrato se consumará em definitivo."
      },
      {
        "letra": "B",
        "texto": "Aquele que atrasa pagamento de contrato verbal de empréstimo pecuniário contraído com particular, em que não houve juros remuneratórios ajustados, está isento de pagá-los, bastando reembolsar a correção monetária do período e juros de mora."
      },
      {
        "letra": "C",
        "texto": "O atraso da última prestação de um imóvel comprado em 60 parcelas, com cláusula de alienação fiduciária em garantia, não autoriza o vendedor a rescindir automaticamente o contrato e retomar imediatamente a posse direta do bem alienado, por força da teoria do adimplemento substancial que é aceita no ordenamento jurídico brasileiro."
      },
      {
        "letra": "D",
        "texto": "No contrato de empreitada, seja ela mista ou de lavor, o empreiteiro pode suspender imediatamente a execução da obra, sempre que houver divergência de medição entre ele e o dono da obra."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1826545",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "A respeito dos contratos e do direito das coisas, julgue o item subsequente. Ainda que seja impossível restituir a coisa ao consignante por fato não imputável ao consignatário, este será obrigado a pagar o preço da coisa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1826544",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "A respeito dos contratos e do direito das coisas, julgue o item subsequente. Em se tratando de doação pura, caso o donatário seja pessoa absolutamente incapaz, será dispensada a aceitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1813764",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A respeito dos contratos, analise as proposições a seguir: I. A exceptio non adimpleti contractus é aplicável somente aos contratos sinalagmáticos. II. É abusiva a inserção de cláusula solve et repete em contratos de consumo. III. A doação de ascendente para descendente é válida, ainda que realizada sem a anuência dos demais descendentes. IV. Nos contratos onerosos, o alienante responde pela evicção, ainda que a aquisição tenha se realizado em hasta pública. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1785373",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Vilma doou R$ 200.000,00 a José, que se apresentava como líder religioso e dizia a Vilma que tal doação lhe garantiria melhoras na sua vida profissional e pessoal. O numerário era fruto de poupança de uma vida inteira de Vilma, que é viúva e tem um filho, já maior e capaz. Meses depois, Vilma procura atendimento na Defensoria Pública mostrando arrependimento em relação à doação. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a revogação da doação se justifica pela inexecução do encargo estabelecido no contrato verbal de doação."
      },
      {
        "letra": "B",
        "texto": "é válida a doação verbal, ainda que sobrem bens móveis, independentemente do valor, se for seguida da tradição."
      },
      {
        "letra": "C",
        "texto": "é nula a doação dos bens que não garantam o mínimo de subsistência ao doador, estando sujeita ao prazo prescricional geral de dez anos."
      },
      {
        "letra": "D",
        "texto": "a doação realizada por Vilma pode ser considerada doação inoficiosa, porque, no momento da liberalidade, excedeu o limite disponível em relação à legítima."
      },
      {
        "letra": "E",
        "texto": "a doação somente poderá ser anulada se alegado vício de consentimento, prescrevendo a ação em quatro anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1779558",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Jundiaí - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Sobre a doação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O doador pode fixar prazo ao donatário, para declarar se aceita ou não a liberalidade; desde que o donatário, ciente do prazo, não faça, dentro dele, a declaração, entender-se-á que aceitou a doação, pura ou sujeita a encargo."
      },
      {
        "letra": "B",
        "texto": "A doação far-se-á por escritura pública ou instrumento particular, somente sendo admitida a doação verbal se esta versar sobre bens móveis e de pequeno valor, devendo a tradição ser realizada dentro do prazo acordado verbalmente."
      },
      {
        "letra": "C",
        "texto": "A doação feita a nascituro ou a menor absolutamente incapaz dispensa a aceitação do representante legal, desde que se trate de doação pura."
      },
      {
        "letra": "D",
        "texto": "O doador pode estipular que os bens doados voltem ao seu patrimônio, se sobreviver ao donatário, bem como estipular cláusula de reversão em favor de terceiro."
      },
      {
        "letra": "E",
        "texto": "Salvo declaração em contrário, a doação em comum a mais de uma pessoa entende-se distribuída entre elas por igual; se os donatários, em tal caso, forem marido e mulher, subsistirá na totalidade a doação para o cônjuge sobrevivo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1745386",
    "metadata": "Ano: 2020 | Banca: STATUS | Órgão: Sescoop - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Sobre a possibilidade da revogação ou não da doação, nos termos da legislação civil brasileira, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doação não pode ser revogada após a tradição do bem."
      },
      {
        "letra": "B",
        "texto": "A doação pode ser revogada somente por inexecução do encargo."
      },
      {
        "letra": "C",
        "texto": "A doação pode ser revogada por ingratidão do donatário, ou por inexecução do encargo."
      },
      {
        "letra": "D",
        "texto": "A doação nunca pode ser revogada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1143923",
    "metadata": "Ano: 2020 | Banca: Instituto Consulplan | Órgão: Prefeitura de Formiga - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Sobre as estipulações legais de um contrato de doação, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doação em forma de subvenção periódica ao beneficiado extingue-se morrendo o donatário, salvo se este dispuser de forma diversa, mas não poderá ultrapassar a vida do doador."
      },
      {
        "letra": "B",
        "texto": "O doador pode fixar prazo ao donatário, para declarar se aceita ou não a liberalidade. Desde que o donatário, ciente do prazo, não faça, dentro dele, a declaração, entender-se-á que aceitou, se a doação não for sujeita a encargo."
      },
      {
        "letra": "C",
        "texto": "A doação feita em contemplação do merecimento do donatário não perde o caráter de liberalidade, como não o perde a doação remuneratória, ou a gravada, no excedente ao valor dos serviços remunerados ou ao encargo imposto."
      },
      {
        "letra": "D",
        "texto": "É nula a doação de todos os bens sem reserva de parte, ou renda suficiente para a subsistência do doador, bem como também é nula a doação quanto à parte que exceder à de que o doador, no momento da liberalidade, poderia dispor em testamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1136628",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: FITO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "No que diz respeito ao contrato estimatório, previsto no código civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo contrato estimatório, o consignante entrega bens móveis ou imóveis ao consignatário, que fica autorizado a vendê-los, pagando àquele o preço ajustado, salvo se preferir, no prazo estabelecido, restituir-lhe a coisa consignada."
      },
      {
        "letra": "B",
        "texto": "O consignatário se exonera da obrigação de pagar o preço, se a restituição da coisa, em sua integridade, se tornar impossível, ainda que por fato a ele não imputável."
      },
      {
        "letra": "C",
        "texto": "A coisa consignada pode ser objeto de penhora ou sequestro pelos credores do consignatário, enquanto não pago integralmente o preço."
      },
      {
        "letra": "D",
        "texto": "O consignante não pode dispor da coisa antes de lhe ser restituída ou de lhe ser comunicada a restituição."
      },
      {
        "letra": "E",
        "texto": "É anulável a consignação de bens de valores desiguais entre ascendentes e descendentes, sem consentimento dos outros descendentes e do cônjuge do alienante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1818012",
    "metadata": "Ano: 2019 | Banca: Método Soluções Educacionais | Órgão: Prefeitura de Arenápolis - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doação verbal será válida, se, independente de sua natureza, os bens sejam de pequeno valor."
      },
      {
        "letra": "B",
        "texto": "A doação feita ao nascituro valerá, independente de aceite."
      },
      {
        "letra": "C",
        "texto": "A doação a entidade futura caducará se, em três anos, esta não estiver constituída regularmente."
      },
      {
        "letra": "D",
        "texto": "O donatário é obrigado a cumprir os encargos da doação, caso forem a benefício do doador, de terceiro, ou do interesse geral."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1748987",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura da Estância Turística de Guaratinguetá",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Parte Geral",
      "Teoria das Nulidades: Causas de Nulidade e de Anulabilidade"
    ],
    "enunciado_principal": "José, casado com Maria, com a qual tem dois filhos maiores, Pedro e Paulo, doou um carro de luxo para sua concubina Rita, em 01.01.2017. Ao tomar conhecimento da doação realizada por José, Maria solicitou o divórcio, que foi registrado no Cartório de Registro Civil em 01.01.2018. Maria, em 01.08.2019, procurou um advogado para saber se poderia anular a doação do carro de luxo realizada por José à Rita. Sobre o caso hipotético, pode-se corretamente afirmar que a doação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser anulada exclusivamente a pedido de Maria em até dois anos da efetivação da doação."
      },
      {
        "letra": "B",
        "texto": "não pode ser anulada, tendo em vista que decorreu o prazo decadencial de dois anos, contados da doação."
      },
      {
        "letra": "C",
        "texto": "somente pode ser anulada a pedido de Pedro e Paulo, no prazo de até quatro anos da efetivação da doação."
      },
      {
        "letra": "D",
        "texto": "ainda não transcorreu o prazo decadencial e a doação pode ser anulada por Maria, bem como por Pedro e Paulo."
      },
      {
        "letra": "E",
        "texto": "não pode mais ser anulada por Maria, por não mais ostentar a condição de esposa, mas pode ser anulada por Pedro e Paulo, em até dois anos contados da efetivação da doação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1739489",
    "metadata": "Ano: 2019 | Banca: IDHTEC | Órgão: Prefeitura de Maragogi - AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Com relação aos contratos de doação, julgue os itens a seguir. I. O contrato de doação pura e simples em benefício do absolutamente incapaz, em regra, dispensa a aceitação expressa. II. Nos contratos de doação com encargo, o silêncio do donatário pode resultar na aceitação tácita. III. O contrato de doação é simplesmente consensual, visto que não exige, para seu aperfeiçoamento, a entrega da coisa doada ao donatário, gerando apenas direitos pessoais entre do doador e o donatário. IV. A doação feita em contemplação de casamento futuro com pessoa certa e determinada pode ser impugnada pelos nubentes por falta de aceitação. V. A doação de um cônjuge a outro não importa em adiantamento de herança. Quanto aos itens anteriores, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens III e V são falsos."
      },
      {
        "letra": "B",
        "texto": "Existem apenas dois itens verdadeiros."
      },
      {
        "letra": "C",
        "texto": "Todos os itens são verdadeiros."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e IV são falsos."
      },
      {
        "letra": "E",
        "texto": "Só existe um item falso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1690470",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Birigui - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "No tocante á doação universal, aponte a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo os que não possuem herdeiros, não podem doar tudo o que têm."
      },
      {
        "letra": "B",
        "texto": "Podem ser revogadas por ingratidão, mesmo que não sejam remuneratórias."
      },
      {
        "letra": "C",
        "texto": "Caducará se, em três anos, a entidade a que se destina não estiver constituída regularmente."
      },
      {
        "letra": "D",
        "texto": "Valerá se o doador estipular que os bens doados voltem ao seu patrimônio, se sobreviver ao donatário."
      },
      {
        "letra": "E",
        "texto": "A doação terá eficácia se houver declaração registrada em testamento de haver outros bens, mesmo não os tendo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1677390",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "O engenheiro \"A\" planejou e executou a construção de um imóvel de propriedade de seu amigo \"B\" sem a cobrança de honorários profissionais. “B\" efetuou a doação de um terreno em favor de 'A\" unicamente a titulo de recompensa pelos serviços de engenharia. Dois meses após a doação, \"A\" caluniou e injuriou gravemente \"B\". Nessa situação, a doação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não podará ser revogada por ingratidão do donatário."
      },
      {
        "letra": "B",
        "texto": "poderá ser revogada por ingratidão do donatário."
      },
      {
        "letra": "C",
        "texto": "não poderá ser revogada somente caso tenha havido a renúncia antecipada ao direito da revogar a liberalidade por ingratidão do donatário"
      },
      {
        "letra": "D",
        "texto": "não poderá ser revogada por ingratidão apenas se o donatário for ascendente do doador."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1677353",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Sobre o contrato de permute, de acordo com o Código Civil (Lei n° 10.406/2002), é correta afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no contrato de permuta de imóveis da valores iguais, o alienante não responde pela evicção, em nenhuma hipótese."
      },
      {
        "letra": "B",
        "texto": "cada um dos contratantes deverá pagar por metade as despesas com o instrumento da permuta, não se admitindo disposição em contrário."
      },
      {
        "letra": "C",
        "texto": "é anulável a permuta de imóveis de valores desiguais entre ascendente e descendente, sem o consentimento dos outras descendentes e do cônjuge do alienando."
      },
      {
        "letra": "D",
        "texto": "o tabelião não poderá lavrar escritura de permuta de bem Imóvel por bem móvel."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1677345",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Sobre a escritura pública de doação de imóvel, é correto afirmar que, segundo o Código Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser lavrada por tabelião de notas apenas se o donatário tiver algum vínculo de parentesco com o doador."
      },
      {
        "letra": "B",
        "texto": "não é possível ser lavrada por tabelião de notas se o donatário for nascituro."
      },
      {
        "letra": "C",
        "texto": "é possível a convenção da cláusula de reversão segundo a qual os bens doados voltem ao patrimônio do doador, se este sobreviver ao donatário."
      },
      {
        "letra": "D",
        "texto": "caso a doação seja de ascendente para descendente, somente poderá ser lavrada pelo tabelião de notas se os doadores estipularem que o ato de liberalidade importara em adiantamento da parte da legítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1290889",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "obre o contrato de doação, responda as questões: I. O doador pode estipular que os bens doados voltem ao seu patrimônio, se sobreviver ao donatário. II. A doação pode ser revogada por ingratidão do donatário se este cometeu ofensa física contra o doador ou o seu cônjuge, ascendente, descendente ou irmão. III. Se os donatários em doação em comum forem marido e mulher, subsistirá na totalidade a doação para o cônjuge sobrevivo, salvo declaração em contrário. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e II são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva II é verdadeira."
      },
      {
        "letra": "C",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas são falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1245244",
    "metadata": "Ano: 2019 | Banca: INSTITUTO PRÓ-MUNICÍPIO | Órgão: Prefeitura de Massapê - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Daniela, muito amiga de Carlos, resolveu incrementar à sua renda mensal com uma pequena produção de doces e tortas salgadas, e buscou apoio na cafeteria de seu amigo para que as vendas tivessem início. Assim, estipulou com ele que o valor da fatia de bolo seria R$ 5,00 (cinco reais) e o valor da fatia da torta, R$ 8,00 (oito reais), combinando que ao final de cada dia iria levantar o valor junto ao financeiro da cafeteria para, também, fazer a reposição dos produtos para que estivessem sempre fresquinhos para os clientes. Porém, tempos depois, Daniela descobre que Carlos estava vendendo o pedaço de bolo por R$ 8,00 (oito reais) e o de torta salgada, R$ 10,00 (dez reais). Acerca da situação acima, assinale a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos deverá pagar para Daniela o valor integral das mercadorias deixadas pela amiga, qual seja o de R$ 8,00 (oito reais) pela fatia de bolo e R$ 10,00 (dez reais) pela fatia da torta, uma vez que aquele tem a obrigação de pagar os valores pelos quais os bens foram vendidos;"
      },
      {
        "letra": "B",
        "texto": "Carlos deverá pagar para Daniela o valor de R$ 5,00 (cinco reais) pela fatia de bolo e de R$ 8,00 (oito reais) pela fatia de torta, uma vez que o contrato é estimatório, e caso não venda tudo, Carlos deverá devolver o restante para Daniela;"
      },
      {
        "letra": "C",
        "texto": "Carlos pode ficar com a metade do valor que vendeu os produtos, devendo devolver o restante para Daniela;"
      },
      {
        "letra": "D",
        "texto": "Daniela pode cobrar de seu amigo Carlos a devolução total dos produtos ou o valor pelo qual ele estava vendendo a fatia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1243493",
    "metadata": "Ano: 2019 | Banca: MetroCapital Soluções | Órgão: Prefeitura de Conchas - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Como é cediço, o contrato de doação tem como essência a intenção livre e consciente de privação de coisa móvel ou imóvel em favor do donatário. Sobre o tema, analise os itens a seguir e, ao final, assinale a alternativa correta: I – A doação inoficiosa é anulável. II – A lei confere autonomia plena ao titular do patrimônio, permitindo-lhe a doação da integralidade de seu acervo sem nenhuma ressalva. III – O Código Civil impõe limitação à liberdade de disposição, de tal modo que a existência de cônjuges ou filhos limita o ato de disposição à metade do patrimônio do doador.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é verdadeiro."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são verdadeiros."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1216316",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: Prefeitura de Suzano - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Sobre as estipulações legais de um contrato de doação, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doação em forma de subvenção periódica ao beneficiado extingue-se morrendo o donatário, salvo se este dispuser de forma diversa, mas não poderá ultrapassar a vida do doador."
      },
      {
        "letra": "B",
        "texto": "O doador pode fixar prazo ao donatário, para declarar se aceita ou não a liberalidade. Desde que o donatário, ciente do prazo, não faça, dentro dele, a declaração, entender-se-á que aceitou, se a doação não for sujeita a encargo."
      },
      {
        "letra": "C",
        "texto": "A doação feita em contemplação do merecimento do donatário não perde o caráter de liberalidade, como não perde a doação remuneratória, ou a gravada, no excedente ao valor dos serviços remunerados ou ao encargo imposto."
      },
      {
        "letra": "D",
        "texto": "É nula a doação de todos os bens sem reserva de parte, ou renda suficiente para a subsistência do doador, bem como também é nula a doação quanto à parte que exceder à de que o doador, no momento da liberalidade, poderia dispor em testamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1143830",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de São Roque - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Sobre o instituto da doação, assinale a alternativa que está em conformidade com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doação de ascendentes a descendentes não importa adiantamento do que lhes cabe por herança."
      },
      {
        "letra": "B",
        "texto": "Se o donatário for absolutamente incapaz, é indispensável a aceitação, desde que se trate de doação pura."
      },
      {
        "letra": "C",
        "texto": "A doação feita ao nascituro valerá, sendo aceita pelo seu representante legal."
      },
      {
        "letra": "D",
        "texto": "A doação verbal não será válida se versar sobre bens móveis e de pequeno valor e lhe seguir incontinenti a tradição."
      },
      {
        "letra": "E",
        "texto": "A doação do cônjuge adúltero ao seu cúmplice pode ser anulada pelo outro cônjuge até cinco anos depois de dissolvida a sociedade conjugal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1134952",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de São Miguel Arcanjo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "José doou um imóvel para sua concubina Madalena, sem o conhecimento de sua esposa Maria, em 01/01/2000. Em 01/01/2005, José e Maria se divorciaram. Maria, em 01/01/2006, foi para o exterior trabalhar como assessora da Embaixada brasileira de Londres, ficando lá até 01/01/2017, quando retornou ao Brasil. Em 30/12/2017, enviou uma notificação extrajudicial para José, requerente que este reverta a doação do imóvel feita a Madalena ou lhe pague o valor equivalente à metade do bem doado. Em 02/01/2019, ela procurou um advogado postulando a anulação da doação feita por José a Madalena. Pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o direito de anular a doação pode ser exercido até o dia 30/12/2019, quando então decairá o direito de Maria anular a doação."
      },
      {
        "letra": "B",
        "texto": "o direito de anular a doação decaiu em 01/01/2005."
      },
      {
        "letra": "C",
        "texto": "a pretensão de Maria prescreveu em 01/01/2002."
      },
      {
        "letra": "D",
        "texto": "a pretensão de Maria prescreverá em 01/01/2020."
      },
      {
        "letra": "E",
        "texto": "o direito de anular a doação decaiu em 01/01/2018."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1100190",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Daniel, casado sob o regime de comunhão parcial de bens e pai de uma filha, manteve um relacionamento extraconjugal até falecer. No período desse relacionamento, deu de presente de aniversário à concubina um automóvel que havia adquirido antes do casamento. No dia do enterro de Daniel, a concubina compareceu ao velório e deu à esposa e à filha de Daniel conhecimento da relação extraconjugal que manteve com ele e da doação realizada. Acerca dessa situação hipotética, assinale a opção correta, conforme o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doação realizada foi perfeita e eficaz, não cabendo questionamento sobre o negócio jurídico, haja vista o regime de bens adotado pelos cônjuges e a natureza do bem doado."
      },
      {
        "letra": "B",
        "texto": "Apenas a filha do de cujus poderá mover ação anulatória da doação, no prazo decadencial de dois anos, contados do falecimento de Daniel."
      },
      {
        "letra": "C",
        "texto": "A viúva ou a filha do de cujus poderão mover ação anulatória da doação, no prazo decadencial de dois anos, contados do falecimento de Daniel."
      },
      {
        "letra": "D",
        "texto": "A viúva ou a filha do de cujus poderão mover ação anulatória da doação, no prazo prescricional de dois anos, contados do falecimento de Daniel"
      },
      {
        "letra": "E",
        "texto": "A viúva ou a filha do de cujus poderão mover ação anulatória da doação, no prazo prescricional de dez anos, contados do falecimento de Daniel."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1098024",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Reflita a respeito das seguintes assertivas e marque a opção correta: I. A venda de coisa móvel ou imóvel de ascendente a descendente é anulável, sem o consentimento expresso dos outros descendentes e do cônjuge do alienante. II. É anulável a troca de valores desiguais entre ascendentes e descendentes, sem consentimento dos outros descendentes e do cônjuge do alienante. III. A proibição de venda de ascendente a descendente não é absoluta, mas é aplicável à venda feita pelo avô ao neto. IV. A venda de ascendente para descendente não se submete ao instituto da colação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "As assertivas I, II, III e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1093866",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Mauá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Empréstimo: Comodato e Mútuo"
    ],
    "enunciado_principal": "Sobre os contratos em espécie, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O comodato é contrato real, bilateral e gratuito e o comodatário se obriga a restituir a coisa, quando decorrido o prazo da entrega da coisa ou, na hipótese de prazo indeterminado, após o cumprimento da finalidade para a qual a coisa foi emprestada."
      },
      {
        "letra": "B",
        "texto": "Assim como o comodato, a doação é contrato real, bilateral e gratuito e pode ser estipulada verbalmente pelo doador, não exigindo a lei forma específica."
      },
      {
        "letra": "C",
        "texto": "Tanto o comodato como a doação são contratos unilaterais e gratuitos, porém, a doação é contrato formal, exigindo-se escritura pública ou instrumento particular."
      },
      {
        "letra": "D",
        "texto": "Tanto o comodato como a doação são contratos unilaterais, gratuitos e reais, exigindo-se, em ambos os casos, escritura pública ou instrumento particular."
      },
      {
        "letra": "E",
        "texto": "Embora seja contrato unilateral e gratuito, qualquer liberalidade informal do doador gera direitos em favor do donatário, vinculando-se o doador, nesta hipótese, ao negócio jurídico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1037427",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "De acordo com o Código Civil Brasileiro, analise as afirmativas sobre o contrato de doação. I. O contrato de doação, por si só, não opera a transferência da propriedade. II. Na doação, a cláusula de reversão por premoriência do donatário pode ser estipulada em favor de terceiro a quem o doador designar. III. É nula a doação de todos os bens do doador, sem reserva de parte, ou renda suficiente para a sua subsistência. IV. Só o doador tem legitimidade para propor a ação de revogação da doação, mas os herdeiros podem prosseguir na ação iniciada pelo doador. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1036593",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Por força de contrato estimatório, Laura entregou certa quantidade de peças de vestuário a Isabela, que ficou autorizada a vender esses produtos a terceiros, pagando àquela o preço ajustado. Nesse caso, de acordo com o Código Civil,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Isabela, se preferir, poderá restituir os produtos a Laura, no prazo estabelecido, caso em que ficará dispensada de pagar-lhe o preço ajustado."
      },
      {
        "letra": "B",
        "texto": "os produtos não poderão ser objeto de penhora ou sequestro pelos credores de Isabela, nem mesmo depois de pago integralmente o preço a Laura."
      },
      {
        "letra": "C",
        "texto": "Isabela se exonerará da obrigação de pagar o preço, se a restituição dos produtos, em sua integridade, se tornar impossível por fato não imputável a ela."
      },
      {
        "letra": "D",
        "texto": "Antes da concretização da venda por Isabela, Laura poderá dispor dos produtos, mesmo antes de lhe serem restituídos ou de lhe ser comunicada a restituição."
      },
      {
        "letra": "E",
        "texto": "Isabela atuará como mandatária de Laura, dado que ao contrato estimatório se aplicam, no que couber, as regras concernentes ao mandato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1018021",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: SCGás",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "Em relação aos contratos, responda: I. Podem ser revogadas por ingratidão as doações se o donatário injuriou gravemente ou o caluniou o doador. II. O doador pode estipular que os bens doados voltem ao seu patrimônio se sobreviver ao donatário. III. A cláusula de retrovenda pode ser colocada em contrato de compra e venda de bem móvel e imóvel, e confere ao vendedor o direito potestativo de recobrar o bem em prazo determinado. IV. O direito de retrato, que é cessível e transmissível a herdeiros e legatários, poderá ser exercido contra o terceiro adquirente. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, lI e IlI são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas lI e IlI são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I, II e IV são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1014319",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Piracicaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Tendo em vista a Legislação Civil Brasileira, no que se refere às doações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O donatário absolutamente incapaz deverá demonstrar, expressamente, sua aceitação pela doação, desde que se trate de doação pura."
      },
      {
        "letra": "B",
        "texto": "Doação é um ato solene que se fará por escritura pública ou instrumento particular de bens imóveis ou móveis, independentemente do valor, não sendo válida a doação verbal."
      },
      {
        "letra": "C",
        "texto": "Doação feita à entidade futura caducará se, no prazo de dois anos, esta não estiver constituída regularmente."
      },
      {
        "letra": "D",
        "texto": "O doador pode fixar prazo ao donatário, para declarar se aceita ou não a liberalidade. Desde que o donatário, ciente do prazo, não faça, dentro dele, a declaração, entender-se-á que a recusou, se a doação não for sujeita a encargo."
      },
      {
        "letra": "E",
        "texto": "É permitido ao doador revogar a doação onerada por ingratidão, mesmo com o encargo já cumprido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "990641",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "A doa certo imóvel para B e C, casados pelo regime da separação de bens, sendo a doação registrada no Registro de Imóveis. Pode-se afirmar que a doação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é conjuntiva e, em caso de morte de um dos donatários, a sua fração ideal deverá ser partilhada, e a partilha registrada."
      },
      {
        "letra": "B",
        "texto": "não é conjuntiva e, em caso de morte de um dos donatários, o bem não deverá ser partilhado, ficando na totalidade para o donatário sobrevivente, bastando para tanto um ato de averbação."
      },
      {
        "letra": "C",
        "texto": "é conjuntiva e, em caso de morte de um dos donatários, o bem não deverá ser partilhado, ficando na totalidade para o donatário sobrevivente, bastando para tanto um ato de averbação."
      },
      {
        "letra": "D",
        "texto": "é conjuntiva e, em caso de morte de um dos donatários, o bem ficará na totalidade para o cônjuge sobrevivente, independentemente de partilha, devendo haver ato de registro stricto sensu."
      },
      {
        "letra": "E",
        "texto": "é conjuntiva e, em caso de morte de um dos donatários, a sua fração ideal deverá ser partilhada, e a partilha registrada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "990113",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: CGE - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "O ato de entrega de bem móvel de consignante para consignatário, ficando este autorizado a vendê-lo pelo preço acordado ou, se preferir, restituir o bem consignado, constitui hipótese de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "retrovenda."
      },
      {
        "letra": "B",
        "texto": "preempção."
      },
      {
        "letra": "C",
        "texto": "venda a contento."
      },
      {
        "letra": "D",
        "texto": "contrato estimatório."
      },
      {
        "letra": "E",
        "texto": "doação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "987737",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Depósito, Mandato, Comissão, Agência e Distribuição",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança"
    ],
    "enunciado_principal": "Helena obrigou-se, a título gratuito, mediante contrato que exige escritura pública para ter validade, ao pagamento, pelo período determinado de um ano, de uma prestação mensal a Ana. A respeito dessa situação hipotética, assinale a opção que apresenta a denominação do contrato celebrado entre Helena e Ana.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrato de constituição de renda"
      },
      {
        "letra": "B",
        "texto": "contrato de agência e distribuição"
      },
      {
        "letra": "C",
        "texto": "contrato de depósito necessário"
      },
      {
        "letra": "D",
        "texto": "contrato de doação"
      },
      {
        "letra": "E",
        "texto": "contrato estimatório"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987273",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "A doação de determinado bem a mais de uma pessoa é denominada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contemplativa."
      },
      {
        "letra": "B",
        "texto": "mista."
      },
      {
        "letra": "C",
        "texto": "conjuntiva."
      },
      {
        "letra": "D",
        "texto": "divisível."
      },
      {
        "letra": "E",
        "texto": "híbrida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "981383",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil acerca de contratos, julgue o item subsequente. Em qualquer hipótese, a doação verbal não é válida quando o objeto for bem móvel.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "963245",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: AL-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Empréstimo: Comodato e Mútuo",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Prestação de Serviços e Empreitada"
    ],
    "enunciado_principal": "Em relação ao direito contratual brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O empréstimo gratuito de bens infungíveis é denominado mútuo."
      },
      {
        "letra": "B",
        "texto": "A doação pode ser revogada por ingratidão do donatário, ou por inexecução do encargo."
      },
      {
        "letra": "C",
        "texto": "No contrato de empreitada, a obrigação do empreiteiro de fornecer os materiais é presumida."
      },
      {
        "letra": "D",
        "texto": "O mandato não pode ser tácito."
      },
      {
        "letra": "E",
        "texto": "No transporte de pessoas, a responsabilidade contratual do transportador por acidente com o passageiro é elidida pela demonstração de culpa de terceiro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "960531",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doação de um cônjuge a outro importa adiantamento do que lhe cabe por herança."
      },
      {
        "letra": "B",
        "texto": "O doador pode estipular que os bens doados voltem ao seu patrimônio, se sobreviver ao donatário."
      },
      {
        "letra": "C",
        "texto": "É anulável a doação de todos os bens sem reserva de parte, ou renda suficiente para a subsistência do doador."
      },
      {
        "letra": "D",
        "texto": "É nula é a doação quanto à parte que exceder à de que o doador, no momento da liberalidade, poderia dispor em testamento."
      },
      {
        "letra": "E",
        "texto": "A doação em comum a mais de uma pessoa entende-se distribuída entre elas por igual, salvo declaração em contrário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2748186",
    "metadata": "Ano: 2018 | Banca: Instituto Águia | Órgão: CEAGESP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "A doação realizada ao nascituro será válida desde que aceita:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo seu advogado."
      },
      {
        "letra": "B",
        "texto": "Pelo outorgado em instrumento de mandato."
      },
      {
        "letra": "C",
        "texto": "Pelo seu representante legal."
      },
      {
        "letra": "D",
        "texto": "Pelo seu descendente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1699078",
    "metadata": "Ano: 2018 | Banca: NC-UFPR | Órgão: FOZPREV de Foz do Iguaçu - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Sobre o contrato de doação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não pode ser revogada por ingratidão a doação feita para determinado casamento."
      },
      {
        "letra": "B",
        "texto": "Mesmo que não aceita pelo seu representante legal, a doação feita ao nascituro será válida."
      },
      {
        "letra": "C",
        "texto": "A doação pura feita ao incapaz exige sua aceitação."
      },
      {
        "letra": "D",
        "texto": "O direito brasileiro permite cláusula de reversão em favor de terceiro."
      },
      {
        "letra": "E",
        "texto": "O direito de revogação de doação por ingratidão pode ser objeto de renúncia antecipada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1370548",
    "metadata": "Ano: 2018 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A garantia contra evicção e vícios redibitórios vigora em todos os contratos abaixo, à EXCEÇÃO do contrato de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dação em pagamento."
      },
      {
        "letra": "B",
        "texto": "compra e venda."
      },
      {
        "letra": "C",
        "texto": "permuta."
      },
      {
        "letra": "D",
        "texto": "doação pura e simples."
      },
      {
        "letra": "E",
        "texto": "retrovenda."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1183427",
    "metadata": "Ano: 2018 | Banca: FADESP | Órgão: Prefeitura de Marabá - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Desapropriação",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Usucapião"
    ],
    "enunciado_principal": "Dentre os instrumentos de regularização listados a seguir, aquele que não de aplica a imóvel localizado em área pública é o/a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "doação."
      },
      {
        "letra": "B",
        "texto": "legitimação fundiária."
      },
      {
        "letra": "C",
        "texto": "usucapião."
      },
      {
        "letra": "D",
        "texto": "desapropriação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1152060",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de São Joaquim da Barra - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Doação é o contrato por intermédio do qual alguém, por mera liberalidade, decide privar-se de coisa móvel ou imóvel em favor de outrem. Assinale a alternativa correta no que se refere ao aludido contrato.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inexiste no Código Civil qualquer limitação ao ato de disposição por doação, sendo lícita, pois, a dilapidação de todo o acervo sem qualquer restrição."
      },
      {
        "letra": "B",
        "texto": "A doação inoficiosa é anulável."
      },
      {
        "letra": "C",
        "texto": "Admite a lei a doação verbal, contanto que a integre coisa móvel de pequeno valor."
      },
      {
        "letra": "D",
        "texto": "A doação de ascendentes a descendentes, destes àqueles e de um irmão para o outro importa em adiantamento de herança."
      },
      {
        "letra": "E",
        "texto": "Apenas a ingratidão do donatário é motivo para a revogação da doação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1051629",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Barretos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Quanto à doação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente poderá ser feita a pessoa viva no momento da doação."
      },
      {
        "letra": "B",
        "texto": "O doador pode estipular que os bens doados voltem ao seu patrimônio, se sobreviver ao donatário."
      },
      {
        "letra": "C",
        "texto": "É possível a doação de todos os bens, mesmo sem reserva de parte."
      },
      {
        "letra": "D",
        "texto": "A doação em comum a mais de uma pessoa deve contemplar qual a parte ou quinhão de cada uma."
      },
      {
        "letra": "E",
        "texto": "Toda doação à pessoa absolutamente incapaz depende de aceitação judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1044359",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Registro - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Empréstimo: Comodato e Mútuo",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "Consideram-se típicos os contratos que têm suas diretrizes delineadas em lei. A respeito dos contratos típicos a seguir, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A compra e venda é classificada como contrato real que, portanto, somente se aperfeiçoa com a entrega da coisa."
      },
      {
        "letra": "B",
        "texto": "No contrato estimatório, que poderá ter por objeto bens móveis e imóveis, deverá o consignatário pagar ao consignante o preço ajustado, ainda que não alienada a coisa."
      },
      {
        "letra": "C",
        "texto": "É absolutamente inválida a doação feita ao nascituro, já que carente de personalidade jurídica."
      },
      {
        "letra": "D",
        "texto": "O comodato é contrato de empréstimo, classificado como real e gratuito, que tem como essência a transferência da posse direta de coisa fungível ao comodatário, parte no contrato a quem recairá o ônus de restituição."
      },
      {
        "letra": "E",
        "texto": "Vigendo a fiança por prazo indeterminado, poderá o fiador se exonerar da garantia fidejussória, caso em que se manterá obrigado por sessenta dias a contar a notificação do credor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1031129",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Buritizal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral"
    ],
    "enunciado_principal": "Corresponde à definição do contrato estimatório definido pelo Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na venda sobre documentos, a tradição da coisa é substituída pela entrega do seu título representativo e dos outros documentos exigidos pelo contrato ou, no silêncio deste, pelos usos."
      },
      {
        "letra": "B",
        "texto": "na venda de coisa móvel, pode o vendedor reservar para si a propriedade, até que o preço esteja integralmente pago."
      },
      {
        "letra": "C",
        "texto": "por este contrato, o consignante entrega bens móveis ao consignatário, que fica autorizado a vendê-los, pagando àquele o preço ajustado, salvo se preferir, no prazo estabelecido, restituir-lhe a coisa consignada."
      },
      {
        "letra": "D",
        "texto": "é o empréstimo de coisas fungíveis, que se destinando a fins econômicos presumem-se devidos juros, os quais, sob pena de redução, permitida a capitalização anual."
      },
      {
        "letra": "E",
        "texto": "opera-se esse contrato quando alguém recebe de outrem poderes para, em seu nome, praticar atos ou administrar interesses, com prazo fixo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1003738",
    "metadata": "Ano: 2018 | Banca: IV - UFG | Órgão: Prefeitura de Jataí - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Segundo a doutrina clássica, o patrimônio é a emanação da personalidade, razão pela qual",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as pessoas possuem patrimônio e este não é cessível, pois a pessoa não pode alienar todos os seus bens."
      },
      {
        "letra": "B",
        "texto": "o patrimônio pode ser alienado, pois não é direito personalíssimo das pessoas naturais."
      },
      {
        "letra": "C",
        "texto": "o patrimônio da pessoa natural é transmissível por ato inter vivos ou em razão da morte do seu titular."
      },
      {
        "letra": "D",
        "texto": "a pessoa é proprietária de seu patrimônio, podendo dele dispor livremente, conforme sua vontade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "990425",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Pontal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Por meio do contrato estimatório",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrata-se determinada pessoa, física ou jurídica, para avaliar o preço de determinado bem."
      },
      {
        "letra": "B",
        "texto": "empresta-se determinado bem, móvel ou imóvel, para que o beneficiário possa utilizá-lo, estabelecendo-se algum encargo como contrapartida."
      },
      {
        "letra": "C",
        "texto": "pessoas em situação de litígio elegem terceiro, de comum acordo, para mediar o conflito."
      },
      {
        "letra": "D",
        "texto": "contrata-se profissional especializado, com o objetivo de gerir negócios do contratante, segundo o interesse e a vontade presumível deste."
      },
      {
        "letra": "E",
        "texto": "entrega-se bem móvel a determinada pessoa, que fica autorizada a vendê-lo, pagando ao consignante o preço ajustado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "951003",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "João e José são irmãos. José, em razão de um acidente, necessitou de cuidados e de acompanhamento constante. João deixa seu emprego, onde tinha uma remuneração de R$ 1.000,00 (mil reais) mensais, para se dedicar totalmente aos cuidados de seu irmão José. Após dois anos, José se recuperou e doou para João um apartamento de sua propriedade, avaliado em R$ 800.000,00 (oitocentos mil reais), como forma de retribuir a dedicação do irmão. Constou expressamente da doação que ela se destinava a compensar João pelos serviços prestados, equivalentes aos valores salariais que deixou de receber, por ter abandonado o seu emprego para cuidar do doador. Após o recebimento da doação, João perdeu o apartamento em razão de uma ação reivindicatória ajuizada por terceiro. É correto afirmar que João",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem direito a ser indenizado pela evicção até o limite do valor dos serviços prestados."
      },
      {
        "letra": "B",
        "texto": "não tem direito a ser indenizado pela evicção por ter recebido o bem por doação, tendo em vista a inexistência do direito à evicção em negócios jurídicos gratuitos."
      },
      {
        "letra": "C",
        "texto": "somente terá direito à indenização se provar que José sabia que iria perder a propriedade."
      },
      {
        "letra": "D",
        "texto": "poderá pleitear de José a indenização pela totalidade do valor do bem em até 180 dias."
      },
      {
        "letra": "E",
        "texto": "poderá pleitear de José a indenização pela totalidade do valor do bem em até um ano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "948350",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Em caso de inadimplemento da obrigação estabelecida em contrato de doação pura e simples, o doador tem responsabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas por conduta dolosa."
      },
      {
        "letra": "B",
        "texto": "por conduta dolosa ou culposa, de qualquer grau."
      },
      {
        "letra": "C",
        "texto": "apenas por conduta dolosa ou culposa, de grau grave."
      },
      {
        "letra": "D",
        "texto": "nos mesmos termos da responsabilidade do donatário."
      },
      {
        "letra": "E",
        "texto": "quando houver caso fortuito ou força maior, no silêncio do contrato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "946822",
    "metadata": "Ano: 2018 | Banca: UEM | Órgão: UEM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Depósito, Mandato, Comissão, Agência e Distribuição",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Marque a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A liberdade de contratar será exercida em razão e nos limites da função social do contrato. Os contratantes são obrigados a guardar, assim na conclusão do contrato, como em sua execução, os princípios de probidade e boa-fé."
      },
      {
        "letra": "B",
        "texto": "A coisa recebida em virtude de contrato comutativo pode ser enjeitada por vícios ou defeitos ocultos, que a tornem imprópria ao uso a que é destinada, ou lhe diminuam o valor"
      },
      {
        "letra": "C",
        "texto": "Considera-se doação o contrato em que uma pessoa, por liberalidade, transfere do seu patrimônio bens ou vantagens para o de outra. A doação em comum a mais de uma pessoa entende-se distribuída entre elas por igual, salvo declaração em contrário."
      },
      {
        "letra": "D",
        "texto": "Pelo contrato de depósito recebe o depositário um objeto imóvel, para guardar, até que o depositante o reclame."
      },
      {
        "letra": "E",
        "texto": "É depósito necessário: o que se faz em desempenho de obrigação legal; o que se efetua por ocasião de alguma calamidade, como o incêndio, a inundação, o naufrágio ou o saque."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "941624",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Para que um pai, casado sob regime da comunhão parcial de bens, doe um imóvel exclusivo seu, a um de seus 3 (três) filhos, sendo certo que esse imóvel sairá de sua metade disponível,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é dispensável a anuência do cônjuge do pai e dos irmãos do donatário."
      },
      {
        "letra": "B",
        "texto": "é indispensável a anuência do cônjuge do pai, mas dispensável a dos irmãos do donatário."
      },
      {
        "letra": "C",
        "texto": "é necessária a anuência do cônjuge do pai e dos irmãos do donatário e do cônjuge de cada um dos irmãos."
      },
      {
        "letra": "D",
        "texto": "é dispensável a anuência do cônjuge do pai, mas indispensável a dos irmãos e do cônjuge de cada um dos irmãos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "941620",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "“Augusto comparece a um cartório de notas do estado de Minas Gerais e diz pretender doar sua casa ao filho recém-nascido de um professor seu, muito querido. Augusto é solteiro, nunca teve filho e não tem nenhum ascendente vivo.” Considerando essa situação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo que se trate de doação pura, haverá requisito essencial de validade que o filho do professor manifeste aceitação por meio de quem lhe detém o poder familiar (no caso, seu pai)."
      },
      {
        "letra": "B",
        "texto": "Doação de uma casa é contrato de transmissão de bem imóvel que somente pode ser realizado (formalizado, instrumentalizado) por meio de escritura pública, independentemente do valor desse imóvel."
      },
      {
        "letra": "C",
        "texto": "A doação será inoficiosa (doação universal) e, portanto, nula em relação à metade do imóvel, tanto que excede o que Augusto poderia dispor mediante testamento no momento da lavratura da escritura de doação."
      },
      {
        "letra": "D",
        "texto": "É juridicamente possível que Augusto estabeleça na escritura de doação que, em caso de morte do filho do professor (beneficiário da doação) antes da morte dele (Augusto), a casa volte a pertencer ao doador; a essa disposição dá-se o nome de cláusula de reversão, que não pode ser instituída em favor de terceiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "940392",
    "metadata": "Ano: 2018 | Banca: COSEAC | Órgão: Prefeitura de Maricá - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Acerca da doação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a doação do cônjuge adúltero ao seu cúmplice pode ser anulada pelo outro cônjuge, ou por seus herdeiros necessários, até quatro anos depois de dissolvida a sociedade conjugal."
      },
      {
        "letra": "B",
        "texto": "não é válida a doação feita a nascituro."
      },
      {
        "letra": "C",
        "texto": "é nula a doação de todos os bens do doador, sem reserva de parte ou renda suficiente para a subsistência do doador."
      },
      {
        "letra": "D",
        "texto": "a doação sempre deve ser feita na forma escrita, por escritura pública ou instrumento particular."
      },
      {
        "letra": "E",
        "texto": "é admitida a cláusula de reversão em contrato de doação, que é oponível inclusive a terceiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "929659",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Itaquaquecetuba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Paulo, solteiro, maior, sem herdeiros necessários e proprietário de três apartamentos, decide doar um deles, mais valioso, a seu irmão Pedro, e outro, de valor bem inferior, a seu irmão Caio. Na escritura de doação, determina que na hipótese de sobreviver a um ou a ambos os irmãos, o respectivo imóvel doado deverá ser revertido em favor da irmã Laura a quem nada doou por entender que esta desfruta de excelente condição financeira. Diante do caso hipotético, e de acordo com o vigente Código Civil, é correto afirmar que a escritura de doação é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válida, por se tratar de direito disponível de Paulo em relação a seu patrimônio e dentro de sua autonomia de vontade, o que permite a instituição de cláusula de reversão."
      },
      {
        "letra": "B",
        "texto": "válida, pois os irmãos de Paulo não são herdeiros necessários, não tendo direito à legítima, o que permite a instituição de cláusula de reversão."
      },
      {
        "letra": "C",
        "texto": "nula, pois o doador Paulo não poderia estipular cláusula de reversão em favor de sua irmã Laura ou em favor de um terceiro."
      },
      {
        "letra": "D",
        "texto": "nula, pois os valores dos bens doados são desiguais, o que impede a doação em favor dos irmãos Pedro e Caio, bem como a estipulação da cláusula de reversão em favor de Laura."
      },
      {
        "letra": "E",
        "texto": "anulável, mas poderá ser validada se Laura tiver direito à diferença do valor entre os imóveis na hipótese de falecimento de Caio ou desde que complemente o valor da diferença no caso de falecimento de Pedro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "929473",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: UNICAMP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "João realizou a doação de uma casa para seu sobrinho Paulo, em 01.01.2015. Na escritura de doação, João renunciou ao direito de revogar a doação, em qualquer hipótese, inclusive em caso de ingratidão. No dia 01.10.2017, durante uma discussão, Paulo agrediu fisicamente João, causando-lhe lesões corporais de natureza grave. Assinale a alternativa correta a respeito do caso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João não mais poderá revogar a doação por ingratidão, tendo em vista que expressamente renunciou a esse direito."
      },
      {
        "letra": "B",
        "texto": "João somente poderá revogar a doação por ingratidão se provar que agiu por erro, tendo em vista que somente com prova de algum vício de vontade poderá anular a cláusula de irrevogabilidade."
      },
      {
        "letra": "C",
        "texto": "A cláusula de irrevogabilidade de doação por ingratidão é anulável em até cinco anos contados da doação e, somente a partir da anulação da referida cláusula, poderá João revogar a doação por ingratidão."
      },
      {
        "letra": "D",
        "texto": "A cláusula de irrevogabilidade de doação por ingratidão é nula de pleno direito, tendo João o prazo de um ano, a partir da agressão, para anular a doação."
      },
      {
        "letra": "E",
        "texto": "A cláusula de irrevogabilidade de doação por ingratidão é anulável, tendo João o prazo de três anos, a partir da agressão, para anular a cláusula e a doação, simultaneamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "927843",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Sorocaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o contrato de doação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É nula a cláusula que estabeleça que o bem doado voltará ao patrimônio do doador, se este sobreviver ao donatário."
      },
      {
        "letra": "B",
        "texto": "É permitida a cláusula que estabeleça que o bem será destinado a terceiro, em caso de falecimento do donatário."
      },
      {
        "letra": "C",
        "texto": "Em regra, o doador não é sujeito às consequências do vício redibitório, mas é sujeito às consequências da evicção."
      },
      {
        "letra": "D",
        "texto": "Na doação à entidade futura, se esta não for constituída no prazo de 2 (dois) anos, o objeto da doação será destinado à entidade já constituída, com objeto social igual ou semelhante àquela que seria constituída."
      },
      {
        "letra": "E",
        "texto": "Na doação onerosa, é permitido que o encargo seja estipulado em benefício de pessoa diversa do doador."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "926038",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Direito das Sucessões",
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Usufruto",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que seja válido e eficaz, o compromisso de compra e venda de bem imóvel deverá revestir a forma pública."
      },
      {
        "letra": "B",
        "texto": "A lei brasileira proíbe a realização de promessa de doação, padecendo de nulidade de pleno direito a realização de tal ato."
      },
      {
        "letra": "C",
        "texto": "O companheiro participará da sucessão do outro quanto aos bens adquiridos onerosamente na união estável e se concorrer com filhos comuns, terá direito a uma quota equivalente à que por lei for atribuída ao filho."
      },
      {
        "letra": "D",
        "texto": "Pelo regime da comunhão parcial de bens, comunicam-se os proventos do trabalho pessoal do cônjuge."
      },
      {
        "letra": "E",
        "texto": "No usufruto simultâneo contemplando duas pessoas conjuntamente e decorrente de testamento, falecendo um dos co-legatários, a parte do que faltar, em regra, acrescerá ao sobrevivente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "918595",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Paulo e Mônica, pais de Rubens e Carolina, decidem presentear a filha com um de seus imóveis, o que fazem mediante escritura de doação, sem a participação de Rubens. No caso, esse contrato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não surte efeito em relação a Rubens, visto que dele não participou;"
      },
      {
        "letra": "B",
        "texto": "é nulo, pois Rubens deveria ter subscrito como interveniente anuente;"
      },
      {
        "letra": "C",
        "texto": "é inexistente, pois viola o princípio da solidariedade familiar;"
      },
      {
        "letra": "D",
        "texto": "deve ser ratificado por Rubens para ganhar eficácia;"
      },
      {
        "letra": "E",
        "texto": "é válido, ainda que não tenha contado com a anuência de Rubens."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "886106",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos"
    ],
    "enunciado_principal": "Em relação aos contratos em geral, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na revisão judicial de disposições contratuais de execução continuada, em razão de excessiva onerosidade da prestação, com extrema vantagem para a outra parte, em face de acontecimentos extraordinários e imprevisíveis, poderá o devedor pedir a resolução do contrato, retroagindo os efeitos da sentença à data da celebração do negócio jurídico."
      },
      {
        "letra": "B",
        "texto": "A aplicação dos institutos da supressio e da surrectio constituem figuras concomitantes, podendo ser comparadas como verso e reverso da mesma moeda."
      },
      {
        "letra": "C",
        "texto": "A doação pura feita ao nascituro e ao absolutamente incapaz valerá sendo aceita pelo seu representante legal, com presunção jure et jure."
      },
      {
        "letra": "D",
        "texto": "O direito de demandar pela evicção supõe, necessariamente, a perda da coisa adquirida em contrato oneroso, por força de decisão judicial."
      },
      {
        "letra": "E",
        "texto": "O Código Civil de 2002 adotou a teoria da base objetiva do negócio jurídico, inspirado na doutrina alemã desenvolvida por Karl Larenz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "884809",
    "metadata": "Ano: 2018 | Banca: CESGRANRIO | Órgão: Transpetro",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Ao saber que sua irmã estava no terceiro mês de gestação, J. resolve doar um de seus apartamentos para o nascituro. De acordo com o Código Civil de 2002, sobre esse contrato constata-se que o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrato é nulo por incapacidade absoluta do agente."
      },
      {
        "letra": "B",
        "texto": "contrato é inexistente, pois a personalidade civil começa com o nascimento com vida."
      },
      {
        "letra": "C",
        "texto": "aceitação da doação é dispensada por se tratar de doação pura a agente absolutamente incapaz."
      },
      {
        "letra": "D",
        "texto": "doação feita ao nascituro valerá, sendo aceita pelo seu representante legal."
      },
      {
        "letra": "E",
        "texto": "doação valerá, mas seus efeitos ficam sujeitos à aceitação do donatário quando cessar a incapacidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "873709",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Usufruto"
    ],
    "enunciado_principal": "Paulo doou o imóvel em que reside a Fábio, seu filho mais novo, reservando para si o direito de usufruto. No ato de doação, não foi colhido consentimento de Rafael, o filho mais velho. Posteriormente, Fábio veio a se desentender com a nova companheira de seu pai, Valquíria, ocasião em que a ofendeu. Todos os envolvidos são maiores e capazes. Diante desta situação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embora Fábio seja o proprietário do imóvel, é Paulo quem pode alugar a casa e, caso o faça, não precisará repassar os valores ou prestar contas a Fábio."
      },
      {
        "letra": "B",
        "texto": "Rafael tem direito à anulação da doação feita em prol de seu irmão mais novo sem o seu consentimento, por ser o negócio jurídico anulável nesta hipótese."
      },
      {
        "letra": "C",
        "texto": "Valquíria tem direito à anulação da doação feita por Paulo em razão do ato de ingratidão do donatário."
      },
      {
        "letra": "D",
        "texto": "Paulo pode pleitear a anulação da doação por vício do consentimento referente ao erro essencial quanto à pessoa do donatário."
      },
      {
        "letra": "E",
        "texto": "Fábio tem direito a exigir a extinção do usufruto em razão da superveniência da união estável do usufrutuário Paulo com Valquíria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "866226",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação"
    ],
    "enunciado_principal": "Considere a hipótese que se Antônio doar bens a Benedito, estipulando que tais bens doados voltem ao seu patrimônio se sobreviver ao donatário, configurada estará a doação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "devolutiva."
      },
      {
        "letra": "B",
        "texto": "com cláusula de reversão."
      },
      {
        "letra": "C",
        "texto": "inoficiosa."
      },
      {
        "letra": "D",
        "texto": "modal."
      },
      {
        "letra": "E",
        "texto": "remuneratória."
      }
    ],
    "gabarito": "B"
  }
]