[
  {
    "id": "3583077",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "A respeito de aspectos do direito de família e de sucessões, julgue o item a seguir, considerando as disposições do Código Civil e a jurisprudência do STJ. A existência de uma relação amorosa pública e duradoura, formalizada por contrato escrito, com prática de relação sexual, eventual prole e algum grau de compartilhamento de moradia, é suficiente para caracterizar a união estável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3582943",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "À luz do Código Civil e considerando, quando pertinente, a jurisprudência do STJ, julgue o item que se segue, relativo a direito de vizinhança, direito real de habitação, decadência, evicção e união estável. A valorização patrimonial de cotas sociais adquiridas antes do início da união estável integra o patrimônio comum do casal, estando sujeita à partilha.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3582941",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "À luz do Código Civil e considerando, quando pertinente, a jurisprudência do STJ, julgue o item que se segue, relativo a direito de vizinhança, direito real de habitação, decadência, evicção e união estável. A ação de reconhecimento de união estável post mortem está sujeita à decadência, em razão de sua natureza pessoal e dos efeitos patrimoniais decorrentes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3390834",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Abigail, em situação de acentuada vulnerabilidade econômica e social, foi vítima de sucessivas agressões físicas e psicológicas perpetradas por seu companheiro, Tomé, com quem manteve união estável, formalizada mediante escritura pública, durante uma década. Dessa relação nasceram dois filhos, Amir e Breno, atualmente com cinco e três anos de idade. Em decorrência de um episódio especialmente grave de violência, que culminou na hospitalização de Abigail por lesões corporais de natureza séria, foi deferida medida protetiva de urgência, determinando o afastamento de Tomé do lar comum. Durante o curso da união, Abigail abandonou o vínculo empregatício formal por imposição do companheiro, passando a viver em completa dependência financeira. Diante da gravidade dos fatos, o Ministério Público promoveu a instauração de ação penal. Paralelamente, Abigail procurou a Defensoria Pública do Estado de Pernambuco, a fim de obter orientação quanto às repercussões cíveis oriundas da violência sofrida. Assinale a opção que apresenta, corretamente, a orientação dada pela Defensoria Pública do Estado de Pernambuco.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lesão corporal grave sofrida por Abigail, por si só, não leva à perda da autoridade parental do genitor por ato judicial, a menos que os filhos também tenham sido vítimas."
      },
      {
        "letra": "B",
        "texto": "Nos casos de violência doméstica, não se admite a presunção de abalo moral, sendo indispensável a demonstração específica do sofrimento e da dor experimentada por Abigail."
      },
      {
        "letra": "C",
        "texto": "A pensão alimentícia para vítima de violência doméstica reveste-se de caráter excepcional, sendo fixada somente após sentença condenatória e mediante comprovação de desequilíbrio econômico entre os conviventes."
      },
      {
        "letra": "D",
        "texto": "Abigail poderá ajuizar ação de dissolução de união estável no Juizado de Violência Doméstica e Familiar contra a Mulher, que, entretanto, não possui competência para apreciar o pedido de partilha de bens."
      },
      {
        "letra": "E",
        "texto": "A guarda compartilhada continua sendo a regra mesmo diante de violência doméstica, salvo se demonstrado que os filhos foram vítimas de lesões corporais graves por ato de Tomé."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3345828",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Veja o caso a seguir. M. e J. estão juntos há 10 anos e têm dois filhos. Eles vivem em união estável e recentemente decidiram converter sua relação em casamento civil. Durante o processo, J. também expressou interesse em garantir que sua união religiosa com M. tenha efeito civil. Após a celebração do casamento civil, eles desejam adotar um planejamento familiar responsável, buscando orientações do Estado. Elaborado pelo(a) autor(a). De acordo com os dispositivos sobre a proteção da família e os direitos e deveres dos cônjuges, um direito constitucional que poderá ser exercido no caso de M. e J. é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o casamento religioso de M. e J. só terá efeito civil se celebrado após o registro do casamento civil no cartório correspondente."
      },
      {
        "letra": "B",
        "texto": "o planejamento familiar pode ser assistido pelo Estado, permitindo a forma coercitiva por parte de instituições oficiais para o exercício desse direito."
      },
      {
        "letra": "C",
        "texto": "M. e J. têm direito a uma celebração de casamento civil gratuita, e podem garantir efeitos civis ao seu casamento religioso, conforme a legislação."
      },
      {
        "letra": "D",
        "texto": "M. ou J., após o casamento civil, poderão exigir exclusivamente um do outro o cumprimento dos deveres conjugais, já que os direitos e deveres não são exercidos igualmente."
      },
      {
        "letra": "E",
        "texto": "a conversão da união estável de M. e J. em casamento civil, apesar de as exigências legais requererem procedimentos complexos e burocráticos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3153845",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Assinale a opção correta acerca do contrato escrito de convivência da união estável, conforme entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível que o referido contrato disponha sobre o regime de bens, sendo válidas cláusulas que estabeleçam a retroatividade dos efeitos pessoais e patrimoniais do pacto."
      },
      {
        "letra": "B",
        "texto": "É vedado ao referido contrato dispor sobre o regime de bens, devendo vigorar entre os conviventes a comunhão parcial de bens."
      },
      {
        "letra": "C",
        "texto": "É vedado ao mencionado contrato dispor sobre o regime de bens, devendo vigorar entre os conviventes a separação convencional de bens."
      },
      {
        "letra": "D",
        "texto": "É admissível que o mencionado contrato disponha sobre o regime de bens, sendo válidas cláusulas que estabeleçam a retroatividade dos efeitos patrimoniais do pacto."
      },
      {
        "letra": "E",
        "texto": "É admissível que o referido contrato disponha sobre o regime de bens, sendo, entretanto, inválidas cláusulas que estabeleçam a retroatividade dos efeitos patrimoniais do pacto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3151538",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Segundo o STJ, na hipótese de dissolução da união estável, os valores do FGTS",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não devem ser partilhados por se tratar de bem particular do empregado em favor do qual foi depositado."
      },
      {
        "letra": "B",
        "texto": "devem ser partilhados ainda que auferidos antes da constância da união estável e o saque desses valores não seja realizado imediatamente à separação do casal."
      },
      {
        "letra": "C",
        "texto": "devem ser partilhados desde que auferidos durante a constância da união estável, ainda que o saque desses valores não seja realizado imediatamente à separação do casal."
      },
      {
        "letra": "D",
        "texto": "devem ser partilhados desde que auferidos durante a constância da união estável e se o saque desses valores seja realizado imediatamente à separação do casal."
      },
      {
        "letra": "E",
        "texto": "devem ser partilhados ainda que auferidos antes da constância da união estável, mas desde que o saque desses valores seja realizado imediatamente à separação do casal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3151534",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "De acordo com o STJ, na hipótese de o contrato escrito convivencial de união estável deixar de dispor sobre o regime de bens, aplica-se o regime da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunhão parcial de bens."
      },
      {
        "letra": "B",
        "texto": "separação obrigatória de bens."
      },
      {
        "letra": "C",
        "texto": "separação convencional de bens."
      },
      {
        "letra": "D",
        "texto": "participação final dos aquestos."
      },
      {
        "letra": "E",
        "texto": "comunhão universal de bens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2681878",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRM-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "De acordo com a Código Civil, julgue o item a seguir, a respeito do direito de família. Com o casamento, a união estável ou o concubinato do credor, cessa o dever de prestar alimentos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2553222",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "João e Maria constituíram união estável em janeiro de 1984. Em dezembro de 2001, como se tornara insuportável a convivência, realizaram escritura pública de reconhecimento e dissolução de união estável, estipulando o regime da separação total dos bens, com previsão de efeitos retroativos e para o futuro. Porém, não promoveram a partilha dos bens. Mantiveram-se afastados por mais de dez anos, até que, em agosto de 2013, após se encontrarem casualmente, reaproximaram-se, reatando a convivência pública, contínua e duradoura. Em outubro de 2018, decidiram pôr fim ao relacionamento. Nessas circunstâncias, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interpreta-se a retroatividade da estipulação do novo regime, em 2001, como doação de metade ideal dos bens adquiridos onerosamente entre janeiro de 1984 e dezembro de 2001. Tal estipulação, porém, no tocante ao período compreendido entre agosto de 2013 e outubro de 2018, é ineficaz."
      },
      {
        "letra": "B",
        "texto": "a estipulação de novo regime produz efeitos ex nunc, por ser nula a cláusula que estabelece a retroatividade. Quanto aos bens adquiridos onerosamente entre agosto de 2013 e outubro de 2018, aplica-se o regime da comunhão parcial de bens, porque se cuida de nova união estável."
      },
      {
        "letra": "C",
        "texto": "interpreta-se a retroatividade da estipulação do novo regime, em 2001, como doação de metade ideal dos bens adquiridos onerosamente entre janeiro de 1984 e dezembro de 2001. Quanto ao período compreendido entre agosto de 2013 e outubro de 2018, os efeitos prospectivos da declaração acarretam a incidência das regras da separação de bens."
      },
      {
        "letra": "D",
        "texto": "a retroatividade da estipulação do novo regime faz com que os bens adquiridos onerosamente pelos companheiros, entre janeiro de 1984 e dezembro de 2001, sejam excluídos da comunhão. Quanto ao período compreendido entre agosto de 2013 e outubro de 2018, os efeitos prospectivos da declaração acarretam a incidência das regras da separação de bens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2489722",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Fernando ajuíza ação de guarda combinada com regulação de visitas de seu cachorro Totó em face de sua ex-mulher Andrea. O feito é distribuído, inicialmente, para a Vara de Família, que, então, declina-o para uma Vara Cível. O titular desse juízo suscita conflito de competência pelos seguintes fundamentos: I) atualmente, o ordenamento civil e a jurisprudência do Superior Tribunal de Justiça reconhecem a possibilidade de aplicar o regime de guarda e visitação aos animais, justamente por reconhecer a formação de um núcleo familiar, considerada a categoria de sujeito de direito dos animais senscientes; II) de todo modo, ainda que assim não fosse, como Totó foi adquirido onerosamente na constância do casamento, deve ser reconhecida a copropriedade como decorrência do regime de bens adotados (comunhão universal); e III) o pedido se baseia em cláusula específica de acordo de união estável que, embora não tenha sido lavrado em escritura pública, deve ser considerado válido e eficaz entre os cônjuges. Nesse caso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as alegações estão corretas;"
      },
      {
        "letra": "B",
        "texto": "todas as alegações estão incorretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as alegações I e III estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas a alegação II está correta;"
      },
      {
        "letra": "E",
        "texto": "apenas as alegações II e III estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2400473",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 11ª Região (AM e RR)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Ana e Carla constituíram união estável sem qualquer formalização. No bojo da união, Ana adquiriu uma motocicleta por 10 mil reais. Por sua vez, Carla ganhou, através de doação da genitora, um carro de 60 mil reais. No caso de dissolução da união estável,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ana fará jus à meação do carro, porém Carla não terá direito à partilha da motocicleta."
      },
      {
        "letra": "B",
        "texto": "tratando-se de sociedade de fato, será necessária prova de esforço comum para que os bens possam ser partilhados."
      },
      {
        "letra": "C",
        "texto": "Carla fará jus à meação da motocicleta, porém Ana não terá direito à partilha do carro."
      },
      {
        "letra": "D",
        "texto": "os dois bens serão objeto de partilha, garantindo-se a meação destes às partes, independentemente de prova de esforço comum."
      },
      {
        "letra": "E",
        "texto": "em virtude da ausência de formalização da união estável, inexistirá partilha de bens, permanecendo cada parte com o veículo de sua propriedade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2394798",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Rogério é casado com Cláudio e ambos são pais de João. Em razão de uma oportunidade de trabalho, Rogério passa a semana em Cabo Frio e volta para o Rio de Janeiro aos finais de semana para ficar com o marido e filho. Dois anos após o início das viagens de Rogério, ele passou a se relacionar, durante as semanas com Vitor, sendo publicamente reconhecido como seu companheiro em Cabo Frio e continuou casado com Cláudio, com o qual passava os finais de semana. A situação perdurou por oito anos, até que, em um acidente de carro, Rogério veio a falecer. Diante da situação hipotética e de acordo com o atual entendimento do Supremo Tribunal Federal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seria possível o reconhecimento da união estável apenas se se tratasse de relacionamento heteroafetivo."
      },
      {
        "letra": "B",
        "texto": "não seria possível a configuração da união estável entre Rogério e Vitor, mas a este caberia metade da pensão por morte do INSS por ser daquele dependente."
      },
      {
        "letra": "C",
        "texto": "seria possível a configuração da união estável entre Rogério e Vitor, caso Rogério estivesse separado de fato de Cláudio."
      },
      {
        "letra": "D",
        "texto": "seria possível a configuração da união estável entre Rogério e Vitor, caso Rogério convivesse em união estável com Cláudio."
      },
      {
        "letra": "E",
        "texto": "é possível a configuração da união estável entre Rogério e Vitor considerando que a relação entre eles era pública, duradoura e contínua."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2387220",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: PGE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "João vivia em união estável com Maria, tendo com ela uma relação pública, contínua e duradoura, formalizada por meio de escritura pública, com o objetivo de constituir família. Entretanto, João conheceu Pedro e, após alguns meses de amizade, iniciaram uma relação amorosa homoafetiva. A relação entre João e Maria manteve o caráter de continuidade. Por vários anos, João manteve-se em união estável com Maria e, concomitantemente, em relação amorosa homoafetiva com Pedro. João faleceu e, na data da sua morte, permanecia em união estável com Maria e em relação amorosa homoafetiva com Pedro. Este pretende ingressar com uma ação judicial visando ao reconhecimento da sua relação amorosa homoafetiva com João como união estável, para fins sucessórios e previdenciários. Acerca do caso hipotético, tendo em vista o entendimento do Supremo Tribunal Federal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível o reconhecimento da relação amorosa homoafetiva como união estável apenas para fins previdenciários, devendo o valor do benefício ser dividido igualmente entre Maria e Pedro."
      },
      {
        "letra": "B",
        "texto": "É possível o reconhecimento da relação amorosa homoafetiva como união estável, não sendo óbice a existência de relação heteroafetiva anterior, por se configurar relação de gênero diverso da que se busca reconhecer."
      },
      {
        "letra": "C",
        "texto": "É possível o reconhecimento da relação amorosa homoafetiva como união estável, para fins sucessórios, desde que seja provado que Pedro contribuiu para a aquisição onerosa de bens durante a relação amorosa."
      },
      {
        "letra": "D",
        "texto": "Deve ser reconhecida como união estável apenas a relação que melhor representava, na data da morte de João, o desejo deste de constituir família, tendo em vista o princípio da dignidade da pessoa humana e da autonomia privada."
      },
      {
        "letra": "E",
        "texto": "A preexistência da união estável com Maria impede o reconhecimento de novo vínculo com Pedro, inclusive para fins previdenciários, em virtude da consagração do dever de fidelidade e da monogamia pelo ordenamento jurídico-constitucional brasileiro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2397766",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Osvaldo e Cássio, ambos com 30 anos de idade constituíram união estável em 2021, mas não a formalizaram por contrato escrito ou escritura pública. Durante o referido relacionamento, Osvaldo comprou, à vista, um veículo por 80 mil reais e Cássio recebeu, por herança, um imóvel de 200 mil reais. Em eventual dissolução da união estável,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cássio terá direito à meação do veículo, mas Osvaldo não fará jus à partilha do imóvel."
      },
      {
        "letra": "B",
        "texto": "o veículo e o imóvel deverão ser objeto de partilha, assegurando-se a meação destes a cada parte."
      },
      {
        "letra": "C",
        "texto": "Osvaldo terá direito à meação do imóvel, mas Cassio não fará jus à partilha do veículo."
      },
      {
        "letra": "D",
        "texto": "para a partilha dos bens, será necessária prova de esforço comum, por se tratar de sociedade de fato."
      },
      {
        "letra": "E",
        "texto": "com a a relação não foi formalizada, afigura-se impossível a realização de partilha, ficando cada parte com o bem de sua propriedade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2374412",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Maria, de 30 anos de idade, gostaria de adotar o sobrenome do companheiro em seu assento e pretende realizar essa inclusão administrativamente, pois, ao formalizar a união estável em cartório, optou por não o incluir e, após, arrependeu-se. Ao comparecer perante o Oficial de Registro de Civil foi orientada de que, segundo a Lei de Registros Públicos, tal alteração administrativa seria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "viável, mediante autorização do companheiro e motivação apresentada por escrito."
      },
      {
        "letra": "B",
        "texto": "inviável, pois se exige autorização judicial."
      },
      {
        "letra": "C",
        "texto": "inviável, pois somente permitida no momento da oficialização da união."
      },
      {
        "letra": "D",
        "texto": "viável a qualquer tempo, durante a constância da união."
      },
      {
        "letra": "E",
        "texto": "inviável, pois somente se admite a inclusão de sobrenomes familiares em razão de alteração das relações de filiação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2271414",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Considerando o entendimento da 4ª Turma do Superior Tribunal de Justiça, no sentido de que basta o vínculo afetivo e a existência de fato para que haja a incidência das normas constitucionais e legais sobre as uniões estáveis (REsp nº 1.761.887/MS), é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as causas suspensivas do casamento impedem a formação da união estável;"
      },
      {
        "letra": "B",
        "texto": "é possível que se realize casamento sem que haja affectio maritalis, o que não se concebe ao se tratar da união estável;"
      },
      {
        "letra": "C",
        "texto": "é desprovida de validade a manifestação de vontade das partes, com a intenção de registrar relação de namoro, em razão de sua imprevisibilidade legal;"
      },
      {
        "letra": "D",
        "texto": "na inocorrência de algum dos requisitos previstos no Art. 1.723 do Código Civil, deve-se observar a existência de um prazo mínimo de convivência para o reconhecimento da união estável;"
      },
      {
        "letra": "E",
        "texto": "contrato de namoro para excluir a existência de união estável anterior ao casamento não constitui pacto antenupcial, de modo que não afasta a partilha de bens adquiridos antes do casamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2247761",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Paulo e Maria eram namorados quando o primeiro recebeu um convite para trabalhar na Polônia e para lá seguiu sozinho, em agosto de 2013. Após a conclusão de seu curso de graduação, e com a intenção de cursar a língua inglesa, Maria também foi para a Polônia, em janeiro de 2014. Maria ainda cursou um mestrado, na área de sua atuação profissional, uma das razões para sua permanência no exterior. A partir de então e durante todo aquele período, passaram a coabitar. Em outubro de 2014, ante o inegável fortalecimento da relação, Paulo e Maria ficaram noivos, oportunidade em que Paulo escreveu à mãe de Maria: \"Estamos nós dois apostando no nosso futuro, na nossa vida...\". Em 2015, retornam ao Brasil, mas, à espera do casamento, passam a viver em residências separadas. Sucede que, mesmo período, Paulo no começa um relacionamento com Ksenia, polonesa da cidade vizinha. Quando retorna ao Brasil, é seguido por Ksenia e toda a sua família, que conhecia Paulo como seu \"marido brasileiro\". Aqui, residem juntos em Brasília, onde se apresentam mutuamente como marido e mulher. Em 2016, nasce o primeiro filho, Paulo Junior, devidamente registrado. Em 2017, antes do casamento com Maria, Paulo falece. Maria e Ksenia se apresentam ao órgão previdenciário como suas companheiras. Nesse caso, deve ser reconhecida:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a concomitância de duas uniões estáveis, a gerar direitos a ambas as companheiras;"
      },
      {
        "letra": "B",
        "texto": "a concomitância de duas uniões estáveis, a gerar direitos apenas para a primeira companheira;"
      },
      {
        "letra": "C",
        "texto": "a inexistência de união estável com Maria ou Ksenia, ausentes os requisitos;"
      },
      {
        "letra": "D",
        "texto": "a existência de união estável exclusivamente com Maria;"
      },
      {
        "letra": "E",
        "texto": "a existência de união estável exclusivamente com Ksenia"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2247758",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Maria, com 21 anos de idade, e João, com 65 anos, casaram-se em 2017, sem pacto antenupcial quanto a regime de bens. Foram morar em uma casa do pai de João, para que não precisassem pagar aluguel. João, a partir dessa data, inicia uma poupança, guardando praticamente todo o seu salário, já que Maria pagava as pequenas contas da casa, água, luz e gás, e eles realizavam as refeições na casa do pai de João, que já tinha 85 anos, sendo que sua cuidadora preparava almoço e jantar todos os dias. Em 2019, João, utilizando-se de sua poupança, compra um apartamento, no qual o casal passa a residir e decorar com esmero. Entretanto, nem tudo são flores. João, que sempre foi ciumento, passa a ficar ainda mais, já que, com o desgaste da relação e a empolgação da casa nova, Maria passa a lhe dar menos atenção, saindo quase todas as tardes para visitar lojas de móveis e de decoração. João começa a proibi-la de sair, o que gera mais briga e desgaste, culminando em uma forte agressão perpetrada por João contra Maria, levando-a ao hospital em estado grave, onde permanece na unidade de terapia intensiva por cinco dias. Ao sair, Maria procura um advogado, que requer e consegue, a seu favor, uma medida protetiva de urgência, afastando João do lar e o impedindo de se aproximar a mais de metro e meio dela. João, por sua vez, requer que Maria lhe pague aluguel, já que está impedido de usar o imóvel que comprou, não achando justo ela morar lá sozinha. Com base no Código Civil, bem como na jurisprudência do Superior Tribunal de Justiça, é correto afirmar que João:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá êxito. O apartamento lhe pertence, já que se casou com 65 anos, fazendo com que, automaticamente, o regime de bens seja o da separação legal. Além disso, pode provar que o aporte financeiro para compra do imóvel teve origem em seus próprios recursos;"
      },
      {
        "letra": "B",
        "texto": "terá êxito. O apartamento lhe pertence. Independentemente do regime de bens, tem como provar que o aporte financeiro para compra do imóvel teve origem em seus próprios recursos;"
      },
      {
        "letra": "C",
        "texto": "não terá êxito. O apartamento pertence ao casal, já que o regime de bens é o da comunhão parcial. Portanto, Maria usa do bem em nome próprio, o que impede o arbitramento de aluguel, sob pena de configurar o instituto da confusão;"
      },
      {
        "letra": "D",
        "texto": "não terá êxito. O apartamento pertence ao casal, já que o regime de bens é o da comunhão parcial. O uso exclusivo do bem, por conta de violência doméstica, afasta a possibilidade de arbitramento do aluguel em favor daquele impedido de usar;"
      },
      {
        "letra": "E",
        "texto": "terá êxito. O apartamento pertence ao casal, já que o regime de bens é o da comunhão parcial. Maria, no caso, ao usar exclusivamente o bem, deve pagar metade do aluguel a João, independentemente da razão pela qual ele não o utiliza."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2082238",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Segundo a jurisprudência do STJ, o regime legal de separação obrigatória de bens previsto para pessoa maior de 70 anos de idade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplica-se à união estável e, no caso de dissolução dessa união, a comunicação de bens adquiridos pelos companheiros na constância da relação dependerá de comprovação de esforço comum."
      },
      {
        "letra": "B",
        "texto": "aplica-se à união estável e, no caso de dissolução dessa união, há presunção relativa de que os bens adquiridos pelos companheiros na constância da união decorrem de esforço comum."
      },
      {
        "letra": "C",
        "texto": "não se aplica à união estável e, no caso de dissolução da união em que não tenha sido firmado pacto de convivência, a comunicação de bens adquiridos pelos companheiros na constância da relação dependerá da comprovação de esforço comum."
      },
      {
        "letra": "D",
        "texto": "não se aplica à união estável e, no caso de dissolução da união em que não tenha sido firmado pacto de convivência, há presunção absoluta de que os bens adquiridos na constância da relação decorrem de esforço comum."
      },
      {
        "letra": "E",
        "texto": "não se aplica à união estável e, no caso de dissolução da união em que não tenha sido firmado pacto de convivência, há presunção relativa de que os bens adquiridos pelos companheiros na constância da relação decorrem de esforço comum."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2372066",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Pode-se afirmar sobre a união estável, reconhecida pela Constituição Federal de 1988, em seu art. 226 par. 3o :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a guarda dos filhos deverá ser requerida em ação autônoma, não podendo constar dos pedidos inseridos na ação de dissolução de união estável."
      },
      {
        "letra": "B",
        "texto": "a companheira não pode requerer a abertura de inventário, sendo legitimada somente se o companheiro falecido possuísse cônjuge também falecido anteriormente."
      },
      {
        "letra": "C",
        "texto": "a guarda dos filhos poderá ser requerida na ação de dissolução de união estável."
      },
      {
        "letra": "D",
        "texto": "as cláusulas impeditivas de casamento não se aplicam aos parentes em linha reta se a união estável foi dissolvida judicialmente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2088454",
    "metadata": "Ano: 2022 | Banca: Instituto Consulplan | Órgão: Prefeitura de Jequié - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "A pensão por morte é um benefício previdenciário pago pelo INSS (Instituto Nacional do Seguro Social) aos dependentes de um trabalhador que morreu ou que teve morte declarada pela Justiça, como nos casos de desaparecimento. Quem vive em união estável também tem direito ao recebimento da pensão por morte. A companheira ou companheiro que vivam em união estável possuem direito à pensão por morte deixada pelo(a) falecido(a); esse direito está previsto na Lei nº 8.213/91. (Jornal Contábil.) De acordo com o Art. 1.723 do Código Civil, é reconhecida como entidade familiar a união estável entre homem e mulher ressaltando os seguintes requisitos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Convivência com o intuito de constituir uma família."
      },
      {
        "letra": "B",
        "texto": "Relacionamentos com constantes interrupções – “idas e vindas”."
      },
      {
        "letra": "C",
        "texto": "Convivência pública sendo a relação de conhecimento de amigos, familiares e/ou comunidade."
      },
      {
        "letra": "D",
        "texto": "Convivência duradoura; embora não haja uma determinação sobre o tempo mínimo, é necessário que esse tempo seja estável."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1992788",
    "metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "MARQUE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na união estável, salvo contrato escrito entre os companheiros, aplica-se às relações patrimoniais o regime de separação de bens"
      },
      {
        "letra": "B",
        "texto": "Comprovado o adultério da mulher, fica ilidida a presunção legal da paternidade."
      },
      {
        "letra": "C",
        "texto": "Presumem-se concebidos na constância do casamento os filhos havidos por inseminação artificial heteróloga, ainda que não tenha havido prévia autorização do marido."
      },
      {
        "letra": "D",
        "texto": "O Supremo Tribunal Federal, em repercussão geral, fixou a tese de que a paternidade socioafetiva não impede o reconhecimento do vínculo de filiação concomitante baseado na origem biológica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1992184",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Actínio e Copernícia casam-se em 2018. Meses depois, Actínio começa a desenvolver um relacionamento amoroso com sua sogra, mãe de Copernícia, chamada Samária. Em 2020, não aguentando mais esta situação, Actínio divorcia-se de Copernícia e passa a viver publicamente com Samária, com quem vem a ter dois filhos. Em 2022, Actínio, em seu leito de morte, declara que é seu desejo casar-se com Samária. As partes, às pressas, chamam a enfermeira plantonista que celebra o casamento, na presença de Samária e seus dois filhos. O termo é assinado pelos quatro presentes e pela celebrante. Uma hora depois, Actínio falece. Nesse caso, é possível reconhecer que havia, entre Actínio e Samária:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "casamento nuncupativo;"
      },
      {
        "letra": "B",
        "texto": "união estável;"
      },
      {
        "letra": "C",
        "texto": "concubinato;"
      },
      {
        "letra": "D",
        "texto": "namoro qualificado;"
      },
      {
        "letra": "E",
        "texto": "casamento anulável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1962942",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Bruno e Marco pretendem constituir união estável. No tocante às relações patrimoniais desta união,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os companheiros não poderão eleger o regime de bens por se tratar de sociedade de fato."
      },
      {
        "letra": "B",
        "texto": "o regime da comunhão parcial de bens deverá ser aplicado obrigatoriamente à união."
      },
      {
        "letra": "C",
        "texto": "salvo contrato entre os companheiros, será aplicado, no que couber, o regime de comunhão universal de bens."
      },
      {
        "letra": "D",
        "texto": "os companheiros poderão adotar o regime de separação de bens por meio de contrato escrito entre eles."
      },
      {
        "letra": "E",
        "texto": "salvo contrato entre os companheiros, será aplicado, no que couber, o regime de separação de bens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1955126",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Considerando o entendimento decorrente da Jurisprudência dos Tribunais Superiores, assinale a alternativa correta sobre a união estável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A existência de casamento válido obsta o reconhecimento da união estável, mesmo que tenha ocorrido separação de fato entre os casados."
      },
      {
        "letra": "B",
        "texto": "A valorização patrimonial dos imóveis ou das cotas sociais de sociedade limitada, adquiridos antes do início do período de convivência, não se comunica, pois não decorre do esforço comum dos companheiros, mas de mero fator econômico."
      },
      {
        "letra": "C",
        "texto": "É possível o reconhecimento de uniões estáveis simultâneas."
      },
      {
        "letra": "D",
        "texto": "São incomunicáveis os bens particulares adquiridos anteriormente à união estável ou ao casamento sob o regime de comunhão parcial, salvo se a transcrição no registro imobiliário ocorrer na constância da relação."
      },
      {
        "letra": "E",
        "texto": "Na união estável de pessoa maior de setenta anos, impõe-se o regime da separação obrigatória, vedada a partilha de bens adquiridos na constância da relação, ainda que comprovado o esforço comum."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1938053",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "Pessoa Jurídica",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Parte Geral",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Irene conviveu em união estável com Hugo, empresário, que durante o relacionamento transferiu para a sua empresa todos os bens que adquiriu, inclusive o único imóvel residencial que adquirira onerosamente durante o relacionamento e que serviu para a moradia do casal até a data do óbito de Hugo. Irene não possuía nenhuma participação societária na empresa do falecido. Nessas circunstâncias, Irene",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não terá direito a quaisquer bens transferidos para a titularidade da pessoa jurídica em eventual partilha, mas como a casa era o único bem imóvel utilizado para fins de moradia, haverá direito real de habitação da companheira sobrevivente."
      },
      {
        "letra": "B",
        "texto": "tem legitimidade para requerer a desconsideração inversa da personalidade jurídica para que a partilha dos bens possa recair sobre os bens adquiridos onerosamente durante a união estável e que foram desviados para a pessoa jurídica, inclusive para viabilizar o direito real de habitação da companheira sobrevivente."
      },
      {
        "letra": "C",
        "texto": "não terá direito a quaisquer bens de titularidade da pessoa jurídica em eventual partilha e, como o imóvel não pertencia ao casal ou ao de cujus, não haverá direito real de habitação da companheira sobrevivente."
      },
      {
        "letra": "D",
        "texto": "não tem legitimidade para requerer a desconsideração, direta ou inversa, da personalidade jurídica, uma vez que não se enquadra na situação de credora da empresa, de modo que inaplicável a desconsideração, mas independentemente desta providência, preenche os requisitos do direito real de habitação da companheira sobrevivente."
      },
      {
        "letra": "E",
        "texto": "terá direito somente à cota societária de Hugo em relação à empresa e o direito real de habitação da companheira sobrevivente, mas não se mostra possível a aplicação da desconsideração da personalidade jurídica, direta ou invertida, quanto à partilha de bens de titularidade da empresa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1908869",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Felipe e Paulo vivem em união estável desde 2010 e não firmaram pacto de convivência. Em 2012, Paulo adquiriu um veículo para facilitar sua locomoção ao trabalho. No ano de 2018, Felipe recebeu R$ 200.000,00 de sua genitora a título de doação. Considerando que os dois são civilmente capazes e têm menos de 70 anos, na situação hipotética de dissolução da união estável e partilha de bens,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo terá direito à meação do valor recebido a título de doação sem a necessidade de prova de esforço comum. Em contrapartida, Felipe não fará jus à partilha do veículo, o qual foi adquirido para facilitar a locomoção de Paulo ao trabalho e, portanto, excluído da comunhão no regime de bens aplicável à relação."
      },
      {
        "letra": "B",
        "texto": "Paulo não fará jus à partilha do valor recebido a título de doação, por se tratar de bem excluído da comunhão no regime de bens aplicável à relação. Por sua vez, Felipe também não fará jus à partilha do veículo, o qual foi adquirido para facilitar a locomoção de Paulo ao trabalho e, portanto, excluído da comunhão no regime de bens aplicável à relação."
      },
      {
        "letra": "C",
        "texto": "em ambos os casos, será necessário prova de esforço comum para a partilha de bens, por se tratar de sociedade de fato."
      },
      {
        "letra": "D",
        "texto": "Felipe terá direito à meação do veículo adquirido sem a necessidade de prova de esforço comum. E Paulo fará jus à partilha do valor recebido a título de doação, por se tratar de numerário sujeito à comunhão no regime de bens aplicável à relação."
      },
      {
        "letra": "E",
        "texto": "Felipe terá direito à meação do veículo adquirido sem a necessidade de prova de esforço comum. Por outro lado, Paulo não fará jus à partilha do valor recebido a título de doação, por se tratar de bem excluído da comunhão no regime de bens aplicável à relação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1900382",
    "metadata": "Ano: 2022 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "João e Maria estão casados há dez anos. Inexistiu união estável anterior entre eles. Não houve pacto antenupcial. Estão ausentes as hipóteses de separação legal/obrigatória de bens. Ele adquiriu um imóvel não residencial a título oneroso em 2010. Ele hoje pretende doar referido bem ao seu pai, viúvo. João é filho único. Pode-se dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a falta de vênia conjugal ou suprimento judicial torna o ato nulo."
      },
      {
        "letra": "B",
        "texto": "são desnecessários vênia conjugal ou suprimento judicial, pois se trata de bem particular do João."
      },
      {
        "letra": "C",
        "texto": "haveria diferente tratamento legal se João não fosse doar, mas sim hipotecar o bem."
      },
      {
        "letra": "D",
        "texto": "a falta de vênia conjugal ou suprimento judicial torna o ato anulável."
      },
      {
        "letra": "E",
        "texto": "são desnecessários vênia conjugal ou suprimento judicial, pois o bem continuará dentro da esfera familiar de João que será, mais adiante, o seu herdeiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1900381",
    "metadata": "Ano: 2022 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Duas pessoas vêm mantendo, há dez anos, uma união estável, com coabitação atual, não estando, portanto, separadas de fato. Ocorre que, há sete anos, uma delas passou a ter, concomitantemente, um segundo relacionamento, com pessoa diversa, igualmente público, duradouro e contínuo. Conforme recentemente definiu a nossa Corte Suprema",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se poderá reconhecer o segundo relacionamento como união estável para fins familiares e sucessórios."
      },
      {
        "letra": "B",
        "texto": "não se reconhece o segundo relacionamento como união estável."
      },
      {
        "letra": "C",
        "texto": "se poderá reconhecer o segundo relacionamento como união estável para fins previdenciários."
      },
      {
        "letra": "D",
        "texto": "se poderá reconhecer o segundo relacionamento como união estável desde que se dê no domicílio declarado como principal pela pessoa que com ambos mantém relacionamento."
      },
      {
        "letra": "E",
        "texto": "prevalecerá o relacionamento daquele que for escolhido mediante declaração unilateral de vontade, produzida mediante instrumento público, pela pessoa que com ambos mantém relacionamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1894977",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Considere que Renata e Lucas vivam em união estável e tenham uma filha de sete anos de idade, fruto desse relacionamento. Considere, também, que o irmão de Lucas, seu parente mais próximo, tenha sido acometido de grave doença degenerativa. Acerca da situação hipotética, julgue o item a seguir, com base nas disposições do Código Civil.Não seria possível a configuração de união estável entre Renata e Lucas, caso a convivência regular tivesse se iniciado antes da homologação de divórcio referente a relacionamento anterior de Lucas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1894975",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Considere que Renata e Lucas vivam em união estável e tenham uma filha de sete anos de idade, fruto desse relacionamento. Considere, também, que o irmão de Lucas, seu parente mais próximo, tenha sido acometido de grave doença degenerativa. Acerca da situação hipotética, julgue o item a seguir, com base nas disposições do Código Civil.Considerando-se não haver qualquer contrato escrito entre ambos, a união estável enquadra-se, quanto às relações patrimoniais, no regime de comunhão universal de bens.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1872377",
    "metadata": "Ano: 2022 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Considerando o Código Civil vigente e o entendimento jurisprudencial majoritário, assinale a afirmativa correta a respeito da união estável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É impossível, sob qualquer hipótese, o reconhecimento da união estável quando ainda vigente o casamento."
      },
      {
        "letra": "B",
        "texto": "A parte poderá requerer a separação de corpos, comprovando sua necessidade, antes de mover a ação de dissolução de união estável."
      },
      {
        "letra": "C",
        "texto": "É possível o reconhecimento de uniões estáveis simultâneas ou concomitantes."
      },
      {
        "letra": "D",
        "texto": "A união estável poderá converter-se em casamento, mediante pedido dos companheiros ao juiz e assento no Tabelionato de Notas."
      },
      {
        "letra": "E",
        "texto": "Na união estável, salvo contrato escrito entre os companheiros, aplica-se às relações patrimoniais, no que couber, o regime da separação de bens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2169535",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Rogério e Giovana mantêm relacionamento afetivo há cerca de quatro anos. Não se casaram e, embora não morem na mesma cidade e não tenham filhos, se apresentam para a sociedade como casal e dividem as despesas para o seu sustento. Esse relacionamento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não configura união estável, uma vez que a lei exige expressamente, como requisito para a configuração de união estável, que haja coabitação, tornando impossível seu reconhecimento se o casal não residir na mesma residência."
      },
      {
        "letra": "B",
        "texto": "não configura união estável, uma vez que a lei prevê expressamente o prazo de cinco anos como o período mínimo de convivência para configurar relação de união estável."
      },
      {
        "letra": "C",
        "texto": "pode configurar união estável se, ausentes impedimentos legais, ficar configurada a convivência pública, contínua e duradoura e estabelecida com o objetivo de constituição de família."
      },
      {
        "letra": "D",
        "texto": "pode configurar união estável, mas somente se houver o expresso reconhecimento do casal por meio de uma escritura pública devidamente registrada em cartório."
      },
      {
        "letra": "E",
        "texto": "é considerado união estável independentemente do preenchimento de outros requisitos além da existência de um relacionamento afetivo e de compartilhamento de despesas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1861365",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Câmara de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Rogério, 40 anos, e Priscila, 45 anos, vivem há quinze anos em união estável. O casal tem dois filhos e se preparam para a chegada do terceiro. No entanto, não celebraram contrato escrito acerca das questões patrimoniais envolvendo a sua união. Nesse caso, deve ser aplicado o regime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunhão parcial de bens;"
      },
      {
        "letra": "B",
        "texto": "comunhão universal de bens;"
      },
      {
        "letra": "C",
        "texto": "participação final nos aquestos;"
      },
      {
        "letra": "D",
        "texto": "separação legal de bens;"
      },
      {
        "letra": "E",
        "texto": "separação convencional de bens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1857266",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: MANAUSPREV",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "De acordo com o entendimento dominante no Supremo Tribunal Federal, firmado no julgamento do Recurso Extraordinário (RE) 1045273, com repercussão geral reconhecida, a preexistência de casamento ou de união estável de um dos conviventes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impede o reconhecimento de novo vínculo referente ao mesmo período, exceto para fins previdenciários, ressalvada a hipótese de separação de fato ou judicial."
      },
      {
        "letra": "B",
        "texto": "impede o reconhecimento de novo vínculo referente ao mesmo período, inclusive para fins previdenciários, ressalvada a hipótese de separação de fato ou judicial."
      },
      {
        "letra": "C",
        "texto": "não impede o reconhecimento de novo vínculo referente ao mesmo período, exceto para fins previdenciários."
      },
      {
        "letra": "D",
        "texto": "não impede o reconhecimento de novo vínculo referente ao mesmo período, inclusive para fins previdenciários."
      },
      {
        "letra": "E",
        "texto": "impede o reconhecimento de novo vínculo referente ao mesmo período, inclusive para fins previdenciários, mesmo nas situações de separação de fato ou judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852454",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "A união estável tem previsões expressas acerca de sua configuração e consequências jurídicas pelos Arts. 1.723 a 1.727 do Código Civil, bem como outras delimitações esparsas pelo mesmo diploma. Diante da proteção jurídica conferida à relação, assinale a alternativa que contenha procedimento inaplicável à união estável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A união estável pode ser convertida em casamento."
      },
      {
        "letra": "B",
        "texto": "As relações pessoais entre os companheiros obedecerão aos deveres de lealdade, respeito e assistência, e de guarda, sustento e educação dos filhos."
      },
      {
        "letra": "C",
        "texto": "Na união estável, ainda que existente contrato escrito entre os companheiros, aplica-se às relações patrimoniais, no que couber, o regime da comunhão parcial de bens."
      },
      {
        "letra": "D",
        "texto": "Caracteriza-se união estável a relação entre o viúvo ou a viúva que tiver filho do cônjuge falecido, enquanto não fizer inventário dos bens do casal e der partilha aos herdeiros, se adjetivada pela convivência pública, contínua e duradoura e estabelecida com o objetivo de constituição de família."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1834031",
    "metadata": "Ano: 2021 | Banca: FCM | Órgão: IPREV Mariana - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "No que se refere ao casamento, união estável e união homoafetiva, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura causa suspensiva o casamento do adotante com quem foi cônjuge do adotado e o adotado com quem o foi do adotante."
      },
      {
        "letra": "B",
        "texto": "o casamento religioso, que atender às exigências da lei para a validade do casamento civil, equiparase a este, desde que registrado no registro próprio, produzindo efeitos a partir de seu registro."
      },
      {
        "letra": "C",
        "texto": "a eficácia do pacto antenupcial, realizado por menor, fica condicionada à aprovação de seu representante legal, incluindo as hipóteses de regime obrigatório de separação de bens."
      },
      {
        "letra": "D",
        "texto": "a dissolução de união estável homoafetiva, segundo a jurisprudência dos tribunais superiores, é de competência da vara de família e não de varas cíveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1169464",
    "metadata": "Ano: 2019 | Banca: FURB | Órgão: FURB - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Prescrição e Decadência",
      "Personalidade, Pessoa Natural e Capacidade",
      "União Estável",
      "Parte Geral"
    ],
    "enunciado_principal": "Considere o seguinte excerto doutrinário: “Como é notório, o exercício de um direito não pode ficar pendente de forma indefinida no tempo. O titular deve exercê-lo dentro de um determinado prazo, pois o Direito não socorre aqueles que dormem. Com fundamento na pacificação social, na certeza e na segurança da ordem jurídica é que surge a matéria da prescrição e da decadência. Pode-se também afirmar que a prescrição e a decadência estão fundadas em uma espécie de boa-fé do próprio legislador e na punição daquele que é negligente com seus direitos e pretensões.” (TARTUCE, Flávio. Direito Civil, v.1: lei de introdução e parte geral. 13. ed. rev. atual. e ampl. – Rio de Janeiro: Forense, 2017). Nesse contexto, é correto afirmar que corre a prescrição: I- Entre os companheiros, na constância da união estável. II- Na pendência de ação de evicção. III- Contra relativamente incapazes. IV- Contra os ausentes do País a qualquer pretexto. Assinale a alternativa que contém as assertivas corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e IV."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens I e III."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "1167185",
    "metadata": "Ano: 2019 | Banca: IDCAP | Órgão: Câmara de Boa Esperança - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Julgue os itens a seguir em relação à União Estável de acordo com o Código Civil Brasileiro: I- A união estável nunca poderá converter-se em casamento, mediante pedido dos companheiros ao juiz e assento no Registro Civil; II- As relações pessoais entre os companheiros obedecerão aos deveres de lealdade, respeito e assistência, e de guarda, sustento e educação dos filhos; III- As relações não eventuais entre o homem e a mulher, impedidos de casar, constituem casamento presumido; IV- É reconhecida como entidade familiar a união estável entre o homem e a mulher, configurada na convivência pública, contínua e duradoura e estabelecida com o objetivo de constituição de família. Dos itens acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e IV estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e III estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens II e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens III e IV estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e III estão corretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1037194",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Conforme a Constituição da República e Código Civil Brasileiro, observada a supremacia da norma constitucional, analise as seguintes afirmativas a respeito da União Estável. I. A união estável configura-se na convivência pública, contínua e duradoura, com o ânimo dos companheiros de constituir família. II. Para a caracterização da união estável não se exige um prazo mínimo de convivência dos companheiros, nem que tenham habitação comum. III. Na união estável, aplica-se às relações patrimoniais, no que couber, o regime de comunhão parcial de bens, salvo contrato escrito entre os companheiros. IV. A união estável não se constituirá se ocorrer algum dos impedimentos matrimoniais, mas a pessoa casada, achando-se separada de fato ou judicialmente, pode ser partícipe de união estável. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "998746",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Assinale a alternativa correta. União estável:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É a união informal entre duas pessoas do mesmo sexo ou entre duas pessoas de sexo diferente, configurada na convivência pública, contínua e duradoura e estabelecida com o objetivo de constituição de família."
      },
      {
        "letra": "B",
        "texto": "Poderá ser convertida automaticamente em casamento somente após o transcurso de dois anos de convivência."
      },
      {
        "letra": "C",
        "texto": "Não exige deveres entre os conviventes."
      },
      {
        "letra": "D",
        "texto": "É a união informal entre duas pessoas de sexo diferente, configurada na convivência pública, contínua e duradoura e estabelecida com o objetivo de constituição de família."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "998725",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Considerando o instituto da união estável:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei determina que a união estável deva ser estabelecida obrigatoriamente por escritura pública."
      },
      {
        "letra": "B",
        "texto": "Ao lavrar uma escritura pública de união estável, deve o Notário averiguar a real existência da situação relatada e especificar o regime de bens, bem como de sua administração, além de outras obrigações decorrentes da situação de convivência."
      },
      {
        "letra": "C",
        "texto": "Ao notário é permitido, conforme sua apreensão dos fatos, lavrar escritura de união estável embasado em declaração unilateral."
      },
      {
        "letra": "D",
        "texto": "Para que tenham validade, as escrituras de união estável devem ser registradas no Livro “E”, por Oficial de Registro Civil das Pessoas Naturais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "994241",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "União Estável"
    ],
    "enunciado_principal": "A respeito da União Estável, analise as afirmativas a seguir. I. É juridicamente possível a lavratura de escritura pública de união estável poliafetiva. II. É inviável a concessão de indenização à concubina que, ciente da condição de seu parceiro, mantivera relacionamento com homem casado, uma vez que tal providência daria ao concubinato maior proteção do que aquela conferida ao casamento e à união estável. III. Na união estável de pessoa maior de 70 anos de idade, impõe-se o regime da separação obrigatória de bens. IV. A coabitação é elemento essencial a caracterizar a união estável homoafetiva. Está incorreto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990778",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Sobre a união estável, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a existência de casamento válido obsta o reconhecimento da união estável, mesmo havendo separação de fato entre os casados."
      },
      {
        "letra": "B",
        "texto": "na união estável de pessoa maior de setenta anos, impõe-se o regime da separação obrigatória, sendo possível a partilha de bens adquiridos na constância da relação, desde que comprovado o esforço comum."
      },
      {
        "letra": "C",
        "texto": "são comunicáveis os bens particulares adquiridos anteriormente à união estável ou ao casamento sob o regime de comunhão parcial, desde que a transcrição no registro imobiliário ocorra na constância da relação."
      },
      {
        "letra": "D",
        "texto": "a coabitação é elemento indispensável à caracterização da união estável."
      },
      {
        "letra": "E",
        "texto": "é possível o reconhecimento de uniões estáveis simultâneas, mesmo entre pessoas casadas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "987642",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Acerca dos novos arranjos familiares e da separação judicial, assinale a opção correta à luz do entendimento dos tribunais superiores e da doutrina.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embora decorram da união homoafetiva todos os direitos e deveres que emanam da união estável entre homem e mulher, essa união não é considerada uma entidade familiar."
      },
      {
        "letra": "B",
        "texto": "É constitucional a diferenciação de regimes sucessórios entre cônjuges e companheiros, tal como o previsto no Código Civil."
      },
      {
        "letra": "C",
        "texto": "A emenda constitucional que suprimiu a necessidade de prazo para o divórcio e o sistema bifásico incorreu na revogação tácita da legislação infraconstitucional que versa sobre a separação judicial."
      },
      {
        "letra": "D",
        "texto": "É juridicamente impossível que uma pessoa tenha dois pais, um biológico e outro socioafetivo, e receba de ambos os direitos relacionados a essa filiação."
      },
      {
        "letra": "E",
        "texto": "A família eudemonista resulta do arranjo familiar que busque a felicidade individual com o propósito de emancipação de seus membros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "908328",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Parentesco",
      "Casamento no Direito de Família",
      "União Estável",
      "Poder Familiar"
    ],
    "enunciado_principal": "Considerando-se os princípios atuais aplicáveis à família, inclusive sob o prisma constitucional,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o casamento homoafetivo é possível, estabelecendo relações obrigacionais mútuas, mas por falta de previsão legal não estabelece relações sucessórias, devendo os cônjuges homoafetivos beneficiarem-se por meio de testamento."
      },
      {
        "letra": "B",
        "texto": "à união estável aplicam-se somente as normas do direito civil obrigacional, acrescidas daquelas que amparam a mulher previdenciariamente e no reconhecimento da constituição de patrimônio comum."
      },
      {
        "letra": "C",
        "texto": "nada obstante a igualdade jurídica entre homem e mulher, permanece o patriarcalismo, residualmente, na administração do patrimônio material do núcleo familiar."
      },
      {
        "letra": "D",
        "texto": "os filhos possuem direitos iguais, independentemente de sua origem, salvo aqueles adotados após a maioridade, em relação a restrições sucessórias, somente."
      },
      {
        "letra": "E",
        "texto": "a paternidade socioafetiva, declarada ou não em registro público, não impede o reconhecimento do vínculo de filiação concomitante baseado na origem biológica, com todas as suas consequências patrimoniais e extrapatrimoniais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "906346",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "A propósito da conversão da união estável em casamento, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A união estável poderá converter-se em casamento mediante pedido dos companheiros ao Juiz Corregedor Permanente, independentemente de prévia habilitação para o casamento."
      },
      {
        "letra": "B",
        "texto": "Não se admite, para fins de registro, a conversão de união estável em casamento de pessoas do mesmo sexo."
      },
      {
        "letra": "C",
        "texto": "O processo de habilitação se desenvolve sob o mesmo rito previsto para o casamento, devendo constar dos editais que se trata de conversão, seguindo-se a lavratura do respectivo assento independentemente de autorização do Juiz Corregedor Permanente, prescindindo o registro da celebração do matrimônio."
      },
      {
        "letra": "D",
        "texto": "O assento de conversão da união estável em casamento será lavrado imediatamente após a celebração do matrimônio, com expressa indicação da data do início de seu estabelecimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "905780",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "Considere as seguintes afirmativas a respeito do direito de família: I. A diversidade de sexos entre os companheiros não é requisito essencial para a configuração da união estável. II. A pessoa casada, mas separada de fato, pode constituir união estável. III. De acordo com jurisprudência pacificada no âmbito do Superior Tribunal de Justiça, na união estável, na ausência de contrato de convivência, a partilha de bens exige prova do esforço comum. IV. A pessoa divorciada, enquanto não houver sido homologada ou decidida a partilha de bens do casal, não pode constituir união estável. Estão CORRETAS apenas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "890909",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Personalidade, Pessoa Natural e Capacidade",
      "Casamento no Direito de Família",
      "União Estável",
      "Parte Geral"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A mudança de gênero deve observar a prévia cirurgia de redesignação sexual do interessado na alteração do registro público."
      },
      {
        "letra": "B",
        "texto": "No casamento avuncular (entre colaterais de terceiro grau) in extremis ou articulo mortis (nuncupativo), o assentimento do nubente enfermo pode ser inferido por gestos, desde que confirmada a vontade pelas testemunhas."
      },
      {
        "letra": "C",
        "texto": "A paternidade socioafetiva pode ser reconhecida voluntariamente na via administrativa, ainda que no assento de nascimento conste o vínculo paterno-filial biológico."
      },
      {
        "letra": "D",
        "texto": "Na união estável envolvendo pessoa maior de setenta anos, a existência de pacto antenupcial excepciona a obrigatoriedade do regime de separação de bens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886110",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "União Estável",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Sobre Direito de Família, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verificada a existência de mancomunhão, o pagamento da expressão patrimonial das cotas societárias à ex-conjuge, não sócia, deve corresponder ao momento efetivo da partilha, e não àquele em que estabelecido no acordo prévio sobre os bens que fariam parte do acervo patrimonial."
      },
      {
        "letra": "B",
        "texto": "O bem imóvel adquirido a título oneroso na constância da união estável regida pelo estatuto da comunhão parcial, mas recebido por um dos companheiros, mediante doação pura e simples realizada pelo outro, deve ser excluído do monte partilhável."
      },
      {
        "letra": "C",
        "texto": "Nas ações de investigação de paternidade, admite-se a relativização da coisa julgada, em se tratando de ação de paternidade em que não ocorreu realização de exame de DNA."
      },
      {
        "letra": "D",
        "texto": "A paternidade socioafetiva, declarada em registro público, não impede o reconhecimento do vínculo de filiação concomitante baseado na origem biológica, com os efeitos jurídicos próprios, inclusive no campo sucessório."
      },
      {
        "letra": "E",
        "texto": "É necessária a prévia oitiva do Ministério Público e homologação judicial para a alteração do regime de bens na união estável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873708",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "União Estável",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Ricardo viveu em união estável com Viviane, com quem teve quatro filhos, Bruno, Cleber, Daiane e Flávia. Durante a união, que perdurou por 35 anos, até a morte de Ricardo, Viviane se dedicava aos cuidados da casa e dos filhos, enquanto Ricardo trabalhava como motorista. Antes da união estável, Ricardo havia adquirido um pequeno terreno em área rural. Na constância do relacionamento, adquiriram a casa em que a família morava e um automóvel. Com a morte de Ricardo, foi aberto inventário e a família procura a Defensoria Pública para obter orientação quanto à forma correta a ser realizada a partilha. Ricardo faleceu ab intestatio e não tinha pacto de convivência com Viviane. Diante desta situação e, em conformidade com o entendimento dos Tribunais Superiores, o Defensor deverá apresentar orientação esclarecendo que, em relação aos bens adquiridos na constância da união estável (casa e veículo), Viviane",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem direito à meação em relação a todos os bens a serem inventariados, mas não concorrerá com os descendentes em relação à herança, de modo que metade dos bens deixados por Ricardo serão destinados a Viviane, e a outra metade, aos descendentes, em partes iguais."
      },
      {
        "letra": "B",
        "texto": "não tem direito à meação por não ter contribuído financeiramente para a aquisição dos bens, mas concorrerá com os filhos em relação a todos os bens da herança de Ricardo, sendo-lhe reservado o quinhão mínimo de um quarto da herança, enquanto que os outros três quartos serão divididos pelos descendentes em partes iguais."
      },
      {
        "letra": "C",
        "texto": "tem direito à meação, mesmo não tendo contribuído financeiramente para a sua aquisição, ao passo que a outra metade será dividida exclusivamente pelos filhos (um quarto para cada); já quanto ao terreno adquirido antes da união estável, haverá concorrência de Viviane com os descendentes do autor da herança, sendo reservado a Viviane um quarto, enquanto os outros três quartos serão divididos pelos descendentes em partes iguais."
      },
      {
        "letra": "D",
        "texto": "tem direito à meação, mesmo não tendo contribuído financeiramente para a sua aquisição, ao passo que a outra metade será dividida exclusivamente pelos filhos (um quarto para cada); já quanto ao terreno adquirido antes da união estável, haverá concorrência de Viviane com os descendentes do autor da herança, sendo a divisão por cabeça e em partes iguais."
      },
      {
        "letra": "E",
        "texto": "tem direito à meação em relação a todos os bens a serem inventariados e ainda concorrerá com os descendentes em relação à outra metade (herança), de modo que Viviane terá direito à metade de todos os bens deixados por Ricardo, ao passo que a outra metade deve ser dividida na seguinte proporção: um quarto para Viviane, e os outros três quartos serão divididos pelos descendentes, em partes iguais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "872510",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Câmara de Salvador - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Direito das Sucessões",
      "União Estável",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Joana era companheira de Antônio, sem que houvessem, contudo, formalizado por documento escrito a relação. Ao longo da união estável, iniciada quando ambos não tinham bens próprios, o casal teve quatro filhos e amealhou considerável patrimônio comum. Diante do falecimento de Antônio, a Joana caberá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "metade dos bens do casal;"
      },
      {
        "letra": "B",
        "texto": "metade do que couber a cada um dos filhos;"
      },
      {
        "letra": "C",
        "texto": "metade dos bens do casal e um quinto da meação de Antônio;"
      },
      {
        "letra": "D",
        "texto": "um quarto dos bens do casal;"
      },
      {
        "letra": "E",
        "texto": "metade dos bens do casal e um quarto da meação de Antônio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "866419",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito de Família",
      "Casamento no Direito de Família",
      "União Estável"
    ],
    "enunciado_principal": "De acordo com a jurisprudência do Supremo Tribunal Federal (STF) e do STJ acerca da união estável e casamento, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível o reconhecimento da união estável entre pessoas do mesmo sexo, sendo vedado o casamento civil."
      },
      {
        "letra": "B",
        "texto": "A união estável homoafetiva é vedada no ordenamento jurídico brasileiro: união estável consiste de uma relação entre homem e mulher, contínua e duradoura, com o objetivo de constituição de família."
      },
      {
        "letra": "C",
        "texto": "Como não se trata de entidade familiar, a relação entre pessoas do mesmo sexo é uma sociedade de fato, inclusive com competência da vara cível, e não da de família, para eventual ajuizamento de ação."
      },
      {
        "letra": "D",
        "texto": "A união entre duas pessoas do mesmo sexo é reconhecida como entidade familiar, com convivência pública, contínua, duradoura, com o objetivo de constituição de família, e é de competência da vara de família o ajuizamento de eventual ação a respeito."
      },
      {
        "letra": "E",
        "texto": "Diferentemente do instituto do casamento, a companheira ou o companheiro, na vigência da união estável, participará da sucessão do outro apenas quanto aos bens adquiridos onerosamente."
      }
    ],
    "gabarito": "D"
  }
]