[
  {
    "id": "3582940",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Uso e Habitação"
    ],
    "enunciado_principal": "À luz do Código Civil e considerando, quando pertinente, a jurisprudência do STJ, julgue o item que se segue, relativo a direito de vizinhança, direito real de habitação, decadência, evicção e união estável. O direito real de habitação não pode ser reconhecido em favor da viúva quando o imóvel que servia de residência à família, antes da abertura da sucessão, já integrava o regime de copropriedade entre o falecido e seu filho exclusivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3153848",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Conforme entendimento do STJ, o direito real de habitação do cônjuge supérstite",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não vigora se o regime de casamento do casal tiver sido o da separação obrigatória de bens."
      },
      {
        "letra": "B",
        "texto": "extingue-se se ele vier a contrair novo matrimônio ou falecer."
      },
      {
        "letra": "C",
        "texto": "extingue-se se ele vier a constituir nova família sob a forma de união estável."
      },
      {
        "letra": "D",
        "texto": "é assegurado em relação ao imóvel em que o casal residia ao tempo da abertura da sucessão, ainda que o de cujus tenha deixado outro imóvel dessa natureza."
      },
      {
        "letra": "E",
        "texto": "tem natureza de direito real, vitalício e personalíssimo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2400472",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 11ª Região (AM e RR)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Uso e Habitação"
    ],
    "enunciado_principal": "O titular do direito real de habitação, ao habitar gratuitamente imóvel alheio, pode",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ceder, gratuita ou onerosamente, o exercício do direito a terceiros."
      },
      {
        "letra": "B",
        "texto": "emprestá-lo a outrem, desde que continue responsável pela manutenção do imóvel."
      },
      {
        "letra": "C",
        "texto": "ocupá-lo sozinho, sendo vedado que outras pessoas de sua família ali residam."
      },
      {
        "letra": "D",
        "texto": "simplesmente ocupá-lo com sua família."
      },
      {
        "letra": "E",
        "texto": "alugá-lo, desde que reverta parte do valor à manutenção do imóvel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2319984",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Empréstimo: Comodato e Mútuo",
      "Servidões",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Marta, casada sob o regime da separação voluntária de bens com Antônio, herda da sua mãe um apartamento, e pretende destiná-lo à moradia gratuita da filha única do casal. Diante disso, assinale a opção que apresenta a forma de atender à intenção de Marta, sem a necessidade do consentimento de Antônio para sua constituição.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uso."
      },
      {
        "letra": "B",
        "texto": "Servidão."
      },
      {
        "letra": "C",
        "texto": "Comodato."
      },
      {
        "letra": "D",
        "texto": "Habitação."
      },
      {
        "letra": "E",
        "texto": "Constituição de renda."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2117956",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usufruto",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Alexandre é proprietário de um terreno na cidade X. Sabendo que seu irmão André precisava de uma ocupação, concedeu a ele o direito de plantar em seu terreno. Diante da situação hipotética, é correto afirmar que a concessão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será onerosa, sendo certo que Alexandre responderá pelos encargos e tributos que incidirem sobre o terreno."
      },
      {
        "letra": "B",
        "texto": "poderá ser gratuita ou onerosa, sendo que, se for onerosa, deverá ser paga de uma só vez."
      },
      {
        "letra": "C",
        "texto": "poderá ser transferida a terceiros e, em caso de morte de André, aos seus herdeiros."
      },
      {
        "letra": "D",
        "texto": "poderá ser realizada por prazo determinado ou indeterminado, de acordo com a vontade das partes."
      },
      {
        "letra": "E",
        "texto": "deverá ser averbada junto à matrícula do imóvel no Cartório de Registro de Imóveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1985441",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Usufruto",
      "Uso e Habitação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "No ano de 2010, Henrique adquiriu determinado bem imóvel em copropriedade com seu filho Flávio. Cinco anos após a aquisição do imóvel, Henrique veio a se casar com Mariana pelo regime de comunhão parcial de bens. Após o casamento, Henrique e Mariana passaram a residir no bem imóvel até que, em julho de 2022, Henrique faleceu sem possuir qualquer outro bem. Na situação hipotética apresentada, de acordo com a jurisprudência do STJ, é correto afirmar que Mariana",
    "alternativas": [
      {
        "letra": "A",
        "texto": "faz jus ao usufruto do bem deixado por Henrique apenas se comprovar não possuir outro bem imóvel."
      },
      {
        "letra": "B",
        "texto": "não possui direito ao usufruto e nem direito real de habitação em razão da existência de copropriedade anterior ao casamento e à abertura da sucessão."
      },
      {
        "letra": "C",
        "texto": "faz jus ao usufruto do bem deixado por Henrique, independentemente de possuir ou não outro imóvel."
      },
      {
        "letra": "D",
        "texto": "possui direito real de habitação em relação ao imóvel em que residia apenas se comprovar não possuir outro bem imóvel."
      },
      {
        "letra": "E",
        "texto": "possui direito real de habitação em relação ao imóvel em que residia, independentemente de possuir ou não outro bem imóvel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1969298",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Acerca do usufruto, uso e habitação, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o usufruto e a habitação permitem a percepção dos frutos da coisa, o que não se permite no uso."
      },
      {
        "letra": "B",
        "texto": "a disciplina da percepção dos frutos no usufruto e no uso são idênticas, sendo mitigada apenas na habitação."
      },
      {
        "letra": "C",
        "texto": "no direito de habitação, permite-se a percepção dos frutos da coisa, mas apenas no valor das necessidades do titular do direito real e de sua família."
      },
      {
        "letra": "D",
        "texto": "o titular do direito real de usufruto, tal como o titular do direito de uso, pode alugar a coisa, desde que reverta o produto da alienação às suas necessidades e de sua família."
      },
      {
        "letra": "E",
        "texto": "a percepção dos frutos da coisa é livre pelo usufrutuário, limitadamente às necessidades do usuário e de sua família pelo usuário e vedada ao titular do direito de habitação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1947796",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Uso e Habitação"
    ],
    "enunciado_principal": "De acordo com o Código Civil, se o uso consistir no direito de habitar gratuitamente um imóvel alheio, o titular do direito poderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocupá-lo com a família e perceber os frutos dele advindos."
      },
      {
        "letra": "B",
        "texto": "ocupá-lo com a família e locar parte do imóvel."
      },
      {
        "letra": "C",
        "texto": "simplesmente ocupá-lo com a família."
      },
      {
        "letra": "D",
        "texto": "ocupá-lo com a família ou locá-lo."
      },
      {
        "letra": "E",
        "texto": "ocupá-lo com a família ou emprestá-lo à descendente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1861363",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Câmara de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usufruto",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Elvira deseja permitir que sua sobrinha Adriane resida em um dos imóveis que possui, pois a sobrinha não tem onde morar. Mas pretende evitar que Adriane colha qualquer fruto dele, por exemplo, dando-o em locação para terceiros e auferindo aluguel. Para tanto, Elvira deve atribuir a Adriane, sobre o imóvel em questão, o direito real de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "propriedade;"
      },
      {
        "letra": "B",
        "texto": "habitação;"
      },
      {
        "letra": "C",
        "texto": "uso;"
      },
      {
        "letra": "D",
        "texto": "usufruto;"
      },
      {
        "letra": "E",
        "texto": "servidão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1845120",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Uso e Habitação",
      "Aspectos Gerais do Direito das Sucessões – Momento, Espécies, Lugar, Herança e Representação"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta quanto ao direito real de habitação do viúvo, de acordo com entendimento dominante e atual do Superior Tribunal de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de o viúvo ser casado pelo regime da separação obrigatória de bens não impede o reconhecimento do direito real de habitação."
      },
      {
        "letra": "B",
        "texto": "Exige-se o registro imobiliário para constituição do direito real de habitação do viúvo."
      },
      {
        "letra": "C",
        "texto": "O viúvo pode renunciar ao direito real de habitação nos autos de inventário ou por escritura pública, sem prejuízo de sua participação na herança."
      },
      {
        "letra": "D",
        "texto": "A copropriedade entre o autor da herança e os descendentes, anterior à abertura da sucessão, impede o reconhecimento do direito real de habitação em favor do viúvo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1836897",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Uso e Habitação",
      "Direito de Laje",
      "Multipropriedade Imobiliária"
    ],
    "enunciado_principal": "No âmbito do direito urbanístico, considere os itens a seguir: I. O direito real de laje contempla o espaço aéreo ou o subsolo de terrenos públicos ou privados, tomados em projeção vertical, como unidade imobiliária autônoma, não contemplando as demais áreas edificadas ou não pertencentes ao proprietário da construção-base. II. A legitimação de posse constitui forma originária de aquisição do direito real de propriedade conferido por ato do poder público, exclusivamente no âmbito da Reurb, àquele que detiver em área pública ou possuir em área privada, como sua, unidade imobiliária com destinação urbana, integrante de núcleo urbano informal consolidado existente em 22 de dezembro de 2016. III. Multipropriedade é o regime de condomínio em que cada um dos proprietários de um mesmo imóvel é titular de uma fração de tempo, à qual corresponde a faculdade de uso e gozo, com exclusividade, da totalidade do imóvel, a ser exercida pelos proprietários de forma alternada. IV. Aquele que, até 22 de dezembro de 2016, possuiu como seu, por cinco anos, ininterruptamente e sem oposição, até duzentos e cinquenta metros quadrados de imóvel público situado em área com características e finalidade urbanas, e que o utilize para sua moradia ou de sua família, tem o direito real de uso para fins de moradia em relação ao bem objeto da posse, desde que não seja proprietário ou concessionário, a qualquer título, de outro imóvel urbano ou rural. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1149261",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: TRE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Uso e Habitação"
    ],
    "enunciado_principal": "São direitos reais, dentre outros, o usufruto, a habitação e o direito do promitente comprador do imóvel, previstos expressamente no diploma civil. Sobre os referidos institutos, analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F): ( ) O usufruto pode ser transferido por alienação, mas o seu exercício pode ceder-se por título gratuito ou oneroso. ( ) O promitente comprador adquire direito real à aquisição do imóvel, mediante promessa de compra e venda, em que se pactuou ou não arrependimento, caso celebrada por instrumento público, ainda que não registrada no Cartório de Registro de Imóveis. ( ) Constituído o usufruto em favor de duas ou mais pessoas, transferir-se-á proporcionalmente aos sobreviventes a parte relativa aos usufrutuários falecidos, salvo se, por estipulação expressa ou tácita, vier a ser extinto o quinhão desses. ( ) Se o direito real de habitação for conferido a mais de uma pessoa, qualquer delas que sozinha habite a casa terá de pagar aluguel à outra, ou às outras, mas não as pode inibir de exercerem, querendo, o direito, que também lhes compete, de habitá-la. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V, V"
      },
      {
        "letra": "B",
        "texto": "V, F, V, F"
      },
      {
        "letra": "C",
        "texto": "F, V, F, V"
      },
      {
        "letra": "D",
        "texto": "F, F, F, F"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2009612",
    "metadata": "Ano: 2019 | Banca: IMA | Órgão: Prefeitura de Paço do Lumiar - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Enfiteuse e Superfície",
      "Uso e Habitação"
    ],
    "enunciado_principal": "São exemplos de direitos reais, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de superfície."
      },
      {
        "letra": "B",
        "texto": "O direito à posse."
      },
      {
        "letra": "C",
        "texto": "O direito de uso."
      },
      {
        "letra": "D",
        "texto": "O direito de habitação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1242983",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: Prefeitura de Palhoça - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Uso e Habitação"
    ],
    "enunciado_principal": "De acordo com o artigo 618 do Código Civil – Lei 10406/02, que trata de contratação de empreiteiro de materiais e execução, da solidez e segurança do trabalho em razão dos materiais tanto como do solo, o contratado responderá por quanto tempo a responsabilidade pela obra?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "15 anos."
      },
      {
        "letra": "B",
        "texto": "05 anos."
      },
      {
        "letra": "C",
        "texto": "10 anos."
      },
      {
        "letra": "D",
        "texto": "02 anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1218977",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Sobre direitos reais, responda as questões: I. Quando o uso consistir no direito de habitar gratuitamente casa alheia, o titular deste direito não a pode alugar, nem emprestar, mas simplesmente ocupá-la com sua família. II. O direito real de habitação não pode ser conferido a mais de uma pessoa simultaneamente. III. O usufruto pode recair em um ou mais bens, móveis ou imóveis, em um patrimônio inteiro, ou parte deste, abrangendo-lhe, no todo ou em parte, os frutos e utilidades. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva I é verdadeira."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas são falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987120",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície",
      "Usufruto",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Renata é proprietária de um terreno na área rural de um município no Estado de São Paulo. Com dificuldades financeiras, decide conceder a Marcelo o direito de plantar em seu terreno, por tempo determinado, mediante escritura pública devidamente registrada no Cartório de Registro de Imóveis. Essa situação hipotética trata de uma hipótese do direito real de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "servidão."
      },
      {
        "letra": "B",
        "texto": "uso."
      },
      {
        "letra": "C",
        "texto": "usufruto."
      },
      {
        "letra": "D",
        "texto": "habitação."
      },
      {
        "letra": "E",
        "texto": "superfície."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "984627",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Uso e Habitação"
    ],
    "enunciado_principal": "De acordo com o Código Civil de 2002, é titular de direito real de habitação o cônjuge sobrevivente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas se for casado pelo regime da separação total de bens, relativamente ao imóvel destinado à residência familiar, desde que seja o único daquela natureza a inventariar."
      },
      {
        "letra": "B",
        "texto": "apenas se for casado pelo regime da separação total de bens, relativamente ao imóvel destinado à residência familiar, independentemente da existência de outros bens residenciais a inventariar."
      },
      {
        "letra": "C",
        "texto": "qualquer que seja o regime de bens, relativamente ao imóvel destinado à residência familiar, independentemente da existência de outros bens residenciais a inventariar."
      },
      {
        "letra": "D",
        "texto": "qualquer que seja o regime de bens, relativamente ao imóvel destinado à residência familiar, desde que seja o único daquela natureza a inventariar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1841423",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Tanabi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Sobre os direitos reais de superfície, servidão, usufruto, uso e habitação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de superfície não autoriza obra no subsolo, salvo se for inerente ao objeto da concessão."
      },
      {
        "letra": "B",
        "texto": "A servidão proporciona utilidade para o prédio dominante e grava o prédio serviente, que pertence a diverso dono, e constitui-se mediante declaração expressa ou tácita dos proprietários."
      },
      {
        "letra": "C",
        "texto": "O usufruto pode recair em um ou mais bens móveis ou imóveis, em um patrimônio inteiro, ou parte deste, mas não abrange os frutos e utilidades."
      },
      {
        "letra": "D",
        "texto": "O uso, ao contrário do usufruto, abrange os frutos e utilidades, razão pela qual as causas de extinção são diversas."
      },
      {
        "letra": "E",
        "texto": "Quando o uso constituir no direito de habitar gratuitamente casa alheia, o titular desse direito pode alugar o imóvel e utilizar os valores para sustento de sua família."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1103649",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: INB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "São direitos reais, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A propriedade, a posse, o usufruto e a laje."
      },
      {
        "letra": "B",
        "texto": "A concessão de direito real de uso, o direito do promitente comprador do imóvel, a hipoteca e a anticrese."
      },
      {
        "letra": "C",
        "texto": "A superfície, as servidões, o uso e o usufruto"
      },
      {
        "letra": "D",
        "texto": "A concessão de uso especial para fins de moradia, o penhor, a habitação e a propriedade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "878218",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Por meio de escritura pública devidamente registrada, Pedro concedeu a Rodolfo a propriedade, por prazo determinado, de construção que efetuar em área de seu terreno. Essa relação reflete o direito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "superfície."
      },
      {
        "letra": "B",
        "texto": "servidão contínua contratual."
      },
      {
        "letra": "C",
        "texto": "uso."
      },
      {
        "letra": "D",
        "texto": "usufruto temporário."
      },
      {
        "letra": "E",
        "texto": "habitação."
      }
    ],
    "gabarito": "A"
  }
]