[
  {
    "id": "3390831",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Jussara, de 75 anos, aposentada e em situação de vulnerabilidade social, vive sozinha em um imóvel com área de 180 metros quadrados, situado em zona urbana consolidada do Município de Olinda, Pernambuco. O imóvel foi originalmente construído, em 2008, por seu irmão Ariano, que veio a falecer viúvo, sem deixar herdeiros nem testamento, no ano de 2010. Até a presente data não foi aberto o inventário de Ariano. Consta como proprietária do imóvel, uma construtora que encerrou suas atividades de forma informal no ano de 2005, sem jamais ter exercido a posse ou reivindicado o bem. Desde o falecimento do irmão, Jussara passou a residir de forma contínua e exclusiva no imóvel, realizando reformas, pagando regularmente os tributos, instalando os serviços essenciais em seu nome e exercendo a posse de forma mansa, pacífica e ininterrupta, sem qualquer oposição. Ressalta-se que Jussara não possui nenhum outro imóvel urbano ou rural. Na última semana, ela procurou a Defensoria Pública do Estado de Pernambuco para obter orientação jurídica quanto à possibilidade de regularização da propriedade do imóvel em que reside. Sobre a pretensão de Jussara, com base no ordenamento jurídico brasileiro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Jussara poderá pleitear o reconhecimento da propriedade do imóvel por usucapião especial urbana, pois exerce, há mais de cinco anos, posse mansa, pacífica e contínua sobre imóvel urbano de até 250 metros quadrados e não sendo proprietária de outro bem imóvel."
      },
      {
        "letra": "B",
        "texto": "A usucapião especial urbana somente pode ser requerida quando o imóvel possuir área de até duzentos metros quadrados e houver expressa autorização do poder público municipal para fins de regularização fundiária."
      },
      {
        "letra": "C",
        "texto": "A concessão da usucapião especial urbana exige que a ocupação tenha natureza coletiva, voltada à constituição de núcleo urbano informal, não se aplicando a posses individuais."
      },
      {
        "letra": "D",
        "texto": "O direito à usucapião especial urbana não se aplica quando o imóvel estiver registrado em nome de pessoa jurídica de direito privado, mesmo em caso de encerramento das atividades."
      },
      {
        "letra": "E",
        "texto": "Para que Jussara possa obter o reconhecimento da usucapião especial urbana sobre o imóvel, é indispensável a prévia implementação de políticas públicas de desenvolvimento urbano na localidade, sendo, na ausência dessas, cabível apenas a usucapião ordinária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3387012",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Daniel compareceu à sede da Defensoria Pública de Esteio, buscando atendimento para o ajuizamento de ação declaratória de propriedade originária decorrente da usucapião especial urbana de bem imóvel, também denominada pro misero ou pro-moradia. De acordo com este instituto, com base na lei e nos Informativos dos Tribunais Superiores,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda que o possuidor já seja proprietário da metade ideal do imóvel que pretende usucapir, isso, por si só, não constitui impedimento para a declaração da usucapião especial urbana."
      },
      {
        "letra": "B",
        "texto": "a legislação específica estabelece a associação de moradores da comunidade como legitimada para a propositura da ação de usucapião especial urbana, desde que esteja regularmente constituída há mais de um ano e tenha personalidade jurídica, dispensando autorização expressa dos associados."
      },
      {
        "letra": "C",
        "texto": "dado o caráter personalíssimo e familiar desta modalidade de usucapião individual, considera-se incompatível a aplicação do instituto da sucessio possessionis para a contagem do requisito temporal."
      },
      {
        "letra": "D",
        "texto": "diante da finalidade social desta modalidade de usucapião, a destinação de parte do imóvel usucapiendo para o exercício de pequena atividade comercial voltada ao sustento próprio do requerente, que reside no local com sua família, impede a declaração da propriedade."
      },
      {
        "letra": "E",
        "texto": "o Estatuto da Cidade confere ao autor da ação que busca a declaração desta modalidade de usucapião individual os benefícios da justiça e da assistência judiciária gratuita, inclusive perante o cartório de registro de imóveis, caso demonstre sua condição de hipossuficiente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3386997",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "A usucapião familiar ou entre cônjuges",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se configura mesmo com a judicialização sobre a posse do bem pelo ex-cônjuge ou ex-companheiro que abandonou o lar no curso do prazo estabelecido de dois anos."
      },
      {
        "letra": "B",
        "texto": "tem o prazo de dois anos, começa a contar do momento do abandono e seu reconhecimento prescinde de formalização ou reconhecimento do divórcio ou de dissolução de união estável."
      },
      {
        "letra": "C",
        "texto": "se aplica a imóveis urbanos e rurais e se configura se o possuidor não for proprietário de outro imóvel."
      },
      {
        "letra": "D",
        "texto": "visa proteger a segurança jurídica e os interesses de ambos cônjuges ou companheiros sobre o bem e seus respectivos direitos à moradia."
      },
      {
        "letra": "E",
        "texto": "pode ser exercido mais de uma vez pelo mesmo possuidor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3362367",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Genailda e Florisvaldo constituíram uma união estável em agosto de 2015, que durou até dezembro de 2020, quando Florisvaldo abandonou o lar. No período de convivência, o casal adquiriu uma pequena casa, situada em um lote de 200 (duzentos) metros quadrados, no bairro periférico de uma grande cidade. No ano de 2025, Florisvaldo ingressou com ação de dissolução de união estável no bojo da qual pleiteou a partilha do patrimônio adquirido na constância do relacionamento do casal. Em sua contestação, Genailda alegou que o único bem adquirido durante a união estável seria o imóvel, mas ele não mais integraria o patrimônio do casal em função da usucapião que deveria ser reconhecida em favor dela, uma vez que teria permanecido na posse direta e exclusiva do bem, sem que houvesse qualquer oposição desde a data do abandono do lar pelo seu ex-companheiro. À luz do que dispõe o Código Civil, assinale a opção que apresenta a decisão correta para o caso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Genailda só poderia usucapir o bem em função do abandono do ex-companheiro se o imóvel se situasse em área rural."
      },
      {
        "letra": "B",
        "texto": "Não é possível reconhecer a usucapião, uma vez que entre cônjuges/conviventes não flui o prazo de prescrição aquisitiva."
      },
      {
        "letra": "C",
        "texto": "Genailda só poderia usucapir o bem se o abandono do companheiro tivesse ocorrido há mais de dez anos, o que não ocorreu no caso concreto."
      },
      {
        "letra": "D",
        "texto": "Assiste razão à Genailda, em razão da chamada usucapião pró-família, previsto no Art. 1.240-A do Código Civil, que prevê essa possibilidade para o convivente que exercer por quatro anos a posse exclusiva do bem imóvel de até 250 (duzentos e cinquenta) metros quadrados, após o abandono do lar pelo outro convivente."
      },
      {
        "letra": "E",
        "texto": "Assiste razão à Genailda, em razão da chamada usucapião pró-família, previsto no Art. 1.240-A do Código Civil, que prevê essa possibilidade para o convivente que exercer por dois anos a posse exclusiva de bem imóvel de até 250 (duzentos e cinquenta) metros quadrados, após o abandono do lar pelo outro convivente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3301303",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Em contestação apresentada nos autos de usucapião constitucional urbano, o réu sustenta as seguintes teses: I. Tratando-se de imóvel em condomínio edilício, com 250 m2 na área privativa, estaria ultrapassada a medida máxima usucapível nessa modalidade, porque ainda haveria de se computar a fração ideal das áreas comuns do condomínio. II. De todo modo, para alcançar o prazo de prescrição aquisitiva, o autor tentaria somar sua posse à do possuidor antecedente, isto é, computar accessio possessionis, o que não seria possível no caso. III. Por eventualidade, como parte do imóvel é utilizada para fins comerciais, a sentença só poderia declarar a aquisição originária da parte destinada a fins de moradia. Nesse caso, improcede(m):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas a tese I;"
      },
      {
        "letra": "B",
        "texto": "apenas a tese II;"
      },
      {
        "letra": "C",
        "texto": "apenas as teses I e III;"
      },
      {
        "letra": "D",
        "texto": "apenas as teses II e III;"
      },
      {
        "letra": "E",
        "texto": "as teses I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3298357",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Câmara de Morrinhos - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Leia o caso a seguir.Uma mulher viúva e sem filhos passou a morar numa pequena propriedade situada em área com características e finalidade urbanas, com área inferior a 250 m2, no início do ano de 2010. A mulher não possui nenhuma outra propriedade ou concessão de bem imóvel urbano ou rural. Ali foi habitar com intenção de domínio e exerceu a posse de forma contínua e ininterrupta até os dias de hoje. O imóvel em que habita é um bem público dominical, de forma que, apesar de ser uma propriedade do Estado, não foi utilizado por ele para nenhum fim no período.No caso em tela, qual direito real foi adquirido pela mulher viúva?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concessão de uso especial para fins de moradia."
      },
      {
        "letra": "B",
        "texto": "Propriedade, em razão de usucapião especial urbana."
      },
      {
        "letra": "C",
        "texto": "Direito real de habitação."
      },
      {
        "letra": "D",
        "texto": "Propriedade, em razão de usucapião extraordinária."
      },
      {
        "letra": "E",
        "texto": "Concessão de direito real de uso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3260341",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Nos termos da legislação civil a respeito da aquisição de propriedade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aquisição da propriedade pela usucapião se dá com a consumação do prazo definido em lei. Entretanto, sem o devido registro imobiliário, o novo proprietário não poderá arguir a prescrição aquisitiva em eventual ação possessória para defesa do imóvel objeto da usucapião."
      },
      {
        "letra": "B",
        "texto": "A demonstração de que a posse de determinado imóvel que se pretende usucapir tenha sido exercida em boa-fé é requisito essencial de todas as modalidades de usucapião."
      },
      {
        "letra": "C",
        "texto": "A usucapião denominada familiar exige o abandono do lar do coproprietário do imóvel que se pretende adquirir, importando em analisar a culpa pelo fim do casamento ou união estável e depende de divórcio ou dissolução da união havida."
      },
      {
        "letra": "D",
        "texto": "A prescrição aquisitiva extraordinária, que tem como prazo para sua constituição a posse do imóvel pelo prazo de quinze anos, é minorada para dez anos se o possuidor tiver respeitado a função social da propriedade, ou seja, tiver dado ao imóvel destinação de moradia ou nele realizado obras ou serviços produtivos."
      },
      {
        "letra": "E",
        "texto": "Para efetivação da usucapião especial rural, deve-se exercer a posse de área rural não superior a cinquenta hectares, por cinco anos ininterruptos, e torná-la produtiva por seu trabalho, não sendo necessário utilizá-la como moradia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3219211",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Servidões",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Acerca dos direitos reais e de acordo com o Código Civil, analise as afirmativas a seguir. I – Aquele que restituir a coisa achada, terá direito a uma recompensa não inferior a dez por cento do seu valor, e à indenização pelas despesas que houver feito com a conservação e transporte da coisa, se o dono não preferir abandoná-la. II – Aquele que, por dez anos, sem interrupção, nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de título e boa-fé, podendo requerer ao juiz que assim o declare por sentença, a qual servirá de título para o registro no Cartório de Registro de Imóveis. III – Os acréscimos formados, sucessiva e imperceptivelmente, por depósitos e aterros naturais ao longo das margens das correntes, ou pelo desvio das águas destas, pertencem aos donos dos terrenos marginais, sem indenização. IV – Se a construção, feita parcialmente em solo próprio, invade solo alheio em proporção não superior à vigésima parte deste, adquire o construtor de boa-fé a propriedade da parte do solo invadido, se o valor da construção exceder o dessa parte, e responde por indenização que represente, também, o valor da área perdida e a desvalorização da área remanescente. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3216129",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Nestor adquiriu por meio de usucapião um imóvel urbano. Após o trânsito em julgado, Nestor requereu junto ao Cartório de Registro de Imóveis a averbação da propriedade em seu nome. O oficial registrador, por sua vez, ao analisar a documentação, indeferiu o pedido, alegando que a sentença de usucapião, por si só, não seria suficiente para a averbação, sendo necessária a apresentação de um mandado de imissão de posse. Considerando o fato narrado, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O oficial registrador deveria ter admitido o registro, levando em conta os princípios da efetividade, celeridade e continuidade registral."
      },
      {
        "letra": "B",
        "texto": "A exigência de um mandado de imissão de posse para a averbação da propriedade é desproporcional e viola o princípio da celeridade processual."
      },
      {
        "letra": "C",
        "texto": "Nestor pode requerer a retificação da matrícula, apresentando a sentença de usucapião e comprovando a posse ad usucapionem, dispensando a apresentação do mandado de imissão de posse."
      },
      {
        "letra": "D",
        "texto": "A solução para o caso seria a realização de um novo processo de usucapião, desta vez com a apresentação do mandado de imissão de posse, a fim de sanar a irregularidade apontada pelo oficial registrador."
      },
      {
        "letra": "E",
        "texto": "A decisão do oficial registrador está correta, pois o mandado de imissão de posse é requisito indispensável para a averbação da propriedade adquirida por usucapião, conforme entendimento consolidado do Superior Tribunal de Justiça (STF)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3215475",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Julgue o item que se segue, referente a posse e direitos e garantias reais. A posse precária não constitui impedimento para aquisição da propriedade mediante usucapião.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3184588",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Elen, 59 anos, capaz, solteira, adquiriu um pequeno imóvel no interior há mais de vinte anos; no entanto, nunca tomou posse do imóvel. Flávia, desconhecendo qualquer direito de Elen sobre o imóvel, vive, sem autorização de Elen, no imóvel em questão, pelos últimos vinte anos, sem qualquer resistência, de forma pública. Considerando o direito de propriedade sobre esse imóvel, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de propriedade de Elen decaiu pelo não exercício do direito de posse e propriedade."
      },
      {
        "letra": "B",
        "texto": "Flávia pode invocar a prescrição aquisitiva do imóvel em seu favor, mesmo em defesa de eventual reivindicatória de Elen."
      },
      {
        "letra": "C",
        "texto": "O direito de propriedade de Elen sofreu o efeito chamado de decadência aquisitiva temporal, não existindo qualquer direito de Elen sobre o imóvel, cuja propriedade é de Flávia."
      },
      {
        "letra": "D",
        "texto": "O direito de propriedade de Elen é imprescritível devido a mandamento constitucional que garante a propriedade privada. Elen não pode perder a propriedade em favor de Flávia por qualquer razão indicada no problema."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3153474",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Caio, no mês de janeiro de 2022, mediante instrumento particular de compra e venda dos direitos possessórios de Tício, adquiriu a posse de um terreno urbano edificado, de 125 metros quadrados, localizado na Rua X, n° 1, onde passou a residir. Tício possuía a área, de forma ostensiva e com animus domini, desde o mês de dezembro de 2018, quando construiu sua casa no terreno vazio localizado na Rua X, n° 1. Mévio, proprietário tabular do imóvel localizado na Rua X, n° 1, ajuizou, no mês de fevereiro de 2024, ação de reintegração de posse contra Caio. Este, por sua vez, alegou, na defesa da ação possessória ajuizada por Mévio, que teria adquirido a área em razão da usucapião especial urbana, pois teria, em razão da accessio possessionis, posse por prazo superior a 5 (cinco) anos, utilizava a área como moradia e não era proprietário de outro imóvel. Acerca do caso hipotético e tendo em vista a jurisprudência atual dos Tribunais Superiores, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio não possui o tempo necessário para a aquisição da área pela usucapião especial urbana, tendo em vista que a esta não se aplica a accessio possessionis."
      },
      {
        "letra": "B",
        "texto": "A usucapião não pode ser utilizada como matéria de defesa, devendo Caio ajuizar ação de usucapião e requerer nesta tutela provisória para suspender a ação possessória proposta por Mévio."
      },
      {
        "letra": "C",
        "texto": "A ação de reintegração de posse ajuizada por Mévio deve ser julgada improcedente e declarada a aquisição da área por Caio em razão da prescrição aquisitiva."
      },
      {
        "letra": "D",
        "texto": "A venda dos direitos possessórios deveria ter sido feita por escritura pública, sendo, assim, nulo de pleno direito o instrumento particular celebrado entre Caio e Tício."
      },
      {
        "letra": "E",
        "texto": "A posse de Caio tem fundamento em justo título, razão pela qual a ação de reintegração de posse deve ser sobrestada até que seja completado o período de 5 (cinco) anos de posse."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3345825",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Leia o caso a seguir. Uma mulher reside em uma área urbana de 240 metros quadrados desde janeiro de 2015. Ela e sua família utilizam o local exclusivamente para moradia, sem enfrentar qualquer oposição ou contestação de terceiros. Ela não possui outros imóveis urbanos ou rurais. Em março de 2020, ela decidiu solicitar o reconhecimento de domínio por usucapião com base no artigo 183 da Constituição Federal. No entanto, o imóvel em questão foi originalmente destinado a uso público. Elaborado pelo(a) autor(a). Considerando essas informações contextuais, qual será o resultado do pedido de reconhecimento de domínio por usucapião da mulher?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A mulher tem direito ao reconhecimento do domínio por usucapião, visto que cumpriu todos os requisitos previstos na Constituição Federal."
      },
      {
        "letra": "B",
        "texto": "A mulher pode adquirir o domínio por usucapião se provar que o imóvel não teve a destinação efetiva de sua afetação e está desocupado."
      },
      {
        "letra": "C",
        "texto": "O direito a usucapião pode ser concedido à mulher mais de uma vez, desde que os imóveis subsequentes também sejam de uso público e desocupados."
      },
      {
        "letra": "D",
        "texto": "O direito da mulher ao domínio do imóvel por usucapião será reconhecido se ela se divorciar, assegurando que o imóvel seja registrado em seu nome exclusivo."
      },
      {
        "letra": "E",
        "texto": "A mulher não pode adquirir o domínio por usucapião, pois o imóvel é de uso público e, portanto, está expressamente excluído pela legislação dessa possibilidade de aquisição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3153854",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Determinado imóvel foi penhorado em decorrência de débito condominial. Em momento posterior, terceiro passou a exercer a posse sobre o imóvel, vindo a adquirir a propriedade por usucapião. Com base nessa situação hipotética e na jurisprudência do STJ, é correto afirmar que aquisição originária da propriedade por usucapião",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não prevalece sobre o caráter pessoal do débito condominial, sendo mantida a penhora incidente sobre o bem."
      },
      {
        "letra": "B",
        "texto": "prevalece sobre o caráter pessoal do débito condominial, mas não autoriza a desconstituição de penhora incidente sobre o bem."
      },
      {
        "letra": "C",
        "texto": "prevalece sobre o caráter propter rem do débito condominial, de modo a autorizar a desconstituição de penhora incidente sobre o bem."
      },
      {
        "letra": "D",
        "texto": "prevalece sobre o caráter pessoal do débito condominial, de modo a autorizar a desconstituição de penhora incidente sobre o bem."
      },
      {
        "letra": "E",
        "texto": "não prevalece sobre o caráter propter rem do débito condominial, sendo mantida a penhora incidente sobre o bem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3151543",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Considerada a hipótese de um dos herdeiros propor ação de usucapião objetivando usucapir imóvel objeto de herança, assinale a opção correta com base na jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É viável o pedido de usucapião em desfavor dos demais herdeiros desde que o proponente exerça a posse do bem de modo exclusivo, de forma ininterrupta e sem oposição pelo prazo de quinze anos."
      },
      {
        "letra": "B",
        "texto": "É viável o pedido de usucapião em desfavor dos demais herdeiros desde que o proponente exerça a posse do bem, de modo exclusivo ou não, mas de forma ininterrupta e sem oposição pelo prazo de quinze anos."
      },
      {
        "letra": "C",
        "texto": "É inviável o pedido de usucapião em desfavor dos demais herdeiros pois, a partir da abertura da sucessão, cria-se um condomínio pro indiviso sobre o acervo hereditário que perdura até a partilha da herança."
      },
      {
        "letra": "D",
        "texto": "É viável o pedido de usucapião em desfavor dos demais herdeiros desde que o proponente exerça a posse do bem, de modo exclusivo ou não, mas de forma ininterrupta e sem oposição pelo prazo de dez anos."
      },
      {
        "letra": "E",
        "texto": "É viável o pedido de usucapião em desfavor dos demais herdeiros desde que o proponente exerça a posse do bem de modo exclusivo, de forma ininterrupta e sem oposição pelo prazo de dez anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3144132",
    "metadata": "Ano: 2024 | Banca: UNIFIMES | Órgão: Prefeitura de Mineiros - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Houve uma invasão de um bem público municipal (terreno) por um grupo de pessoas. Essas pessoas, após efetivada a construção de uma moradia e ali terem plantado pequenas culturas para a própria subsistência, pretendem ingressar com usucapião para a obtenção do terreno em definitivo. Em se tratando de um bem público invadido, assinale a alternativa abaixo adequada à situação, segundo a ótica do Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo tendo construído no terreno, a ocupação é indevida e precária e insuscetível de indenização."
      },
      {
        "letra": "B",
        "texto": "O município poderá reaver o terreno, mas será obrigado a indenizar os invasores pelo imóvel construído."
      },
      {
        "letra": "C",
        "texto": "Embora o grupo de pessoas não possam ter a propriedade do terreno invadido pela via da usucapião, pela imprescritibilidade do bem público, poderá ser assegurada ao grupo a proteção possessória contra o município."
      },
      {
        "letra": "D",
        "texto": "O município não poderá retomar o terreno porque, nessa situação, mesmo sendo bem público este estará suscetível de ser objeto de usucapião."
      },
      {
        "letra": "E",
        "texto": "O grupo de invasores não terá direito à usucapião, mas terá proteção da posse em face do município até este efetivar o pagamento da indenização."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3129212",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Sorocaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Adriana invadiu uma casa de 200 metros quadrados no centro de Sorocaba para fixar moradia e nela permaneceu por cinco anos, utilizando a garagem da casa como uma sorveteria, na qual vendia sorvetes artesanais por ela fabricados para o seu sustento e de seus três filhos. Passados os cinco anos, Adriana, que não é proprietária de nenhum outro bem imóvel, propôs ação requerendo o reconhecimento de usucapião especial urbana. Diante da situação hipotética, considerando o atual entendimento do Superior Tribunal de Justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é possível o reconhecimento da usucapião especial urbana sobre o imóvel, uma vez que um dos requisitos para a sua concessão é a utilização para moradia da pessoa ou de sua família, sendo vedada a utilização para fins comerciais."
      },
      {
        "letra": "B",
        "texto": "será possível o reconhecimento da usucapião especial urbana apenas sobre a parte utilizada para fins de moradia."
      },
      {
        "letra": "C",
        "texto": "é possível o reconhecimento da usucapião especial urbana sobre todo o imóvel, inclusive sobre a parte utilizada para fins comerciais."
      },
      {
        "letra": "D",
        "texto": "para adquirir a propriedade do imóvel será necessária a propositura de duas ações de usucapião distintas, uma especial urbana para a casa e outra extraordinária para a garagem."
      },
      {
        "letra": "E",
        "texto": "considerando a ausência de justo título e boa-fé, deverá ser proposta a ação de usucapião extraordinária em relação ao imóvel inteiro após o prazo de dez anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3117488",
    "metadata": "Ano: 2024 | Banca: IMPARH | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião"
    ],
    "enunciado_principal": "De acordo com o Código Civil, assinale o item correto em relação à delimitação conceitual do fenômeno da acessio possessionis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que exercer, por 2 (dois) anos ininterruptamente e sem oposição, posse direta, com exclusividade, sobre imóvel urbano de até 250m² (duzentos e cinquenta metros quadrados) cuja propriedade divida com ex-cônjuge ou ex-companheiro que abandonou o lar, utilizando-o para sua moradia ou de sua família, adquirir-lhe-á o domínio integral, desde que não seja proprietário de outro imóvel urbano ou rural."
      },
      {
        "letra": "B",
        "texto": "Poderá o possuidor requerer ao juiz seja declarada adquirida, mediante usucapião, a propriedade imóvel."
      },
      {
        "letra": "C",
        "texto": "Adquire a propriedade do imóvel aquele que, contínua e incontestadamente, com justo título e boa-fé, o possuir por dez anos."
      },
      {
        "letra": "D",
        "texto": "O possuidor pode, para o fim de contar o tempo exigido pela usucapião, acrescentar à sua posse a dos seus antecessores, contanto que todas sejam contínuas, pacíficas e, nos casos de usucapião ordinária, com justo título e de boa-fé."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3098528",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Há seis anos os irmãos Evandro, Manoela e Josué ocupam um imóvel que está localizado na região central do Município 123, e que pertence a uma autarquia federal. Sabe-se que o imóvel possui cem metros quadrados e ali os três irmãos construíram uma casa simples, com quatro cômodos, destinados à sua moradia. Considerando o fato narrado e de acordo com as normas constitucionais, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em razão da imprescritibilidade do imóvel pertencente à autarquia, os irmãos não poderão adquiri-lo por usucapião."
      },
      {
        "letra": "B",
        "texto": "Se comprovarem que a ocupação ocorreu de boa-fé e sem resistência, os irmãos poderão adquirir o imóvel por usucapião extraordinária."
      },
      {
        "letra": "C",
        "texto": "Se comprovarem que a ocupação ocorreu de boa-fé e sem resistência, os irmãos poderão adquirir o imóvel por usucapião especial urbana."
      },
      {
        "letra": "D",
        "texto": "Comprovada a posse mansa e pacífica, desde que não sejam proprietários de outro imóvel exclusivamente urbano, é possível configurar a usucapião especial urbana do imóvel ocupado pelos irmãos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3098521",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Sóstenes, magistrado, e Demóstenes, residente jurídico, debatem acerca de ação judicial que tramita perante a vara em que atuam. A demanda envolve a discussão sobre a propriedade de extensa área, com posse ininterrupta e de boa-fé, por mais de cinco anos, de considerável número de pessoas. Sobre o tema e levando em consideração a função social da propriedade, Sóstenes afirmou corretamente que é possível a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Usucapião judicial urbana se a área total, dividida pelo número de possuidores, seja inferior a duzentos e cinquenta metros quadrados, para cada possuidor."
      },
      {
        "letra": "B",
        "texto": "Desapropriação judicial caso a área seja ocupada por população de baixa renda, para sua moradia, e caso estes não sejam proprietários de outro imóvel urbano ou rural."
      },
      {
        "letra": "C",
        "texto": "Aplicação do instituto da usucapião coletiva urbana, cabendo ao juiz fixar a justa indenização devida ao proprietário; pago o preço, valerá a sentença como título para o registro do imóvel em nome dos possuidores."
      },
      {
        "letra": "D",
        "texto": "Desapropriação judicial, desde que fundada em uma posse qualificada dos ocupantes, na medida em que eles devem ter realizado na área, em conjunto ou separadamente, obras e serviços considerados pelo juiz de interesse social e econômico relevante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3086409",
    "metadata": "Ano: 2024 | Banca: UPENET/IAUPE | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Da usucapião especial de imóvel urbano, aquele que possuir como sua área ou edificação urbana de até duzentos e cinquenta metros quadrados, utilizando-a para sua moradia ou de sua família e, não seja proprietário de outro imóvel urbano ou rural, adquirir-lhe-á o domínio se lá estiver initerruptamente sem oposição e por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5 anos."
      },
      {
        "letra": "B",
        "texto": "4 anos."
      },
      {
        "letra": "C",
        "texto": "3 anos."
      },
      {
        "letra": "D",
        "texto": "2 anos."
      },
      {
        "letra": "E",
        "texto": "1 ano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3077296",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Prefeitura de Juazeiro - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Aquele que, por quinze anos, sem interrupção, nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de título e boa-fé; podendo requerer ao juiz que assim o declare por sentença, a qual servirá de título para o registro no Cartório de Registro de Imóveis. A isso chamamos legalmente de usucapião. Nas lições emanadas pela lei civil pátria e que contemplam o tema, afirma-se correto apenas o inculcado em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será de 5 (cinco) anos o prazo previsto neste artigo se o imóvel houver sido adquirido, onerosamente, com base no registro constante do respectivo cartório, cancelada posteriormente, desde que os possuidores nele tiverem estabelecido a sua moradia, ou realizado investimentos de interesse social e econômico."
      },
      {
        "letra": "B",
        "texto": "Aquele que, não sendo proprietário de imóvel rural ou urbano, possua como sua, por 3 (três) anos ininterruptos, sem oposição, área de terra em zona rural não superior a cinquenta hectares, tornando-a produtiva por seu trabalho ou de sua família, tendo nela sua moradia, adquirir-lhe-á a propriedade."
      },
      {
        "letra": "C",
        "texto": "Aquele que exercer, por 12 (doze) meses ininterruptamente e sem oposição, posse direta, com exclusividade, sobre imóvel urbano de até 250m² (duzentos e cinquenta metros quadrados) cuja propriedade divida com ex-cônjuge ou ex-companheiro que abandonou o lar, utilizando-o para sua moradia ou de sua família, adquirir-lhe-á o domínio integral, desde que não seja proprietário de outro imóvel urbano ou rural."
      },
      {
        "letra": "D",
        "texto": "Aquele que possuir, como sua, área urbana de até 250 m² (duzentos e cinquenta metros quadrados), por 3 (três) anos ininterruptamente e sem oposição, utilizando-a para sua moradia ou de sua família, adquirir-lhe-á o domínio, desde que não seja proprietário de outro imóvel urbano ou rural."
      },
      {
        "letra": "E",
        "texto": "Adquire também a propriedade do imóvel aquele que, contínua e incontestadamente, com justo título e boa-fé, o possuir por 6 (seis) anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3030608",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Prefeitura de Esmeraldas - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "João e Maria, em 2004, constituíram união estável e adquiriram um imóvel urbano de 200 m² para estabelecer a residência do casal. Contudo, em 2019, após quinze anos de relacionamento, João resolveu abandonar o lar familiar, sem deixar endereço ou contato. Maria, por não ser proprietária de nenhum outro imóvel urbano ou rural, permaneceu no imóvel, exercendo posse direta, por quatro anos, ininterruptamente, sem oposição e com exclusividade. Diante disso, em 2024, Maria ajuizou, pela primeira vez em sua vida, uma ação de usucapião; porém, na contestação em que requereu a improcedência, João comprovou que, durante todo o ano de 2022, esteve ausente do país em serviço público da União. Nesse contexto, é correto afirmar que o pedido deverá ser julgado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "procedente, pois estão presentes todos os requisitos legais para a usucapião extraordinária."
      },
      {
        "letra": "B",
        "texto": "procedente, pois estão presentes todos os requisitos legais para a usucapião especial urbana por abandono do lar."
      },
      {
        "letra": "C",
        "texto": "improcedente, pois Maria não cumpriu o prazo legal para a usucapião especial urbana por abandono do lar, que é de cinco anos."
      },
      {
        "letra": "D",
        "texto": "improcedente, pois a prescrição não corre contra João durante o período em que esteve ausente do país em serviço público da União."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3016575",
    "metadata": "Ano: 2024 | Banca: FACET Concursos | Órgão: Prefeitura de Queimadas - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Um morador de Queimadas-PB ocupa uma área de terras por mais de quinze anos, exercendo sobre ela atos de posse com ânimo de dono, sem oposição do legítimo proprietário, que reside em outro estado. Diante dessa situação, o possuidor ingressa com ação de usucapião para adquirir a propriedade. Analise as seguintes assertivas à luz da legislação vigente: 1. O usucapião é um meio de aquisição originária da propriedade, dispensando o consentimento do proprietário e operando a transferência do domínio pela posse prolongada. 2. O proprietário pode impedir a consumação da usucapião se provar que exerceu atos de defesa da posse, mesmo que esporadicamente, durante o período de quinze anos. 3. A posse ad usucapionem deve ser justa, ou seja, não deve ter sido adquirida por meio de violência, clandestinidade ou precariedade. 4. A sentença que reconhece o usucapião produz efeitos erga omnes, ou seja, vale contra todos, independentemente de registro no cartório de imóveis. 5. A interrupção da posse, por ato voluntário do possuidor, impede a consumação do usucapião, ainda que o período anterior à interrupção tenha sido superior a dez anos. Alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens 1, 3 e 5 são corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens 2, 3 e 4 são corretos."
      },
      {
        "letra": "C",
        "texto": "Os itens 1, 3 e 4 são corretos."
      },
      {
        "letra": "D",
        "texto": "Os itens 2, 4 e 5 são corretos."
      },
      {
        "letra": "E",
        "texto": "Os itens 1, 2 e 5 são corretos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3015153",
    "metadata": "Ano: 2024 | Banca: IPEFAE | Órgão: Prefeitura de Aguaí - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Odila é moradora de um bairro não regularizado em certo Município, e o terreno onde edificou sua casa pertence à prefeitura. No entanto, Odila mora no local há mais de 20 anos, e é surpreendida com uma ordem de desocupação, sob o fundamento de que o bem seria público. Ao procurar um advogado, é corretamente informada de que, conforme prevê o Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens públicos, independentemente do tempo que se ocupe, não são sujeitos a usucapião."
      },
      {
        "letra": "B",
        "texto": "Os bens públicos podem ser objeto de usucapião, desde que sejam de uso comum do povo."
      },
      {
        "letra": "C",
        "texto": "Os bens públicos podem ser objeto de usucapião, desde que sejam de uso especial."
      },
      {
        "letra": "D",
        "texto": "Os bens públicos podem ser objeto de usucapião, desde que sejam dominicais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2611615",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TCE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Reinaldo Souza, ex-jogador de futebol profissional, desde a sua aposentadoria dedica-se a ensinar, gratuitamente, futebol para jovens carentes de sua cidade natal, Eldorado do Carajás. Para tanto, aluga uma quadra de futebol no bairro central da cidade. Ocorre que, nos últimos meses, Reinaldo enfrentou uma série de adversidades e não mais dispõe dos recursos necessários para custear o aluguel. Sem querer interromper o trabalho voluntário que já desempenha há muitos anos, mas sem ter condições financeiras de pagar o aluguel da quadra, Reinaldo conversou com Ricardo Santos, um conhecido comerciante local. Após expor toda a situação, Ricardo comentou que havia um grande terreno nas redondezas, abandonado há mais de 15 anos, que seria ideal para a atividade pretendida. Reinaldo, muito animado com a informação, resolveu investigar a titularidade do referido terreno e descobriu que era de propriedade exclusiva da União, que nunca o aproveitou economicamente, devido à sua localização em região de pouco interesse público. Ante a situação hipotética narrada, considerando a legislação vigente, é correto afirmar que o terreno",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é classificado como bem público de uso especial, razão pela qual é inalienável e não é passível de ser usucapido."
      },
      {
        "letra": "B",
        "texto": "enquadra-se no conceito de terras devolutas, sendo passível, consequentemente, de alienação e usucapião, desde que preenchidos os requisitos para tal."
      },
      {
        "letra": "C",
        "texto": "é classificado como bem público dominical, estando sujeito a uma inalienabilidade relativa, o que o torna usucapível, desde que para interesse coletivo, como pretendido por Reinaldo."
      },
      {
        "letra": "D",
        "texto": "é classificado como bem de uso comum do povo, enquadrando-se no conceito de terras devolutas, razão pela qual não pode ser usucapido."
      },
      {
        "letra": "E",
        "texto": "é classificado como um bem público dominical, sendo, por essa razão, passível de alienação a particulares, desde que observados os requisitos legais, mas não pode ser usucapido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2580920",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Rio Branco - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Leia o caso a seguir. Um homem e sua esposa invadiram uma pequena gleba de terra, com apenas três hectares, localizada na zona rural de um município, passando a nela residir com seus dois filhos menores e a dela retirar o sustento mediante agricultura familiar. O casal já exerce a posse de forma mansa e pacífica, com publicidade e intenção de domínio, sem qualquer tipo de interrupção pelo prazo de cinco anos. O imóvel não é terra devoluta ou bem público de qualquer natureza. O casal não possui propriedade de nenhum outro imóvel rural ou urbano. Contudo, o imóvel ocupado possui tamanho inferior ao módulo rural determinado pela respectiva lei municipal. Elaborado pelo(a) autor(a). Considerando o que disciplina a legislação, notadamente o Código Civil, o Estatuto da Terra e a Constituição Federal, e a jurisprudência consolidada do Superior Tribunal de Justiça, o casal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá, após o decurso de mais cinco anos, postular o reconhecimento da usucapião especial rural porque o desatendimento ao requisito do módulo rural não pode obstar o direito à propriedade."
      },
      {
        "letra": "B",
        "texto": "poderá postular de imediato o reconhecimento da usucapião especial rural porque o desatendimento ao requisito do módulo rural não pode obstar o direito à propriedade."
      },
      {
        "letra": "C",
        "texto": "ficará impedido de postular a usucapião especial rural porque a área é inferior ao módulo rural, o que impede a configuração de propriedade familiar."
      },
      {
        "letra": "D",
        "texto": "poderá, após o decurso de mais dez anos, postular o reconhecimento da usucapião extraordinária porque não estão preenchidos os requisitos da usucapião especial rural."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2515572",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Lindeira era casada com Pignoratício há vinte anos, quando, depois de uma briga, ele abandonou o lar, deixando-a com o filho do casal, Juninho. Quatro anos depois, como nunca mais tivera notícia de seu marido, pretende a usucapião do imóvel que dividia com o Pignoratício, do qual ambos eram proprietários e que media 100 m². Nesse caso, é correto afirmar que Lindeira, que permaneceu todos esses anos ininterruptamente no imóvel:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá usucapir o domínio integral, desde que não seja proprietária de outro bem imóvel;"
      },
      {
        "letra": "B",
        "texto": "ainda não completou o prazo quinquenal de usucapião, o qual, contudo, poderá ser atingido no curso da demanda;"
      },
      {
        "letra": "C",
        "texto": "não poderá usucapir o domínio integral, porque, como ainda está formalmente casada, embora já tenha transcorrido o prazo de dois anos aplicável, não corre a prescrição aquisitiva contra Pignoratício;"
      },
      {
        "letra": "D",
        "texto": "poderá usucapir o domínio integral, mesmo que seja proprietária de outro bem imóvel;"
      },
      {
        "letra": "E",
        "texto": "ainda não completou o prazo decenal de usucapião, o qual, contudo, poderá ser atingido no curso da demanda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2488665",
    "metadata": "Ano: 2024 | Banca: IBADE | Órgão: Prefeitura de Jaru - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Considere a situação em que um indivíduo busca um Cartório de Registro de Imóveis para requerer o reconhecimento da aquisição da propriedade de um imóvel urbano em que reside por mais de quinze anos. Para comprovar a situação fática, o indivíduo apresentou documentação que comprovou a posse contínua, ininterrupta e de boa-fé, contudo, o indivíduo não possui justo título do referido imóvel. Nesse sentido, assinale a alternativa que indica as modalidades de usucapião que o indivíduo da situação em análise poderá requerer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "especial ou familiar;"
      },
      {
        "letra": "B",
        "texto": "familiar ou extraordinária;"
      },
      {
        "letra": "C",
        "texto": "extraordinária, apenas;"
      },
      {
        "letra": "D",
        "texto": "ordinária, apenas;"
      },
      {
        "letra": "E",
        "texto": "extraordinária ou ordinária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2488656",
    "metadata": "Ano: 2024 | Banca: IBADE | Órgão: Prefeitura de Jaru - RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Considere a situação em que um indivíduo exerce a posse de um imóvel sem interrupção e oposição, pelo tempo de dezesseis anos. Com base nisso, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o indivíduo não poderá adquirir a propriedade do imóvel;"
      },
      {
        "letra": "B",
        "texto": "o indivíduo não poderá adquirir a posse por meio da usucapião extraordinária;"
      },
      {
        "letra": "C",
        "texto": "o indivíduo poderá adquirir a propriedade por meio da usucapião familiar;"
      },
      {
        "letra": "D",
        "texto": "o indivíduo poderá adquirir a propriedade por meio da usucapião extraordinária;"
      },
      {
        "letra": "E",
        "texto": "o indivíduo poderá adquirir a propriedade somente por meio da usucapião especial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2464809",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Ubirajara, indígena integrado, ocupou como próprio, por cinco anos, trecho de terra equivalente a cinquenta hectares. Diante da situação hipotética, é correto afirmar que Ubirajara",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá usucapir, desde que as terras não sejam do domínio da União e não estejam ocupadas por grupos tribais."
      },
      {
        "letra": "B",
        "texto": "não poderá usucapir as terras, uma vez que, para obter o benefício da usucapião indígena, é necessário o prazo mínimo de dez anos e que o trecho seja inferior a cinquenta hectares."
      },
      {
        "letra": "C",
        "texto": "poderá usucapir as terras, se não for proprietário de outro imóvel."
      },
      {
        "letra": "D",
        "texto": "poderá usucapir as terras, se comprovar que as utilizou para subsistência própria ou do grupo tribal."
      },
      {
        "letra": "E",
        "texto": "não poderá usucapir as terras, uma vez que, para obter o benefício da usucapião especial indígena, é necessário que ele seja um indígena não integrado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2449765",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Entre 2006 e 2023, Simone Arendt teve a posse mansa e pacífica de um imóvel localizado no município de Três Forquilhas, RS, com área aproximada de cem metros quadrados. Simone residiu sozinha no imóvel durante o período, tendo falecido em janeiro de 2024, deixando três filhos e nenhum bem imóvel. O imóvel não possui registro imobiliário no ofício competente, além de ter área inferior ao módulo estabelecimento na legislação local. A respeito do tema usucapião, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A inexistência de registro imobiliário induz a presunção absoluta de que o bem seja público, na categoria de terras devolutas, inibindo a propositura da ação de usucapião."
      },
      {
        "letra": "B",
        "texto": "A usucapião é forma de aquisição derivada da propriedade, de modo que permanecem os ônus reais que gravavam o imóvel antes de sua declaração, como é o caso do usufruto."
      },
      {
        "letra": "C",
        "texto": "O falecimento de Simone interrompe o prazo para aquisição do bem pela usucapião, não tendo os herdeiros legitimidade para a propositura da ação."
      },
      {
        "letra": "D",
        "texto": "O reconhecimento da usucapião extraordinária, mediante o preenchimento dos requisitos específicos, não pode ser obstado em razão de a área usucapienda ser inferior ao módulo estabelecido em lei municipal."
      },
      {
        "letra": "E",
        "texto": "A posse exclusiva do bem e a inexistência de sentença judicial inibem a propositura da ação de usucapião, visto que a decisão judicial é imprescindível para aquisição pela prescrição aquisitiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2414754",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Em 22/12/2016, José morava, fazia 8 anos, de forma ininterrupta, em um terreno pertencente ao Município, localizado na área urbana, que não estava sendo usado pela Administração Pública. Esse imóvel, que mede 200 m², era utilizado para fins residenciais, não possuindo José outro imóvel. Diante desse cenário, pode-se dizer que José faria jus ao reconhecimento administrativo da usucapião urbanística, passando a se tornar proprietário do bem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2400471",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 11ª Região (AM e RR)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Marta possui imóvel urbano de 300 m² como se fosse seu, sem interrupção e nem oposição. Além disso, possui justo título e boa-fé. No entanto, não estabeleceu sua moradia no local e nem realizou ali investimentos de interesse social e econômico. Nessas condições, poderá adquirir a propriedade do imóvel por usucapião no prazo mínimo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2 anos."
      },
      {
        "letra": "B",
        "texto": "10 anos."
      },
      {
        "letra": "C",
        "texto": "20 anos."
      },
      {
        "letra": "D",
        "texto": "55 anos."
      },
      {
        "letra": "E",
        "texto": "15 anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2388797",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "São requisitos para a aquisição da propriedade de bem imóvel na modalidade usucapião ordinária",
    "alternativas": [
      {
        "letra": "A",
        "texto": "animus domini; inexistência de oposição à posse; e posse ininterrupta por quinze anos."
      },
      {
        "letra": "B",
        "texto": "animus domini; inexistência de oposição à posse; existência de justo título; existência de boa-fé; e posse ininterrupta por dez anos."
      },
      {
        "letra": "C",
        "texto": "animus domini; inexistência de oposição à posse; posse ininterrupta por cinco anos; utilização do imóvel para moradia; imóvel de área não superior a 50 hectares; e não propriedade de outro imóvel, urbano ou rural."
      },
      {
        "letra": "D",
        "texto": "animus domini; inexistência de oposição à posse; posse ininterrupta por cinco anos; utilização do imóvel para moradia própria ou da família; imóvel de área não superior a 250 m² ; não propriedade de outro imóvel, urbano ou rural; inexistência de reconhecimento anterior dessa forma de usucapião."
      },
      {
        "letra": "E",
        "texto": "animus domini; inexistência de oposição à posse; posse ininterrupta por dois anos; utilização do imóvel para moradia própria ou da família; imóvel de área não superior a 250m²; não propriedade de outro imóvel, urbano ou rural; abandono do lar pelo outro cônjuge."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2375118",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Em 2011, Maria adquiriu, mediante instrumento particular, a posse de uma área de terra rural de aproximadamente cinco hectares, onde construiu uma casa e explorou atividade agrícola de subsistência, exercendo posse contínua e ininterrupta até 2020, ano em que faleceu. A partir de então, sua filha, Paula, continuou na posse do imóvel e nele se encontra até a presente data. Nessa situação hipotética, à luz do Código Civil, Paula",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá adquirir em nome próprio a propriedade do imóvel por usucapião, uma vez que a posse exercida exclusivamente por ela não observou o tempo mínimo legalmente exigido para essa forma de aquisição de propriedade."
      },
      {
        "letra": "B",
        "texto": "não poderá adquirir em nome próprio a propriedade do imóvel por usucapião, uma vez que a posse exercida por sua mãe não se transmitiu por sucessão."
      },
      {
        "letra": "C",
        "texto": "não poderá adquirir a propriedade do imóvel por usucapião, uma vez que a posse originária do imóvel foi obtida por instrumento particular, o que veda a posterior aquisição por usucapião."
      },
      {
        "letra": "D",
        "texto": "poderá adquirir em nome próprio a propriedade do imóvel por usucapião, uma vez que os tempos de posse exercidos por ela própria e por sua mãe foram suficientes para justificar a aquisição da propriedade."
      },
      {
        "letra": "E",
        "texto": "só poderá adquirir em nome próprio a propriedade do imóvel por usucapião se comprovar que exerceu a posse concomitante com sua mãe ou após transcorrer o tempo mínimo de posse exercido por ela própria, o qual, nesse caso, começa a fluir a partir da morte da mãe Maria."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2513642",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Com relação aos requisitos para aquisição de propriedade de imóvel por usucapião, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em se tratando de imóvel urbano, o pedido de reconhecimento de usucapião somente se faz possível, em qualquer hipótese, a partir da posse por, pelo menos, cinco anos ininterruptos."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de imóvel rural, de acordo com o Código Civil, basta que o possuidor esteja na área por mais de cinco anos ininterruptos, sem oposição do proprietário, para que possa pleitear a declaração de aquisição da propriedade."
      },
      {
        "letra": "C",
        "texto": "Para fins de contagem do prazo de usucapião, seja de imóvel rural ou urbano, considera-se apenas o período em que o próprio possuidor que objetiva a aquisição da propriedade está, de fato, no imóvel, sendo vedada a soma de períodos em que o bem esteve na posse de seus antecessores."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de imóvel rural, para que seja possível o reconhecimento de usucapião, após cinco anos ininterruptos de posse, sem oposição do proprietário, é preciso que o possuidor não seja proprietário de outro imóvel rural ou urbano, que a área ocupada seja de até cinquenta hectares; e, que o possuidor tenha tornado a área produtiva por seu trabalho ou de sua família e nela estabelecido moradia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2456493",
    "metadata": "Ano: 2023 | Banca: FAUEL | Órgão: Prefeitura de Rio Branco do Ivaí - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: a pessoa jurídica “A” adquiriu, por meio de processo judicial de usucapião iniciado na década de 1970, a propriedade do imóvel “X”. A sentença referente a usucapião foi registrada no Primeiro Cartório de Registro de Imóveis em 10/10/1980. A pessoa jurídica “B” adquiriu o mesmo imóvel em razão de título de domínio datado dos anos de 1900, mas que só foi levado a registro no Segundo Cartório de Registro de Imóveis em 08/02/1984. Quando foi tentar se apossar do imóvel, no entanto, constatou que ele estava ocupado pela pessoa jurídica “A”. Considerando que havia, de fato, duplicidade de registro, bem como higidez dos dois títulos aquisitivos é CORRETO afirmar, conforme a jurisprudência do Superior Tribunal de Justiça que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve prevalecer, no caso, o título de propriedade da pessoa jurídica “B”, uma vez que se origina de título de domínio hígido anterior ao da pessoa jurídica “A”."
      },
      {
        "letra": "B",
        "texto": "em eventual ação reivindicatória ajuizada pela pessoa jurídica “B” em face da pessoa jurídica “A” é irrelevante perquirir se a posse é justa ou injusta, vez que se trata de demanda petitória."
      },
      {
        "letra": "C",
        "texto": "ação reivindicatória proposta pela pessoa jurídica “B” em face da pessoa jurídica “A” deve ser julgada improcedente, uma vez que a ré possui título aquisitivo registrado em data anterior à do registro da autora."
      },
      {
        "letra": "D",
        "texto": "deve prevalecer, no caso, a propriedade da pessoa jurídica “B”, uma vez que o registro se deu em momento posterior ao registro do título da pessoa jurídica “A”."
      },
      {
        "letra": "E",
        "texto": "a higidez do título da pessoa jurídica “A” está condicionada à existência de regular citação da pessoa jurídica “B” no processo de usucapião que beneficiou a pessoa jurídica “A”."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2374413",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Dezenas de famílias de baixa renda ocuparam área urbana pertencente a empresa pública do Estado do Espírito Santo, fixando sua moradia de forma ininterrupta e sem oposição por mais de 5 anos. Diante do interesse de utilização da área para construção de uma nova sede, a empresa deseja a desocupação da área. Nesta situação, em conformidade com as previsões constitucionais e legais, bem como entendimento consolidado nos Tribunais Superiores, a usucapião como forma de aquisição de propriedade de bens públicos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admitida em relação a bens pertencentes a empresas públicas, de modo que é possível o reconhecimento da usucapião especial urbana, ainda que a área ocupada por cada família exceda 250 m², desde que não possuam outros imóveis urbanos ou rurais."
      },
      {
        "letra": "B",
        "texto": "é vedada, de modo que não se mostra possível no caso apresentado, ainda que o imóvel pertença a empresa pública ou seja considerado um bem dominical."
      },
      {
        "letra": "C",
        "texto": "é admitida nesse caso, pois a jurisprudência do Supremo Tribunal Federal admite a usucapião de bens dominicais independentemente da presença de outros requisitos além daqueles descritos no enunciado."
      },
      {
        "letra": "D",
        "texto": "é admitida em relação a bens dominicais pertencentes a empresas públicas, de modo que é possível o reconhecimento da usucapião especial urbana, desde que a área ocupada por cada família não exceda 250 m² e que não possuam outros imóveis urbanos ou rurais."
      },
      {
        "letra": "E",
        "texto": "é vedada, mas os bens pertencentes a empresas públicas não se enquadram nessa categoria, de modo que é possível o reconhecimento da usucapião especial urbana, desde que a área ocupada por cada família não exceda 250 m e que não possuam outros imóveis urbanos ou rurais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2322734",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião",
      "Efeitos, Tutela, Transmissão e Perda da Posse",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Em sua atuação como defensora pública ou defensor público hipoteticamente é recebida a intimação de uma sentença proferida em Ação de Usucapião na modalidade extraordinária, julgando improcedente o pedido para que seja declarada adquirida a propriedade de imóvel no qual a assistida, que compõe o polo ativo da ação, estabelece a sua moradia há cerca de dezessete anos, sendo três os fundamentos do juízo julgador: I - a área usucapienda é de tamanho inferior ao definido como módulo mínimo no município sede da comarca, não só comprometendo a organização urbana da localidade como também inviabilizando o posterior registro do imóvel no cartório competente, considerando as leis registrais vigentes. II - por ser a parte autora possuidora de má-fé, a procedência da ação geraria um enriquecimento sem causa em seu benefício e com prejuízo ao proprietário registral e III - em certidão constante dos autos há a comprovação de que a parte autora é proprietária de outro imóvel na mesma região. Considerando esse caso, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fundamento III está correto porque a usucapião é forma originária de aquisição da propriedade e tem como objetivo atingir sua função social e salvaguardar o direito à moradia, não sendo permitido que o proprietário de um imóvel se valha da via da usucapião extraordinária para adquirir uma segunda propriedade."
      },
      {
        "letra": "B",
        "texto": "São requisitos para a usucapião extraordinária a posse mansa, pacífica, de boa-fé e com animus domini, pelo período ininterrupto de quinze anos, sendo tal prazo reduzido para dez anos se o possuidor houver estabelecido no imóvel a sua moradia habitual, ou nele tiver realizado obras ou serviços de caráter produtivo."
      },
      {
        "letra": "C",
        "texto": "O reconhecimento da usucapião extraordinária pode ser obstado em razão de a área usucapienda ser inferior ao módulo estabelecido em lei municipal."
      },
      {
        "letra": "D",
        "texto": "O cartório de registro de imóveis não pode criar matrícula de imóvel que esteja em desacordo com a área mínima exigida em lei local, mesmo diante de decisão judicial declarando a propriedade da área pela via da usucapião extraordinária."
      },
      {
        "letra": "E",
        "texto": "A posse de má-fé não é impeditiva para que seja declarada adquirida uma propriedade pela via da usucapião extraordinária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2307549",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "João invade uma enorme gleba de terras em Feira Nova. Lá constrói uma pequena casa, onde estabelece sua moradia. Concluído o prazo de prescrição aquisitiva, busca os documentos para pleitear a usucapião, no que descobre que o terreno, de mais de mil hectares, constitui um condomínio pro indiviso entre três pessoas jurídicas, uma delas empresa pública prestadora de serviços públicos. Nesse caso, é correto afirmar que João:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá usucapir unicamente o domínio útil da acessão que realizou;"
      },
      {
        "letra": "B",
        "texto": "poderá usucapir o imóvel, porque não se consideram bens públicos aqueles pertencentes à empresa pública, ainda que prestadora de serviços públicos;"
      },
      {
        "letra": "C",
        "texto": "poderá usucapir o imóvel, ainda que não ajuíze, previamente, demanda demarcatória para definir a fração pertencente à empresa pública;"
      },
      {
        "letra": "D",
        "texto": "não poderá usucapir o imóvel, que é imprescritível como todos os bens públicos, inclusive aqueles em condomínio, sendo certo que nem mesmo o ajuizamento de demanda demarcatória para definir a fração pertencente à empresa pública poderá superar esse óbice;"
      },
      {
        "letra": "E",
        "texto": "não poderá usucapir o imóvel, que é imprescritível como todos os bens públicos, inclusive aqueles em condomínio, sendo certo, no entanto, que o prévio e imprescindível ajuizamento de demanda demarcatória para definir a fração pertencente à empresa pública poderá superar esse óbice."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2307513",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Prefeitura de Primavera do Leste - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Um exemplo de evidência que impede um indivíduo que mora em um imóvel urbano de adquiri-lo por usucapião é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o imóvel possuir mais do que 200 m2"
      },
      {
        "letra": "B",
        "texto": "o imóvel ser ocupado há apenas 7 anos"
      },
      {
        "letra": "C",
        "texto": "o indivíduo morar com mais de uma pessoa"
      },
      {
        "letra": "D",
        "texto": "o indivíduo ser proprietário de um imóvel rural"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2304587",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Com base no que dispõe o Código Civil sobre posse e usucapião, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Possuidor é aquele que exerce todos os poderes inerentes à propriedade."
      },
      {
        "letra": "B",
        "texto": "A posse de má-fé não gera qualquer direito."
      },
      {
        "letra": "C",
        "texto": "Posse de má-fé é o mesmo que posse violenta ou clandestina."
      },
      {
        "letra": "D",
        "texto": "A pessoa que tiver posse direta, sem interrupção e sem contestação, por dois anos, de imóvel de até 250 m2 , utilizado para sua moradia, e que antes dividia com ex-companheiro ou ex-cônjuge que tenha abandonado o lar, pode adquirir o domínio do imóvel se não possuir nenhum outro, urbano ou rural."
      },
      {
        "letra": "E",
        "texto": "A exigência de não possuir imóvel para a usucapião urbana não se estende a imóveis rurais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2272825",
    "metadata": "Ano: 2023 | Banca: TJ-AM | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Aquele que exercer, por 2 (dois) anos ininterruptamente e sem oposição, posse direta, com exclusividade, sobre imóvel urbano de até 250m² (duzentos e cinquenta metros quadrados) cuja propriedade divida com ex-cônjuge ou ex-companheiro que abandonou o lar, utilizando-o para sua moradia ou de sua família, adquirir-lhe-á o domínio integral, desde que não seja proprietário de outro imóvel urbano ou rural. Esse texto se refere ao:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Usucapião."
      },
      {
        "letra": "B",
        "texto": "usucapião Ordinário."
      },
      {
        "letra": "C",
        "texto": "Usucapião Especial Urbano."
      },
      {
        "letra": "D",
        "texto": "Usucapião Especial Rural."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2261413",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Com relação às servidões não aparentes, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o prazo de aquisição por usucapião, havendo justo título, é de dez anos."
      },
      {
        "letra": "B",
        "texto": "o prazo de aquisição por usucapião é de vinte anos."
      },
      {
        "letra": "C",
        "texto": "não são passíveis de aquisição por usucapião."
      },
      {
        "letra": "D",
        "texto": "o prazo de aquisição por usucapião é de cinco anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2258750",
    "metadata": "Ano: 2023 | Banca: Aroeira | Órgão: Prefeitura de Bela Vista de Goiás - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião"
    ],
    "enunciado_principal": "Analise as afirmações: I - a legitimação fundiária implica expedição de títulos de domínio em área pública ou privada. II - a legitimação de posse admite outorga de título passível de ser convolado em propriedade, preenchidos os requisitos do usucapião especial urbano. III - a legitimação de posse destina-se somente à regularização fundiária de interesse social de natureza urbana. IV - a legitimação de posse pode incidir sobre terrenos de titularidade pública, desde que não abranja edificações, ocupadas ou não. É certo afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Há somente uma incorreta."
      },
      {
        "letra": "C",
        "texto": "Todas estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Há somente duas incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2247760",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Aquele que se apossa de coisa alheia, antes do prazo de usucapião, poderá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "empenhá-la;"
      },
      {
        "letra": "B",
        "texto": "hipotecá-la;"
      },
      {
        "letra": "C",
        "texto": "exercer o direito de passagem forçada;"
      },
      {
        "letra": "D",
        "texto": "aliená-la fiduciariamente;"
      },
      {
        "letra": "E",
        "texto": "instituir usufruto deducto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2247753",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Em 2006, João, por contrato de arrendamento mercantil, adquiriu um carro. Entretanto, pagou a primeira parcela de um total de 24, e não efetuou mais nenhum pagamento. Como estava na posse do bem, continuou usufruindo dele e nunca foi incomodado pelo credor, seja administrativamente, seja judicialmente, mantendo-se, o arrendador, inerte. Em 2015, transferiu a posse do bem para maria, que pagou à vista e passou a usufruir do bem nas mesmas condições que seu antecessor. Em 2021, Maria ajuizou demanda em desfavor do credor arrendador, requerendo o título de propriedade em razão da usucapião. De acordo com o Código Civil e a jurisprudência do Superior Tribunal de Justiça, Maria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não terá êxito, já que, de acordo com os fatos narrados, o prazo mínimo para usucapião seria de quinze anos, e o prazo que o bem restou em sua posse limita-se a seis anos;"
      },
      {
        "letra": "B",
        "texto": "não terá êxito, já que, no caso, a existência de contrato de arrendamento mercantil impede a aquisição pela usucapião, tendo em vista a precariedade da posse recebida e exercida, independentemente do prazo;"
      },
      {
        "letra": "C",
        "texto": "terá êxito, já que as parcelas não pagas do carro estariam prescritas, possibilitando o transcurso de prazo necessário para configurar a usucapião extraordinária;"
      },
      {
        "letra": "D",
        "texto": "não terá êxito, já que o prazo para reaver e/ou cobrar pelo bem é o prazo geral de Código Civil, ou seja, de dez anos. Além disso, sua posse não pode ser somada à de seu antecessor, pois não se trata de bem imóvel;"
      },
      {
        "letra": "E",
        "texto": "terá êxito, já que bastava estar na posse do bem por três anos para adquiri-lo por usucapião, independentemente da qualidade de sua posse."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2243451",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Considere que José é proprietário de um imóvel urbano de 50 m2 e há cinco anos ininterruptos possui como seu, sem oposição, área de terra de 50 hectares em zona rural, estabelecendo nela sua moradia e a utilizando para trabalhar, por meio da plantação de milho. Com base na situação hipotética e no disposto na Constituição Federal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para adquirir a propriedade do imóvel rural, José precisa comprovar que ele se enquadra no tamanho do módulo rural estabelecido no Plano Diretor do município."
      },
      {
        "letra": "B",
        "texto": "José não poderá adquirir a propriedade do imóvel rural, pois a área é superior ao previsto no texto da Constituição."
      },
      {
        "letra": "C",
        "texto": "já que José não tem outro imóvel rural e como tornou a terra produtiva, fazendo nela sua moradia, atendeu todos os requisitos estabelecidos e poderá adquirir a propriedade."
      },
      {
        "letra": "D",
        "texto": "como José utiliza a propriedade para plantar monocultura, tal fato impede que a função social seja cumprida, e, por isso, ele não poderá adquirir a propriedade da terra."
      },
      {
        "letra": "E",
        "texto": "já que José é proprietário de um imóvel urbano, ainda que de tamanho inferior a 250 m2 , isso impede que ele adquira a propriedade da área rural."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2237759",
    "metadata": "Ano: 2023 | Banca: FAUEL | Órgão: Prefeitura de Cambé - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "A usucapião é uma das formas de aquisição da propriedade imóvel. Sobre ela, com base no Código Civil de 2002, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que, não sendo proprietário de imóvel rural ou urbano, por dez anos, sem interrupção, nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de título e boa-fé."
      },
      {
        "letra": "B",
        "texto": "Aquele que, por cinco anos, sem interrupção, nem oposição, possuir como seu um imóvel, tendo nele estabelecido a sua moradia habitual, ou nele realizado obras ou serviços de caráter produtivo, adquire-lhe a propriedade, independentemente de título e boa-fé."
      },
      {
        "letra": "C",
        "texto": "Aquele que, não sendo proprietário de imóvel rural ou urbano, possua como sua, por cinco anos ininterruptos, sem oposição, área de terra em zona rural não superior a cinquenta hectares, tornando-a produtiva por seu trabalho ou de sua família, tendo nela sua moradia, adquirir-lhe-á a propriedade."
      },
      {
        "letra": "D",
        "texto": "Adquire a propriedade do imóvel aquele que, contínua e incontestadamente, independentemente de justo título e boa-fé, o possuir por cinco anos."
      },
      {
        "letra": "E",
        "texto": "Na contagem dos prazos de usucapião, não há possibilidade de o possuidor acrescentar à sua posse a dos seus antecessores."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2223992",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: IF-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "De acordo com o Art. 183 da Constituição Federal de 1988, envolvendo a usucapião, analise as assertivas abaixo e assinale V, se verdadeiras, ou F, se falsas. ( ) Ocorre a quem possuir como sua área urbana por cinco anos, ininterruptamente e sem oposição. ( ) Ocorre a quem possuir como sua área urbana de até cento e cinquenta metros quadrados. ( ) Ocorre em imóveis públicos, desde que esteja inutilizado por 20 anos. ( ) Ocorre ao mesmo possuidor mais de uma vez, desde que não seja no mesmo município. ( ) Ocorre a quem não seja proprietário de outro imóvel urbano ou rural. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – F – V – V – F."
      },
      {
        "letra": "B",
        "texto": "V – V – F – F – F."
      },
      {
        "letra": "C",
        "texto": "F – V – F – V – V."
      },
      {
        "letra": "D",
        "texto": "V – F – F – F – V."
      },
      {
        "letra": "E",
        "texto": "F – V – V – F – F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2215590",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM de Natal - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Se a construção de edificação em terreno alheio exceder consideravelmente o valor do terreno, aquele que, de boa-fé, a tiver realizado adquirirá a propriedade do solo, mediante pagamento da indenização, por ser configurada, nesse caso, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "confusão."
      },
      {
        "letra": "B",
        "texto": "acessão."
      },
      {
        "letra": "C",
        "texto": "usucapião familiar."
      },
      {
        "letra": "D",
        "texto": "ocupação."
      },
      {
        "letra": "E",
        "texto": "usucapião extraordinária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2208232",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Com base na jurisprudência majoritária e atual do Superior Tribunal de Justiça (STJ), julgue o próximo item.O reconhecimento da usucapião extraordinária não pode ser obstado pelo fato de a área usucapienda ser inferior ao módulo estabelecido em lei municipal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2193813",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Assinale a opção que corresponde corretamente ao entendimento do STJ acerca da usucapião.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contestação apresentada na ação de usucapião, por exprimir a resistência do demandado à posse exercida pelo autor, interrompe o prazo da prescrição aquisitiva."
      },
      {
        "letra": "B",
        "texto": "A posse originariamente adquirida em caráter precário não poderá ser alterada para posse ad usucapionem."
      },
      {
        "letra": "C",
        "texto": "Não é admitida a usucapião de bem em condomínio, ainda que um condômino exerça posse exclusiva do imóvel sem oposição de outro."
      },
      {
        "letra": "D",
        "texto": "A interrupção do prazo da prescrição aquisitiva somente ocorre se o proprietário do imóvel usucapiendo reaver a posse para si."
      },
      {
        "letra": "E",
        "texto": "Na ação de usucapião, o prazo para usucapir não pode ser completado no curso do processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2193811",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Acerca da usucapião extraordinária e do parcelamento do solo urbano, julgue os itens subsequentes, de acordo com o Código Civil e o entendimento dos tribunais superiores I Adquire a propriedade aquele que, pelo prazo de dez anos. possuir como seu um imóvel no qual estabeleça sua moradia habitual, exercendo a posse mansa, pacifica e ininterrupta, ainda que não possua titulo nem esteja de boa-fé. II Adquire a propriedade o possuidor que, pelo prazo de quinze anos, possuir como seu um imóvel, de forma mansa, pacifica e ininterrupta, desde que tenha titulo e esteja de boa-fé. III A usucapião não pode ser obstada em razão de a área usucapienda ser inferior ao módulo estabelecido em lei municipal. IV O parcelamento do solo urbano é exigido para a aquisição originária da propriedade. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "l e lll."
      },
      {
        "letra": "B",
        "texto": "l e lV."
      },
      {
        "letra": "C",
        "texto": "II e lll."
      },
      {
        "letra": "D",
        "texto": "I ll e IV"
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2132359",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: CNMP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "A respeito do Estado federal brasileiro, dos direitos sociais, dos servidores públicos, do processo legislativo, do Ministério Público e da ordem econômica e financeira, julgue o próximo item. No que se refere à política urbana, especificamente à usucapião urbana, o título de domínio da propriedade será concedido ao homem ou à mulher, ou ao primeiro, se ambos forem casados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110421",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Com base nas normas do Código Civil sobre o direito das coisas, julgue o item que se segue. Configurará usucapião constitucional o fato de uma pessoa, ainda que proprietária de imóvel urbano, possuir, como sua, por cinco anos ininterruptos e sem oposição, área de terra não superior a cinquenta hectares em zona rural, desde que nela resida e a mantenha produtiva mediante seu trabalho ou de sua família.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110245",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Lafaiete foi curado de uma grave doença pelo renomado dr. Andrade. A cirurgia foi realizada de forma gratuita, no consultório particular do médico que atendia, por caridade, pessoas carentes. Lafaiete, mesmo não podendo arcar com os elevadíssimos honorários do famoso médico, doou-lhe um carro popular, de valor ínfimo, que havia roubado há seis anos para empregar em sua atividade habitual de motorista de aplicativo. Dr. Andrade aceitou o bem, ignorando seu histórico e, pouco tempo depois, foi interpelado pelo antigo dono do veículo que nunca esquecera o crime e, por coincidência, foi também se consultar com o médico. Nesse caso, é correto afirmar que Lafaiete:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que houve a coisa de forma violenta, não poderia tê-la usucapido, mas não responderá pelo vício redibitório nem pela evicção, uma vez que o fato de se tratar de doação remuneratória não retira o caráter de liberalidade do contrato;"
      },
      {
        "letra": "B",
        "texto": "usucapiu o bem durante os anos em que o utilizou, de forma ostensiva; a par disto, não há por que falar em evicção ou no reconhecimento de vício redibitório (origem ilícita) em contrato não oneroso;"
      },
      {
        "letra": "C",
        "texto": "que houve a coisa de forma violenta, não poderia tê-la usucapido, e responderá tanto pela evicção quanto pelo vício redibitório (origem ilícita), cabendo ao dr. Andrade optar pelo que lhe for mais vantajoso;"
      },
      {
        "letra": "D",
        "texto": "usucapiu o bem durante os anos em que o utilizou, de forma ostensiva, de modo que não há por que falar em evicção, apenas em vício redibitório (origem ilícita) a justificar a devolução do veículo;"
      },
      {
        "letra": "E",
        "texto": "que houve a coisa de forma violenta, não poderia tê-la usucapido, e, embora não responda pela evicção em doação remuneratória, deverá aceitar a devolução do veículo pelo vício redibitório (origem ilícita)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2110244",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Usucapião",
      "Sucessão Testamentária - Testamento, Codicilo e Legado"
    ],
    "enunciado_principal": "Perante a 1ª Vara Cível da Comarca de Niterói, tramita ação de usucapião referente a um imóvel urbano de 150 m², do qual Fabriciano consta como proprietário registral. Ao consultar a cadeia de transferências, constata-se que o imóvel foi herdado por Fabriciano em decorrência da morte de sua esposa, Divina. Ocorre que, ao tempo da abertura da sucessão, ainda vigia, a gravar o bem, cláusula de inalienabilidade imposta pelo pai de Divina em testamento, justamente por saber que seu genro era pródigo. Aliás, até o momento, o prazo quinzenal disposto pelo testador não se completou. Não fosse por Fabriciano, Divina não teria deixado nenhum herdeiro. Nesse caso, é correto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reconhecer que o bem não poderia ter sido herdado por Fabriciano na vigência de cláusula de inalienabilidade, a qual inclui a de incomunicabilidade, de modo que a herança ficou vacante e deve ser, observados os prazos e procedimentos legais, arrecadada pelo Município onde se situa o imóvel;"
      },
      {
        "letra": "B",
        "texto": "considerar que a cláusula de inalienabilidade não se confunde nem embute a de incomunicabilidade, razão pela qual, não havendo propriamente alienação do imóvel, a herança foi corretamente transferida a Fabriciano;"
      },
      {
        "letra": "C",
        "texto": "apontar a impossibilidade de usucapir bem gravado por cláusula de inalienabilidade, na medida em que não pode sofrer posse com animus domini;"
      },
      {
        "letra": "D",
        "texto": "admitir que o bem foi regularmente passado a Fabriciano, uma vez que a pendência de cláusula de inalienabilidade ou incomunicabilidade não impede a transferência por herança;"
      },
      {
        "letra": "E",
        "texto": "reconhecer a usucapião após a anulação da cláusula de inalienabilidade que, consoante expressa dicção legal, não poderia, no caso concreto, gravar bens da legítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2110212",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião"
    ],
    "enunciado_principal": "Maria tinha a posse de uma área urbana no Município Alfa. Como almejava o reconhecimento de que adquirira a propriedade de modo originário, por meio da usucapião constitucional, conversou com um advogado a respeito dos requisitos que deveria preencher. De acordo com o advogado consultado: (1) a área urbana a ser usucapida deve ter até 250 metros quadrados; (2) o tamanho da área urbana a ser usucapida deve ser compatível com a área mínima do módulo urbano adotado no Município Alfa; (3) Maria deve ter a posse do imóvel, sem oposição, ainda que por períodos intercalados, por no mínimo cinco anos; (4) a área urbana deve ser utilizada para a morada de Maria ou de sua família; e (5) Maria pode ser proprietária de outro imóvel, desde que não seja urbano. Em relação aos requisitos indicados pelo advogado, à luz da sistemática constitucional, estão corretos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas os requisitos 1 e 4;"
      },
      {
        "letra": "B",
        "texto": "apenas os requisitos 3 e 5;"
      },
      {
        "letra": "C",
        "texto": "apenas os requisitos 1, 2 e 4;"
      },
      {
        "letra": "D",
        "texto": "apenas os requisitos 2, 3 e 5;"
      },
      {
        "letra": "E",
        "texto": "os requisitos 1, 2, 3, 4 e 5."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2106598",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TCE-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Hugo contrata, por instrumento particular, o direito de plantar em imóvel de propriedade de André, durante quinze anos, por uma remuneração equivalente a 10% de cada safra. Depois de um tempo, Hugo desenvolve, graças à sua formação em biotecnologia, um produto orgânico de elevado valor de venda, capaz de crescer mesmo no terreno pequeno e arenoso de André. Ao fazer as contas, percebe que a contraprestação vigente (de 10% da safra) era muito mais alta do que eventual preço para aquisição do desvalorizado terreno. Oferece, então, adquiri-lo, mas André resiste, sob o fundamento de que está idoso e utiliza o imóvel para sua moradia, além de ajudar, ele próprio, na semeadura e na colheita, como forma de se manter ativo. Nesse caso, à luz do Código Civil, Hugo poderá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "provando que André não consegue arcar com os ônus fiscais do imóvel, levar à presunção absoluta de abandono do bem;"
      },
      {
        "letra": "B",
        "texto": "provando que realizou no imóvel serviços produtivos, aguardar o prazo decenal para usucapião ordinária prólabore;"
      },
      {
        "letra": "C",
        "texto": "provando o elevado valor de sua plantação, adquirir a propriedade do solo mediante pagamento de indenização arbitrada judicialmente;"
      },
      {
        "letra": "D",
        "texto": "valer-se do direito de preferência garantido ao superficiário em caso de eventual alienação a terceiros;"
      },
      {
        "letra": "E",
        "texto": "celebrar promessa de compra e venda prevendo a transferência da propriedade com a morte de André."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2100426",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Sobre a disciplina jurídica da usucapião e suas diversas espécies:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A existência de ônus reais e de outros gravames registrados ou averbados na matrícula do imóvel usucapiendo é fator impeditivo à aquisição da propriedade pela via da usucapião extrajudicial."
      },
      {
        "letra": "B",
        "texto": "O tempo de posse exercido durante todo o período em que reconhecido o estado de calamidade pública, decorrente da emergência de saúde pública de importância internacional relacionada ao coronavírus (Covid-19), não poderá ser considerado para fins de aquisição da propriedade por usucapião."
      },
      {
        "letra": "C",
        "texto": "Usucapião especial urbana, usucapião familiar e usucapião tabular são espécies de usucapião de bens imóveis que, por expressa previsão legal, somente podem ser utilizadas pelo possuidor uma única vez."
      },
      {
        "letra": "D",
        "texto": "Nos termos da jurisprudência consolidada do Superior Tribunal de Justiça, a aquisição da propriedade imobiliária urbana pela usucapião extraordinária independe de observância da metragem correspondente ao módulo mínimo estabelecido em lei municipal."
      },
      {
        "letra": "E",
        "texto": "Admite-se a accessio possessionis na aquisição por usucapião dos direitos reais de usufruto e de servidões aparentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2372070",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Pode-se afirmar acerca da usucapião que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as causas que obstam, suspendem ou interrompem a prescrição se aplicam à usucapião."
      },
      {
        "letra": "B",
        "texto": "accessio possessionis ocorre na hipótese em que determinado bem passa a ser ocupado por meio de posse justa."
      },
      {
        "letra": "C",
        "texto": "embora modo originário de aquisição da propriedade, a sentença de usucapião deve respeitar o princípio da continuidade."
      },
      {
        "letra": "D",
        "texto": "cinco anos é o menor prazo estabelecido pelo Código Civil para a aquisição da propriedade imóvel por meio da usucapião."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2176039",
    "metadata": "Ano: 2022 | Banca: Instituto UniFil | Órgão: Câmara de Mandaguaçu - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Conforme disposto no Código Civil - Usucapião, analise as assertivas e assinale alternativa correta. I. Aquele que, por quinze anos, sem interrupção, nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de título e boa-fé; podendo requerer ao juiz que assim o declare por sentença, a qual servirá de título para o registro no Cartório de Registro de Imóveis. II. Aquele que possuir, como sua, área urbana de até duzentos e cinquenta metros quadrados, por cinco anos ininterruptamente e sem oposição, utilizando-a para sua moradia ou de sua família, adquirir-lhe-á o domínio, desde que não seja proprietário de outro imóvel urbano ou rural. III. Adquire também a propriedade do imóvel aquele que, contínua e incontestadamente, com justo título e boa-fé, o possuir por dez anos. IV. Aquele que exercer, por 2 (dois) anos ininterruptamente e sem oposição, posse direta, com exclusividade, sobre imóvel urbano de até duzentos e cinquenta metros quadrados cuja propriedade divida com ex-cônjuge ou ex-companheiro que abandonou o lar, utilizando-o para sua moradia ou de sua família, adquirir-lhe-á o domínio integral, desde que não seja proprietário de outro imóvel urbano ou rural. V. Aquele que, não sendo proprietário de imóvel rural ou urbano, possua como sua, por cinco anos ininterruptos, sem oposição, área de terra em zona rural não superior a cinqüenta hectares, tornando-a produtiva por seu trabalho ou de sua família, tendo nela sua moradia, adquirir-lhe-á a propriedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente uma assertiva está correta."
      },
      {
        "letra": "B",
        "texto": "Somente duas assertivas estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente três assertivas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente quatro assertivas estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2170513",
    "metadata": "Ano: 2022 | Banca: FAFIPA | Órgão: Câmara de Ourizona - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Pedro vendeu um imóvel a João, que por sua vez formalizou a aquisição do imóvel tão somente através de um contrato de compra e venda, sem promover a averbação junto à matrícula do imóvel. Passados mais de 20 anos dessa situação, João, que permanece no imóvel adquirido de Pedro, é citado em uma ação reivindicatória promovida pelo único herdeiro de Pedro, que pretende imitir-se na posse do bem herdado, do qual agora é proprietário. João te procura para promover sua defesa. Diante disso, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João não poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que nunca deteve o domínio do imóvel, que só se transmite pelo registro imobiliário, de modo que sua posse era injusta que, como se sabe, não possibilita a aquisição do bem pela usucapião."
      },
      {
        "letra": "B",
        "texto": "João poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que está há 20 anos em imóvel do qual possui justo título, preenchendo todos os requisitos para o reconhecimento de sua propriedade através da usucapião, que, entretanto, não poderá ser alegada como matéria de defesa na ação reivindicatória, mas suspenderá a reivindicatória por um ano se ingressada por dependência em autos apartados."
      },
      {
        "letra": "C",
        "texto": "João não poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, mas poderá contestar a ação reivindicatória pleiteando todas as benfeitorias necessárias realizadas nos últimos cinco anos, em respeito ao prazo prescricional para fazê-lo."
      },
      {
        "letra": "D",
        "texto": "João não poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que foi citado de ação reivindicatória, o que lhe obriga a deixar o imóvel em até 15 (quinze) dias após a citação."
      },
      {
        "letra": "E",
        "texto": "João poderá contestar a legitimidade do herdeiro de Pedro em ingressar no imóvel, considerando que está há 20 anos em imóvel do qual possui justo título, preenchendo todos os requisitos para o reconhecimento de sua propriedade através da usucapião, que poderá ser alegada, inclusive, como matéria de defesa na ação reivindicatória, diante do seu caráter dúplice."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2070750",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: AGESAN-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "A respeito da usucapião, assinale a alternativa correta conforme disposições do Código Civil sobre o tema.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que possuir coisa móvel como sua, contínua e incontestadamente durante 2 (dois) anos, com justo título e boa-fé, adquirir-lhe-á a propriedade."
      },
      {
        "letra": "B",
        "texto": "Aquele que, por 10 (dez) anos, sem interrupção nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de título e boa-fé."
      },
      {
        "letra": "C",
        "texto": "Aquele que possuir, como sua, área urbana de até 250m² (duzentos e cinquenta metros quadrados) por 5 (cinco) anos, ininterruptamente e sem oposição, utilizando-a para sua moradia ou de sua família, adquirir-lhe-á o domínio desde que não seja proprietário de outro imóvel urbano ou rural."
      },
      {
        "letra": "D",
        "texto": "Aquele que, por 5 (cinco) anos, sem interrupção nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de título e boa-fé, desde que o possuidor houver estabelecido no imóvel a sua moradia habitual, ou nele realizado obras ou serviços de caráter produtivo."
      },
      {
        "letra": "E",
        "texto": "Aquele que exercer, por 1 (um) ano, ininterruptamente e sem oposição, posse direta, com exclusividade, sobre imóvel urbano de até 250m² (duzentos e cinquenta metros quadrados) cuja propriedade divida com ex-cônjuge ou ex-companheiro que abandonou o lar, utilizando-o para sua moradia ou de sua família, adquirir-lheá o domínio integral, desde que não seja proprietário de outro imóvel urbano ou rural."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2027198",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Docas - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Um supermercado era vizinho lindeiro de um terreno vazio e, aparentemente, abandonado, com área de 300 m2 . O administrador do supermercado, informalmente, começou a utilizar o terreno vazio como estacionamento do supermercado. Construiu uma pequena edificação, fez o piso de cimento de toda a área, uma guarita, um portão de entrada e colocou indicações de que o local era estacionamento do supermercado. O uso do terreno como estacionamento se prolongou por 11 (onze) anos. Aconselhado por um advogado, o supermercado ajuizou ação de usucapião para obter a declaração de propriedade do terreno. No curso da ação de usucapião, descobriu-se que se tratava de um bem dominical de propriedade do Estado da Paraíba. Acerca da situação apresentada, tendo em vista a jurisprudência sumulada dos Tribunais Superiores e o direito positivo vigente, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação deverá ser julgada improcedente, tendo em vista a vedação constitucional da aquisição de bens públicos pela usucapião, bem como o supermercado não tem direito a qualquer indenização por acessões e benfeitorias, tendo em vista que a ocupação indevida de bem público configura mera detenção."
      },
      {
        "letra": "B",
        "texto": "Poderá o supermercado requerer o reconhecimento do direito à autorização de uso, tendo em vista a posse prolongada, bem como por ter dado função social a uma propriedade estatal improdutiva; se negada a autorização de uso, poderá exercer o direito de retenção pelas benfeitorias e acessões feitas."
      },
      {
        "letra": "C",
        "texto": "Como se trata de bem público dominical, sujeita-se à prescrição aquisitiva, devendo o pedido da usucapião ser julgado procedente, tendo em vista a posse superior a 10 (dez) anos e por ter dado função social à propriedade estatal improdutiva."
      },
      {
        "letra": "D",
        "texto": "Como se trata de bem público dominical, sujeita-se à prescrição aquisitiva; porém, como não há justo título, somente após 15 (quinze) anos de posse ininterrupta poderia ocorrer a aquisição pela usucapião."
      },
      {
        "letra": "E",
        "texto": "A ação deverá ser julgada improcedente, tendo em vista a vedação constitucional da aquisição de bens públicos pela usucapião; porém o supermercado tem direito a indenização por acessões e benfeitorias, tendo em vista que ocorreu a posse prolongada do bem público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2006466",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Usucapião",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) É válida a penhora do bem de família de fiador dado em garantia em contrato de locação de imóvel residencial ou comercial. ( ) O bem de família instituído por ato voluntário constitui-se pelo registro de seu título no Registro de Imóveis. ( ) Responde pelos danos decorrentes de protesto indevido o endossatário que recebe, por endosso translativo, título de crédito contendo vício formal extrínseco ou intrínseco, ficando ressalvado seu direito de regresso contra os endossantes e avalistas. ( ) O reconhecimento da usucapião extraordinária, mediante o preenchimento dos requisitos específicos, pode ser obstado em razão de a área usucapienda ser inferior ao módulo estabelecido em lei municipal. ( ) A fungibilidade é atributo próprio das coisas móveis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – V – F – F."
      },
      {
        "letra": "B",
        "texto": "F – F – F – V – V."
      },
      {
        "letra": "C",
        "texto": "V – V – V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – V – V – V."
      },
      {
        "letra": "E",
        "texto": "V – F – F – F – V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2003835",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "José era proprietário de uma extensa área urbana não edificada, com mais de 50.000m². Essa área não era vigiada e nem utilizada para qualquer finalidade. O imóvel foi ocupado, no mês de janeiro de 2010, por um considerável número de pessoas, que construíram suas moradias. Os ocupantes, por sua própria conta, organizados por meio de Associação de Moradores, além de construírem suas casas, realizaram a abra de vias posteriormente reconhecidas pelo poder público municipal, bem como construíram espaços destinados a uma creche comunitária e duas praças de lazer, que estão em pleno funcionamento, tudo com recurso do fundo comunitário dos moradores. Não houve infração às leis locais de ordenação do solo urbano ou meio ambiente. No ano de 2021, José propôs ação reivindicatória contra todos os ocupantes (cerca de 190 núcleos familiares). Cada moradia está localizada em área equivalente a 350m². Diante do caso, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cada morador pode, passados 5 (cinco) anos de posse contínua e sem oposição, alegar e requerer, individualmente, a usucapião na modalidade especial urbana ou constitucional."
      },
      {
        "letra": "B",
        "texto": "O juiz pode declarar a perda da propriedade a favor dos ocupantes que lá estão por mais de 5 (cinco) anos, na posse ininterrupta e de boa-fé, fixando justa indenização a favor do proprietário."
      },
      {
        "letra": "C",
        "texto": "A associação de moradores pode propor ação de usucapião coletiva, a fim de que seja declarada a propriedade originária aos ocupantes, mediante sentença que servirá de título para registro no Registro de Imóveis."
      },
      {
        "letra": "D",
        "texto": "Cada morador pode, passados 10 (dez) anos de posse contínua e sem oposição, considerando o justo título e boa-fé em sua posse, alegar e requerer a usucapião ordinária."
      },
      {
        "letra": "E",
        "texto": "A associação de moradores pode realizar a defesa dos ocupantes em legitimação extraordinária, assim como cobrar de cada um deles a contribuição condominial estabelecida no Estatuto da Associação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1999996",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: AGE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "João e Maria, casados desde 2008 em regime da comunhão parcial de bens, divorciaram-se extrajudicialmente em março de 2020, sem tratar da partilha de bens. Em razão das medidas restritivas implementadas para a contenção da transmissão da covid-19, os ex-cônjuges permaneceram residindo juntos, em estado de composse, no imóvel comum (de propriedade de ambos), cuja área corresponde a 250m². A situação se manteve até junho de 2022, quando João, finalmente, retirou-se voluntariamente do lar. Nenhuma das partes tem outro imóvel em seu nome. Em agosto de 2022, Maria ajuíza ação de usucapião especial familiar, a fim de obter a declaração de propriedade exclusiva do bem a seu favor, evitando-se a partilha futura do bem. Sobre o caso narrado, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maria tem razão, na medida em que se manteve na posse direta, ininterrupta e sem oposição do bem, por prazo superior a 2 (dois) anos, contados da data do divórcio."
      },
      {
        "letra": "B",
        "texto": "Maria não tem razão, considerando que não houve o transcurso do prazo de 5 (cinco) anos de posse mansa e pacífica."
      },
      {
        "letra": "C",
        "texto": "Maria não tem razão, porque a usucapião especial urbana só é permitida para imóveis inferiores a 250m²."
      },
      {
        "letra": "D",
        "texto": "Maria não tem razão, pois a usucapião especial familiar exige necessariamente o exercício de posse exclusiva do bem, após o abandono do lar do ex-cônjuge, pelo prazo de 2 (dois) anos."
      },
      {
        "letra": "E",
        "texto": "Maria não tem razão, porquanto a convivência no mesmo lar, após o divórcio, evidencia a existência de união estável entre as partes, fato que obsta o pedido de aquisição via usucapião."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1977660",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Sobre usucapião, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a usucapião se referir à propriedade de bem imóvel, o usucapiente recebe a propriedade com todos os ônus e limitações advindos do direito transmitido."
      },
      {
        "letra": "B",
        "texto": "Bens públicos são passíveis de usucapião para fins de obtenção da propriedade pelo usucapiente, mas esse direito só se constitui se o imóvel for urbano, não possuir mais de 250 m2 , o usucapiente residir no bem e não for proprietário de outro imóvel."
      },
      {
        "letra": "C",
        "texto": "O detentor não possui ânimo de dono e não pode usucapir."
      },
      {
        "letra": "D",
        "texto": "As causas que suspendem a prescrição extintiva não são aplicáveis à prescrição aquisitiva."
      },
      {
        "letra": "E",
        "texto": "Somente o direito de propriedade pode ser objeto de usucapião, já que outros direitos não permitem o exercício da posse."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1963248",
    "metadata": "Ano: 2022 | Banca: FEPESE | Órgão: Prefeitura de Criciúma - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Domicílio e Bens",
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Parte Geral"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O bem público não pode ser objeto de nenhuma forma de alienação."
      },
      {
        "letra": "B",
        "texto": "O usucapião de bem público deverá observar a legislação especial que se refere às concessões públicas."
      },
      {
        "letra": "C",
        "texto": "São públicos e de uso comum do povo os bens pertencentes às pessoas jurídicas de direito público."
      },
      {
        "letra": "D",
        "texto": "O uso comum dos bens públicos pode ser gratuito ou retribuído, conforme for estabelecido legalmente pela entidade a cuja administração pertencerem."
      },
      {
        "letra": "E",
        "texto": "Os bens móveis poderão ser considerados imóveis para efeitos legais, a exemplo dos direitos pessoais de caráter patrimonial e de suas respectivas ações."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1959535",
    "metadata": "Ano: 2022 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião",
      "Servidões"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, à luz da disciplina dos direitos reais, e assinale a alternativa CORRETA: I. Considera-se que o imóvel financiado pela Caixa Econômica Federal com recursos do Sistema Financeiro Habitacional não se equipara a bem público, sendo, portanto, admissível a ocorrência da usucapião. II. Para fins de usucapião de domínio útil de terreno de marinha não se distingue se a posse advém do regime de ocupação ou da enfiteuse. III. As servidões de passagem que atravessam propriedades privadas para garantir acesso público às praias marítimas podem ser fechadas pelos proprietários quando há a desafetação da praia como bem público. IV. A decretação da Emergência em Saúde Pública de Importância Nacional decorrente da infecção humana pelo Coronavirus não resultou em nenhuma política legislativa que tenha reforçado, ainda que temporariamente, a proteção da posse provisória de imóvel público em face de desocupação coletiva forçada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão incorretas apenas as assertivas Il e III."
      },
      {
        "letra": "B",
        "texto": "Estão incorretas apenas as assertivas Ill e IV."
      },
      {
        "letra": "C",
        "texto": "Estão incorretas apenas as assertivas I e Il."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão incorretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1959248",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PGE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Determinado imóvel urbano de 270 m2 está sob posse mansa, pacífica, contínua, sem oposição e com animus domini, há cerca de vinte anos, em loteamento não regularizado. A área do imóvel, no entanto, é inferior ao módulo urbano descrito na legislação municipal. Com relação a essa situação hipotética, assinale a opção correta, conforme precedente do Superior Tribunal de Justiça firmado em julgamento de recurso especial repetitivo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como o imóvel está situado em loteamento não regularizado, a usucapião apenas pode ocorrer pela via ordinária, devendo o interessado comprovar a boa-fé ou a existência de justo título."
      },
      {
        "letra": "B",
        "texto": "O imóvel não poderá ser usucapido, pois a área é superior ao limite de 250 m2 definido no Código Civil."
      },
      {
        "letra": "C",
        "texto": "O fato de o imóvel estar situado em loteamento não regularizado obsta a aquisição da propriedade por usucapião."
      },
      {
        "letra": "D",
        "texto": "Para a usucapião extraordinária, deve ser considerada apenas a posse do atual ocupante do imóvel, devendo ser descartada a posse do antecessor."
      },
      {
        "letra": "E",
        "texto": "O imóvel poderá ser usucapido, a despeito de a área ser inferior ao módulo urbano definido na legislação municipal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1958886",
    "metadata": "Ano: 2022 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa CORRETA. I – A aquisição de bem imóvel por usucapião poderá ocorrer sob a forma judicial ou extrajudicial. II – Não é permitida a acessão de posses para fins de contagem do tempo exigido para a usucapião. III – Na usucapião familiar, será possível adquirir a propriedade dividida com excônjuge ou ex-companheiro que abandonou o lar, mesmo que seja proprietário de outro imóvel urbano ou rural. IV – A usucapião extraordinária exige, para sua configuração, a posse ad usucapionem bem como o lapso temporal, independentemente de boa-fé.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão incorretas apenas as assertivas I e IV."
      },
      {
        "letra": "B",
        "texto": "Estão incorretas apenas as assertivas II e III."
      },
      {
        "letra": "C",
        "texto": "Estão incorretas apenas as assertivas II e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "E",
        "texto": "Estão corretas apenas as assertivas I e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1952881",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "A usucapião",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem como pressuposto a boa-fé."
      },
      {
        "letra": "B",
        "texto": "transfere a propriedade pelo registro da sentença no Cartório de Registro de Imóveis."
      },
      {
        "letra": "C",
        "texto": "pode recair sobre os bens públicos dominicais."
      },
      {
        "letra": "D",
        "texto": "é julgada por sentença de natureza constitutiva da propriedade."
      },
      {
        "letra": "E",
        "texto": "não ocorre entre ascendentes e descendentes, durante o poder familiar."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1941398",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: PGE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Usucapião tabular é modalidade de usucapião",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ordinária se o imóvel houver sido adquirido, a título gratuito ou oneroso, com base no registro constante do respectivo cartório, cancelado posteriormente, desde que os possuidores nele tiverem estabelecido a sua moradia, ou realizado investimentos de interesse social e econômico."
      },
      {
        "letra": "B",
        "texto": "extraordinária se o imóvel houver sido adquirido, a título gratuito ou oneroso, com base no registro constante do respectivo cartório, cancelado posteriormente, desde que os possuidores nele tiverem estabelecido a sua moradia, ou realizado investimentos de interesse social e econômico."
      },
      {
        "letra": "C",
        "texto": "ordinária, com prazo de cinco anos, se o imóvel houver sido adquirido, onerosamente, com base no registro constante do respectivo cartório, cancelado posteriormente, desde que os possuidores nele tiverem estabelecido a sua moradia, ou realizado investimentos de interesse social e econômico."
      },
      {
        "letra": "D",
        "texto": "extraordinária, com prazo de dez anos, se o imóvel houver sido adquirido, onerosamente, com base no registro constante do respectivo cartório, cancelado posteriormente, desde que os possuidores nele tiverem estabelecido a sua moradia, ou realizado investimentos de interesse social e econômico."
      },
      {
        "letra": "E",
        "texto": "extraordinária, com prazo de cinco anos se o imóvel houver sido adquirido, onerosamente, com base no registro constante do respectivo cartório, cancelado posteriormente, desde que os possuidores nele tiverem estabelecido a sua moradia, ou realizado investimentos de interesse social e econômico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1902244",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: SPGG - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "A usucupião especial familiar exige tempo de posse ad usucapionem de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "15 anos."
      },
      {
        "letra": "B",
        "texto": "10 anos."
      },
      {
        "letra": "C",
        "texto": "5 anos."
      },
      {
        "letra": "D",
        "texto": "3 anos."
      },
      {
        "letra": "E",
        "texto": "2 anos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1899835",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TCE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Julgue o item a seguir, com base no que determina o Código Civil brasileiro. Os bens públicos não estão sujeitos a usucapião.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1897141",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: DPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Sobre usucapião de bens imóveis, segundo o Código Civil e a jurisprudência do STJ em relação ao tema, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O proprietário pode ser privado da coisa se o imóvel reivindicado consistir em extensa área, na posse ininterrupta e de boa-fé, por mais de cinco anos, de considerável número de pessoas, e estas nela houverem realizado, em conjunto ou separadamente, obras e serviços considerados pelo juiz de interesse social e econômico relevante, ocasião em que o juiz fixará a justa indenização devida ao proprietário."
      },
      {
        "letra": "B",
        "texto": "Não se reconhece a usucapião do domínio útil de bem público sobre o qual tinha sido, anteriormente, instituída enfiteuse."
      },
      {
        "letra": "C",
        "texto": "A ocupação de bem público configura posse se o possuidor ignora o vício ou o obstáculo que impede a aquisição da coisa."
      },
      {
        "letra": "D",
        "texto": "Adquire a propriedade do imóvel aquele que, contínua e incontestadamente, com justo título e boa-fé, o possuir por cinco anos, se o houver adquirido, onerosamente, com base no registro constante do respectivo cartório, cancelado posteriormente, desde que os possuidores nele tiverem estabelecido a sua moradia ou realizado investimentos de interesse social e econômico."
      },
      {
        "letra": "E",
        "texto": "Terras em faixas de fronteira sem registro imobiliário presumem-se terras devolutas, cabendo ao ente federativo comprovar a titularidade desses terrenos quando situados em área rural."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1875623",
    "metadata": "Ano: 2022 | Banca: OBJETIVA | Órgão: Prefeitura de Varginha - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Propriedade",
      "Usucapião"
    ],
    "enunciado_principal": "Consoante GONÇALVES, considerando-se apenas os seus elementos essenciais, enunciados no Art. 1.228 do Código Civil, pode-se definir o direito de propriedade como o poder jurídico atribuído a uma pessoa de usar, gozar e dispor de um bem, corpóreo ou incorpóreo, em sua plenitude e dentro dos limites estabelecidos na Lei, bem como de reivindicá-lo de quem injustamente o detenha. De acordo com as lições do autor sobre o tema, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) Embora o direito hereditário seja modo de aquisição da propriedade imóvel, e o domínio e a posse da herança transmitam-se aos herdeiros desde a abertura da sucessão, não podem estes reivindicar os bens que a integram sem a existência formal de partilha. ( ) Para a consumação da usucapião ordinária, não se exige que o possuidor tenha justo título nem boa-fé. Tal exigência também não é feita na usucapião especial. O justo título (titulus) é, entretanto, requisito indispensável para a aquisição da propriedade pela usucapião extraordinária. ( ) Mesmo estando obrigado a restituir a coisa achada, assegura-se ao descobridor o direito a uma recompensa, denominada achádego, sendo que o critério legal para o seu arbitramento permite que se considerem as circunstâncias em que se deu a descoberta. Todavia, o direito à recompensa somente é devido se o dono ou possuidor da coisa tiver interesse em recebê-la. ( ) Tanto no caso da usucapião especial urbana, como no da usucapião familiar, é necessário que o usucapiente não seja proprietário de outro imóvel urbano ou rural e exerça posse mansa, pacífica e ininterrupta sobre imóvel urbano de até 125 metros quadrados, para fins de sua moradia ou de sua família, não sendo permitida a concessão da medida mais de uma vez em favor da mesma pessoa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C - E - C."
      },
      {
        "letra": "B",
        "texto": "E - C - C - C."
      },
      {
        "letra": "C",
        "texto": "C - E - E - E."
      },
      {
        "letra": "D",
        "texto": "E - E - C - E."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1870398",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Joaquina, casada em regime de comunhão parcial de bens com Reinaldo, deixou o seu lar e foi morar em uma casa abrigo para vítimas de violência doméstica e familiar, em razão de ter sido vítima de violência doméstica praticada por seu marido. O imóvel, de 120 m², estava registrado apenas no nome dela, mas fora adquirido onerosamente na constância do casamento. Reinaldo não tinha imóvel registrado em seu nome e utilizava o bem para a sua moradia. Depois de quatro anos, antes do divórcio, Joaquina acionou o Poder Judiciário para retirar Reinaldo do imóvel.A partir dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joaquina abandonou seu lar, então Reinaldo usucapiu o imóvel."
      },
      {
        "letra": "B",
        "texto": "Para configurar a usucapião por abandono do lar, faz-se necessário o transcurso do prazo de cinco anos de posse mansa e pacífica."
      },
      {
        "letra": "C",
        "texto": "Não é possível a caracterização da usucapião por abandono do lar, pois a violência doméstica sofrida por Joaquina descaracteriza a voluntariedade do abandono."
      },
      {
        "letra": "D",
        "texto": "A contagem do prazo para a usucapião por abandono do lar inicia-se apenas após a sentença de divórcio, e não com a separação de fato."
      },
      {
        "letra": "E",
        "texto": "Reinaldo não tinha direitos sobre o bem, pois o imóvel estava registrado apenas em nome de Joaquina."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1862994",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "A moradia constitui direito fundamental como corolário do princípio da dignidade da pessoa humana. Lamentavelmente, por falta de recursos ou por desconhecimento, são celebrados negócios que transferem a posse física do imóvel sem observar a dimensão registral ou urbanística do ato. A necessidade de disciplinar a ocupação do solo, por outro lado, emerge como dever derivado da proteção ambiental, da garantia de salubridade, da segurança urbana e da obrigatoriedade de publicização do direito real. No conflito entre os valores, o Poder Judiciário vem tentando uniformizar os entendimentos a respeito da matéria. Em relação ao tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o reconhecimento da usucapião extraordinária pressupõe o atendimento do requisito de exercício de posse mansa, pacífica e sem oposição, pelo prazo determinado em lei, conforme a hipótese e a observância do módulo estabelecido por lei municipal de acordo com as normas de parcelamento do solo urbano;"
      },
      {
        "letra": "B",
        "texto": "a impossibilidade de publicidade do direito de propriedade com o registro imobiliário, por meio da abertura de matrícula, impede o reconhecimento da declaração do direito de propriedade em sentença de usucapião;"
      },
      {
        "letra": "C",
        "texto": "a pretensão de adjudicação compulsória não se sujeita a prazo prescricional, mas se extingue por meio de usucapião exercida por terceiro;"
      },
      {
        "letra": "D",
        "texto": "o direito à adjudicação compulsória não se condiciona ao registro do compromisso de compra e venda no cartório de registro de imóveis, mesmo quando não exercido em face do promitente vendedor;"
      },
      {
        "letra": "E",
        "texto": "a inexistência de prova de quitação do preço, por requisito essencial à pretensão de adjudicação compulsória, importa na improcedência do pedido de adjudicação, sendo irrelevante o decurso do tempo suficiente para fundamentar a prescrição de eventual débito ou a aquisição do domínio pelo instituto da usucapião."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2243331",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Jaguariúna - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Com vistas à regulamentação doa Artigos 182 e 183 da Constituição Federal, foram propostos, na legislação federal, dois instrumentos de regularização fundiária da posse de terrenos ocupados para fins de moradia, os quais fixam parâmetros e reduzem as exigências a serem cumpridas para famílias ocupantes de baixa renda, distinguindo-se (I) ocupantes de terrenos de propriedade particular e (II) ocupantes de terrenos públicos, estes últimos com certas limitações legais. Os instrumentos correspondentes a (I) e (II) são denominados, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usucapião especial de imóvel urbano e (II) concessão de direito real de uso."
      },
      {
        "letra": "B",
        "texto": "concessão de direito real de uso e (II) usucapião especial de imóvel urbano"
      },
      {
        "letra": "C",
        "texto": "(I) concessão de direito real de uso e (II) concessão de uso especial para fins de moradia."
      },
      {
        "letra": "D",
        "texto": "(I) usucapião especial de imóvel urbano e (II) concessão de uso especial para fins de moradia."
      },
      {
        "letra": "E",
        "texto": "(I) concessão de uso especial para fins de moradia e (II) usucapião especial de imóvel urbano."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2170940",
    "metadata": "Ano: 2021 | Banca: FAFIPA | Órgão: Prefeitura de Barra do Jacaré - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Sobre o instituto da usucapião, nos termos do Código Civil de 2002, analise as assertivas a seguir e assinale a alternativa CORRETA: I. Aquele que, por quinze anos, sem interrupção, nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de título e boa-fé; podendo requerer ao juiz que assim o declare por sentença, a qual servirá de título para o registro no Cartório de Registro de Imóveis. II. Aquele que, não sendo proprietário de imóvel rural ou urbano, possua como sua, por dez anos ininterruptos, sem oposição, área de terra em zona rural não superior a vinte e cinco hectares, tornando-a produtiva por seu trabalho ou de sua família, tendo nela sua moradia, adquirir-lhe-á a propriedade. III. Aquele que exercer, por 2 (dois) anos ininterruptamente e sem oposição, posse indireta, com exclusividade, sobre imóvel urbano de até 250m² (duzentos e cinquenta metros quadrados) cuja propriedade divida com ex-cônjuge ou ex-companheiro que abandonou o lar, utilizando-o para sua moradia ou de sua família, adquirir-lhe-á o domínio integral, ainda que não seja proprietário de outro imóvel urbano ou rural. IV. Estende-se ao possuidor o disposto quanto ao devedor acerca das causas que obstam, suspendem ou interrompem a prescrição, as quais também se aplicam à usucapião.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Apenas duas assertivas estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas uma assertiva está correta."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas três assertivas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2170838",
    "metadata": "Ano: 2021 | Banca: FAFIPA | Órgão: Câmara de Dois Vizinhos - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Sobre a aquisição de propriedade imóvel, conhecida pela Usucapião, na redação do Código Civil de 2002, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que, por quinze anos, sem interrupção, nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de título e boa-fé; podendo requerer ao juiz que assim o declare por sentença, a qual servirá de título para o registro no Cartório de Registro de Imóveis."
      },
      {
        "letra": "B",
        "texto": "Aquele que possuir, como sua, área urbana de até duzentos e cinquenta metros quadrados, por cinco anos ininterruptamente e sem oposição, utilizando-a para sua moradia ou de sua família, adquirir-lhe-á o domínio, desde que não seja proprietário de outro imóvel urbano ou rural."
      },
      {
        "letra": "C",
        "texto": "Aquele que exercer, por 2 (dois) anos ininterruptamente e sem oposição, posse direta, com exclusividade, sobre imóvel urbano de até 250m² (duzentos e cinquenta metros quadrados) cuja propriedade divida com ex-cônjuge ou ex-companheiro que abandonou o lar, utilizando-o para sua moradia ou de sua família, adquirir-lhe-á o domínio integral, desde que não seja proprietário de outro imóvel urbano ou rural."
      },
      {
        "letra": "D",
        "texto": "Adquire a propriedade do imóvel aquele que, contínua e incontestadamente, com justo título e boa-fé, o possuir por quinze anos. Será de dez anos o referido se o imóvel houver sido adquirido, onerosamente, com base no registro constante do respectivo cartório, cancelada posteriormente, desde que os possuidores nele tiverem estabelecido a sua moradia, ou realizado investimentos de interesse social e econômico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2005178",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Ubá - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usucapião",
      "Efeitos, Tutela, Transmissão e Perda da Posse"
    ],
    "enunciado_principal": "Analise as seguintes afirmativas referentes aos direitos reais. I. Nos termos da lei, o possuidor com justo título tem por si a presunção de posse justa, salvo se deixar de satisfazer os ônus fiscais. II. A inexistência de registro imobiliário do bem objeto de ação de usucapião gera presunção relativa de que o imóvel é público. III. O imóvel urbano abandonado pelo proprietário poderá ser arrecadado, como bem vago, e passar à propriedade do município. IV. Somente se adquirem com a tradição os direitos reais sobre coisas móveis, quando constituídos ou transmitidos por atos entre vivos. São corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1900536",
    "metadata": "Ano: 2021 | Banca: INSTITUTO MAIS | Órgão: Câmara de Santos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Suponha que um conjunto de municípios limítrofes, com o objetivo de executar projeto de parceria público-privada, firme contrato de consórcio público que tenha como resultado a constituição de uma associação pública, que tem natureza jurídica de direito público. A associação adquire bens que, após passar a integrar o seu patrimônio, são afetados ao desenvolvimento de suas finalidades institucionais, notadamente com o fim de viabilizar a prestação do serviço de iluminação pública. Acerca do patrimônio dessa entidade e com base no Código Civil, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os bens da associação, caso não afetados a uma finalidade pública, estão sujeitos à usucapião."
      },
      {
        "letra": "B",
        "texto": "caso a associação seja proprietária de terreno que se destine ao uso comum da população, ela poderá exigir que a utilização do espaço seja remunerada."
      },
      {
        "letra": "C",
        "texto": "os bens da associação, por serem públicos, não precisam atender à função social da propriedade, nos termos do Código Civil."
      },
      {
        "letra": "D",
        "texto": "os bens dominicais da associação são inalienáveis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1869894",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Sobre o reconhecimento extrajudicial de usucapião é correto afirmar: I. A ata notarial lavrada pelo tabelião atestará o tempo de posse do requerente e seus antecessores, conforme o caso e suas circunstâncias. II. Em qualquer caso, é lícito ao interessado suscitar o procedimento de dúvida, nos termos da Lei nº 13.105, de 2015. III. A rejeição do pedido extrajudicial impede o ajuizamento de ação de usucapião. IV. Ao final das diligências, se a documentação não estiver em ordem, o oficial de registro de imóveis rejeitará o pedido. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva III está incorreta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1868296",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao optar pelo usucapião extrajudicial, o interessado, automaticamente, abre mão da via judicial."
      },
      {
        "letra": "B",
        "texto": "A existência de ónus real ou gravame na matrícula do imóvel usucapiendo impedirá o reconhecimento extrajudicial do usucapião."
      },
      {
        "letra": "C",
        "texto": "É vedado o reconhecimento de usucapião extrajudicial de bens públicos."
      },
      {
        "letra": "D",
        "texto": "O requerimento de usucapião extrajudicial deve ser assinado pelo interessado, sendo facultada a presença de advogado ou defensor público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1867229",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: SANESUL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Em relação a usucapião, analise as assertivas e assinale a alternativa que aponta a(s) correta(s). I. Aquele que, por dez anos, sem interrupção, nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, independentemente de título e boa-fé; podendo requerer ao juiz que assim o declare por sentença, a qual servirá de título para o registro no Cartório de Registro de Imóveis, ainda que não haja estabelecido no imóvel sua moradia habitual ou nele realizado obras ou serviços de caráter produtivo. II. Aquele que exercer, por dois anos ininterruptamente e sem oposição, posse direta, com exclusividade, sobre imóvel urbano de até duzentos e cinquenta metros quadrados cuja propriedade divida com ex-cônjuge ou excompanheiro que abandonou o lar, utilizando-o para sua moradia ou de sua família, adquirir-lhe-á o domínio integral, desde que não seja proprietário de outro imóvel urbano ou rural. III. Aquele que, não sendo proprietário de imóvel rural ou urbano, possua como sua, por cinco anos ininterruptos, sem oposição, área de terra em zona rural não superior a cinquenta hectares, tornandoa produtiva por seu trabalho ou de sua família, tendo nela sua moradia, adquirirlhe-á a propriedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1852370",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Peterson invade uma área rural de 150 (cento e cinquenta) hectares, lá construindo uma pequena fazenda. Anos depois, Peterson vende a Sabrina essa fazenda de porteiras fechadas, com todos os seus acessórios e pertenças, inclusive os animais e as plantações em plena produção. Sobre a posse exercida por Sabrina, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de sucessão a título universal, continuando Sabrina a mesma posse de Peterson, jamais podendo se beneficiar da usucapião ordinária."
      },
      {
        "letra": "B",
        "texto": "Trata-se de sucessão a título universal, sendo facultado a Sabrina unir sua posse à de Peterson, para os fins legais e, portanto, estando apta, decorrido o lapso temporal exigido, a usucapir, ordinariamente, a fazenda."
      },
      {
        "letra": "C",
        "texto": "Trata-se de sucessão a título singular, sendo facultado à Sabrina unir sua posse à de Peterson, para os fins legais e, portanto, estando apta, decorrido o lapso temporal exigido, a usucapir, ordinariamente, a fazenda."
      },
      {
        "letra": "D",
        "texto": "Trata-se de sucessão a título singular e como a posse de Sabrina está amparada por justo título e boa-fé, não se une à posse de Peterson, iniciando-se apenas da data em que ela adquire a fazenda a contagem do prazo para usucapião ordinária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1824938",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Augusto, em fevereiro de 1992, alugou de Breno imóvel urbano para fins residenciais, pelo prazo de trinta meses, tendo sido prorrogado automaticamente o contrato até o falecimento do locador Breno, em junho de 1996, sendo este o último mês de pagamento do aluguel. Em agosto de 2020, o espólio de Breno ajuizou ação de despejo cumulada com cobrança em face de Augusto. O juiz determina a citação e, na forma da lei, faculta ao réu a purga da mora a fim de evitar o desalijo forçado. Augusto contesta, alegando que houve a interversão do caráter da posse e que teria adquirido o imóvel anteriormente locado por usucapião. Nesse contexto, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o prazo de usucapião somente se inicia a partir da entrada em vigor no atual Código Civil;"
      },
      {
        "letra": "B",
        "texto": "a tese defensiva não é possível no ordenamento jurídico, posto que a posse, no caso, não pode modificar o seu caráter precário;"
      },
      {
        "letra": "C",
        "texto": "o locatário somente evitará o despejo se purgar a mora durante todo o período em que deixou de pagar o aluguel;"
      },
      {
        "letra": "D",
        "texto": "o locatário poderá evitar o despejo se pagar os últimos meses em débito, observada a prescrição quinquenal;"
      },
      {
        "letra": "E",
        "texto": "a usucapião poderá ser reconhecida em favor do locatário se este provar ato exterior e inequívoco de oposição ao locador, tendo por efeito a caracterização do animus domini."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1823381",
    "metadata": "Ano: 2021 | Banca: INSTITUTO MAIS | Órgão: SETEC Campinas",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Sobre o instituto da usucapião, de acordo com a jurisprudência do Superior Tribunal de Justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tanto a usucapião ordinária quanto a extraordinária dependem da comprovação da boa-fé inequívoca do possuidor."
      },
      {
        "letra": "B",
        "texto": "É possível a usucapião de bem móvel proveniente de crime após cessada a clandestinidade ou a violência."
      },
      {
        "letra": "C",
        "texto": "É vedado o reconhecimento da usucapião de bem imóvel quando a implementação do requisito temporal ocorrer somente no curso da demanda."
      },
      {
        "letra": "D",
        "texto": "Obsta o pedido declaratório de usucapião especial urbana o fato de a área do imóvel ser inferior à correspondente ao \"módulo urbano\" (a área mínima a ser observada no parcelamento de solo urbano por determinação infraconstitucional)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1813989",
    "metadata": "Ano: 2021 | Banca: Unesc | Órgão: PGM - Criciúma - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Fernando trabalha como caseiro na propriedade rural de propriedade de Irene, mediante contrato escrito, isto desde o ano dois mil (2.000), ocupando inclusive uma casa no local e nela plantando verduras para seu consumo. Ocorre que em janeiro de 2018, Irene veio a falecer, sendo que Fernando permaneceu na propriedade, passando a cultivar feijão para a venda externa. Os herdeiros de Irene não comparecem na propriedade desde dezembro de 2019. Em julho de 2021, Fernando recebeu uma notificação extrajudicial lhe informando sobre a rescisão de seu contrato de trabalho, bem como lhe concedendo o prazo de 30 dias para desocupação da casa/terreno, porém Fernando se nega a desocupar. A partir da hipótese narrada, assinale a afirmativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fernando não pode usucapir o bem, eis que é possuidor de má-fé."
      },
      {
        "letra": "B",
        "texto": "Fernando não pode ser considerado possuidor de boa-fé, haja vista sua ocupação derivar de um contrato, o que afastaria o animus domni."
      },
      {
        "letra": "C",
        "texto": "Os herdeiros de Irene apenas podem tomar posse do imóvel após a finalização do inventário, assim, não podem requerer a retomada do bem."
      },
      {
        "letra": "D",
        "texto": "Na hipótese indicada, a má-fé de Fernando não é um empecilho à usucapião."
      },
      {
        "letra": "E",
        "texto": "Fernando apenas poderá usucapiar após 15 anos do falecimento de Irene."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1813773",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Em relação à usucapião, adquire a propriedade do bem imóvel aquele que exercer a posse direta, com animus domini por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dez anos, podendo ser considerado o tempo de posse do herdeiro, contanto que os períodos de posse ocorram sem interrupção, nem oposição, mediante justo título e boa-fé."
      },
      {
        "letra": "B",
        "texto": "quinze anos, sem interrupção, nem oposição, independentemente de justo título e boa-fé, sem possibilidade de redução do prazo no caso do imóvel ser considerado como moradia habitual do possuidor."
      },
      {
        "letra": "C",
        "texto": "dez anos, sem interrupção, nem oposição, mediante justo título e boa-fé, independentemente da capacidade civil do proprietário."
      },
      {
        "letra": "D",
        "texto": "quinze anos, sem interrupção, nem oposição, desde que prove o justo título e boa-fé."
      },
      {
        "letra": "E",
        "texto": "quinze anos, sem interrupção, nem oposição, desde que não seja proprietário de outro imóvel urbano ou rural."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1813772",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Nonato, pai de Danilo, em 1980, realizou contrato particular de compra e venda, tendo como objeto um pequeno imóvel urbano em Aparecida de Goiânia. Entretanto, o instrumento não foi devidamente registrado no Cartório de Registro de Imóveis. Quando Danilo anunciou o desejo de firmar união estável com Maria, Nonato emprestou o imóvel ao casal para que estabelecessem residência por meio de contrato verbal de comodato por tempo indeterminado. Com o rompimento do relacionamento do casal, Nonato pretende retomar a posse do bem. Assim,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda que constituídos em mora, Nonato não poderá exigir aluguel em relação ao imóvel emprestado, por ser da natureza do contrato de comodato o empréstimo sem contraprestação."
      },
      {
        "letra": "B",
        "texto": "Nonato detém a posse indireta do imóvel, motivo pelo qual poderá ajuizar ação de reintegração de posse para a retomada do bem, bem como poderá ajuizar ação de usucapião para declarar a aquisição da propriedade em relação ao imóvel."
      },
      {
        "letra": "C",
        "texto": "caso cumprido o lapso temporal previsto em lei, Maria adquirirá a propriedade do bem por meio de usucapião pois, durante o exercício do comodato, exerceu posse justa, mansa, pacífica e com intenção de dona."
      },
      {
        "letra": "D",
        "texto": "Maria terá direito a indenização pelas benfeitorias necessárias e úteis, bem como, quanto às voluptuárias que não forem pagas, poderá levantá-las, sem destruir o bem; contudo, não terá direito à retenção pelo valor das benfeitorias úteis e necessárias."
      },
      {
        "letra": "E",
        "texto": "após notificada extrajudicialmente para a desocupação do imóvel, a posse exercida por Maria poderá ser classificada como posse clandestina."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1792540",
    "metadata": "Ano: 2021 | Banca: CEV-URCA | Órgão: Prefeitura de Crato - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "A respeito da usucapião especial de imóvel urbano, analise as afirmações a seguir e assinale a alternativa correta: I. aquele que possuir como sua área ou edificação urbana de até duzentos e cinquenta metros quadrados, por cinco anos, ininterruptamente e sem oposição, utilizando-a para sua moradia ou de sua família, adquirir-lhe-á o domínio, desde que não seja proprietário de outro imóvel urbano ou rural; II. o título de domínio será conferido ao homem ou à mulher, ou a ambos, independentemente do estado civil; III. não é permitido ao possuidor, para o fim de contar o prazo exigido de cinco anos, acrescentar sua posse à de seu antecessor, mesmo que ambas sejam contínuas; IV. na ação de usucapião especial urbana é obrigatória a intervenção do Ministério Público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV estão corretas"
      },
      {
        "letra": "B",
        "texto": "II e III estão corretas"
      },
      {
        "letra": "C",
        "texto": "I, III e IV estão corretas"
      },
      {
        "letra": "D",
        "texto": "I, II e IV estão corretas"
      },
      {
        "letra": "E",
        "texto": "todas estão corretas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1744074",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Sobre a usucapião familiar, marque a alternativa que NÃO corresponde a um de seus requisitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Divórcio judicial ou extrajudicial devidamente averbado no Registro Civil, ou sentença de reconhecimento e dissolução de união estável transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "Imóvel em copropriedade com o ex-cônjuge ou o ex-companheiro."
      },
      {
        "letra": "C",
        "texto": "Imóvel urbano de até 250m² (duzentos e cinquenta metros quadrados)"
      },
      {
        "letra": "D",
        "texto": "Abandono do lar pelo ex-cônjuge ou ex-companheiro."
      },
      {
        "letra": "E",
        "texto": "Exercício da posse exclusiva e ininterrupta pelo requerente por mais de 2 anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1711985",
    "metadata": "Ano: 2021 | Banca: Unoesc | Órgão: Prefeitura de Maravilha - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Servidões",
      "Multipropriedade Imobiliária"
    ],
    "enunciado_principal": "No que concerne ao direito de propriedade e seus desdobramentos, analise as assertivas seguintes. I. Escritura e registro são figuras jurídicas diversas. Escritura pública é uma forma de título translativo entre vivos, assim como contratos particulares, sentenças ou termos administrativos, quando admitidos em lei. Assim, é possível dizer que por vezes, quando admitido por lei, alguém pode ser proprietário de um bem por conta de um registro que não decorreu de uma escritura pública. II. No condomínio geral, os proprietários possuem fração ideal do todo, não determinada ou localizada, devendo oferecer aos condôminos a respectiva parte, antes de vendê-la a estranhos. No condomínio edilício, contudo, há partes exclusivas de cada proprietário e outras partes comuns, compartilhadas com os demais condôminos, sem direito de preferência em caso de alienação. III. A usucapião é uma forma de aquisição de propriedade que independe de registro para se concretizar, servindo este tão somente para lhe dar publicidade. IV. A passagem forçada pressupõe que um imóvel esteja sem acesso suficientemente adequado à via pública, ou seja, encravado. Gera direito de indenização ao proprietário que terá que conceder a passagem, ao mesmo tempo que é um dever seu concedê-la, já que nenhum imóvel pode ser privado de acesso às vias públicas. V. O direito de servidão não é passível de ser adquirido por usucapião. Estão corretos os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III, IV e V."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e V."
      },
      {
        "letra": "D",
        "texto": "I, IV e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2048001",
    "metadata": "Ano: 2020 | Banca: CONTEMAX | Órgão: Prefeitura de Mataraca - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "De acordo com a Lei nº 10.406, de 10 de janeiro de 2002 que institui o Código Civil, assinale (V) ou (F) nos parênteses conforme a afirmativa seja verdadeira ou falsa, de cima para baixo, respectivamente: (____) Aquele que, não sendo proprietário de imóvel rural ou urbano, possua como sua, por quinze anos ininterruptos, sem oposição, área de terra em zona rural não superior a cinquenta hectares, tornando-a produtiva por seu trabalho ou de sua família, tendo nela sua moradia, adquirir-lhe-á a propriedade. (____) Aquele que possuir, como sua, área urbana de até duzentos e cinquenta metros quadrados, por quinze anos ininterruptamente e sem oposição, utilizando-a para sua moradia ou de sua família, adquirir-lhe-á o domínio, desde que não seja proprietário de outro imóvel urbano ou rural. (____) Aquele que, por cinco anos, sem interrupção, nem oposição, possuir como seu um imóvel, adquirelhe a propriedade, independentemente de título e boa-fé; podendo requerer ao juiz que assim o declare por sentença, a qual servirá de título para o registro no Cartório de Registro de Imóveis. (____) Aquele que exercer, por 2 (dois) anos ininterruptamente e sem oposição, posse direta, com exclusividade, sobre imóvel urbano de até 250m² (duzentos e cinquenta metros quadrados) cuja propriedade divida com ex-cônjuge ou excompanheiro que abandonou o lar, utilizando-o para sua moradia ou de sua família, adquirir-lhe-á o domínio integral, desde que não seja proprietário de outro imóvel urbano ou rural. (____) Adquire também a propriedade do imóvel aquele que, contínua e incontestadamente, com justo título e boa-fé, o possuir por 5 anos. Analisando as afirmativas acima, marque a sequência CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – F – F – V - F"
      },
      {
        "letra": "B",
        "texto": "V – F – V – F - V"
      },
      {
        "letra": "C",
        "texto": "V – V – V – F - V"
      },
      {
        "letra": "D",
        "texto": "F – V – F – V - F"
      },
      {
        "letra": "E",
        "texto": "V – V – V – F - V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1788344",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Com relação a bem imóvel urbano vinculado ao Sistema Financeiro de Habitação (SFH) e registrado em nome de banco estatal que possua personalidade jurídica de direito privado e atue como agente financeiro na implementação de política nacional de habitação, a jurisprudência do STJ estabelece que esse bem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser adquirido por usucapião ordinária, que requer posse de boa-fé do bem durante o prazo mínimo de quinze anos e sem oposição, independentemente de justo título."
      },
      {
        "letra": "B",
        "texto": "pode ser adquirido por usucapião especial urbana, que requer cinco anos de posse ininterrupta, sem contestação, de uma área de até 250 m2 utilizada como moradia, desde que o possuidor não seja proprietário de outro bem imóvel."
      },
      {
        "letra": "C",
        "texto": "pode ser adquirido por usucapião familiar, que requer três anos de posse ininterrupta, sem contestação, de uma área de até 250 m² utilizada como moradia do possuidor e de sua família."
      },
      {
        "letra": "D",
        "texto": "pode ser adquirido por usucapião extraordinária, que requer posse do bem durante o prazo mínimo de vinte anos e sem oposição, independentemente de justo título e boa-fé."
      },
      {
        "letra": "E",
        "texto": "não pode ser adquirido por usucapião, em razão do caráter público dos serviços prestados pelo banco estatal na implementação da política nacional de habitação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1737764",
    "metadata": "Ano: 2020 | Banca: FEPESE | Órgão: Prefeitura de Itajaí - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "De acordo com a Constituição Federal são requisitos do usucapião urbano: 1. Utilização para sua moradia ou de sua família. 2. Área urbana de até 250 metros quadrados. 3. Posse mansa, pacífica e ininterrupta por 5 anos. 4. Não ter sido proprietário de imóvel rural ou urbano. Assinale a alternativa que indica todas as afirmativas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretas apenas as afirmativas 1, 2 e 3."
      },
      {
        "letra": "B",
        "texto": "São corretas apenas as afirmativas 1, 2 e 4."
      },
      {
        "letra": "C",
        "texto": "São corretas apenas as afirmativas 1, 3 e 4."
      },
      {
        "letra": "D",
        "texto": "São corretas apenas as afirmativas 2, 3 e 4."
      },
      {
        "letra": "E",
        "texto": "São corretas as afirmativas 1, 2, 3 e 4."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1696287",
    "metadata": "Ano: 2020 | Banca: FACET Concursos | Órgão: Prefeitura de Capim - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "João de Barro, casado com Amapola, com quem tem dois filhos, abandona o lar, deixando de prover qualquer tipo de auxílio para sua família. Três anos após o ocorrido, sem que durante este prazo fosse oferecido qualquer tipo de auxílio à sua família por João de Barro, Amapola decide propor uma ação de usucapião, a fim de adquirir a propriedade do único imóvel do casal, que servia de sua moradia. Neste caso, é correto afirmar que Amapola:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cumpre os requisitos para a aquisição da propriedade pela denominada usucapião extraordinária."
      },
      {
        "letra": "B",
        "texto": "Cumpre os requisitos para a aquisição da propriedade pela denominada usucapião ordinária."
      },
      {
        "letra": "C",
        "texto": "Cumpre os requisitos para a aquisição da propriedade pela denominada usucapião tabular."
      },
      {
        "letra": "D",
        "texto": "Cumpre os requisitos para a aquisição da propriedade pela denominada usucapião especial urbana."
      },
      {
        "letra": "E",
        "texto": "Cumpre os requisitos para aquisição da propriedade pela denominada usucapião familiar."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1216926",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Vila Velha - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Todo aquele que, não sendo proprietário rural nem urbano, possuir como sua, por 5 (cinco) anos ininterruptos, sem oposição, área rural contínua, não excedente de 25 (vinte e cinco) hectares, e a houver tornado produtiva com seu trabalho e nela tiver sua morada, adquirir-lhe-á o domínio, independentemente de justo título e boa-fé, podendo requerer ao juiz que assim o declare por sentença, a qual servirá de título para transcrição no Registro de Imóveis. A descrição acima trata da usucapião:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ordinária rural."
      },
      {
        "letra": "B",
        "texto": "Especial rural."
      },
      {
        "letra": "C",
        "texto": "Extraordinária."
      },
      {
        "letra": "D",
        "texto": "Familiar."
      },
      {
        "letra": "E",
        "texto": "Coletiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1138131",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Usufruto",
      "Servidões"
    ],
    "enunciado_principal": "O proprietário pode conceder a outrem o direito de construir ou de plantar em seu terreno, por tempo determinado, mediante escritura pública devidamente registrada no Cartório de Registro de Imóveis. Este enunciado refere-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao direito de superfície."
      },
      {
        "letra": "B",
        "texto": "à servidão."
      },
      {
        "letra": "C",
        "texto": "ao arrendamento."
      },
      {
        "letra": "D",
        "texto": "ao usufruto."
      },
      {
        "letra": "E",
        "texto": "à anticrese."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2070109",
    "metadata": "Ano: 2019 | Banca: IBFC | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel",
      "Modos de Perda da Propriedade",
      "Modos de Aquisição da Propriedade Móvel"
    ],
    "enunciado_principal": "O Código Civil disciplina a aquisição e perda da propriedade móvel, embora apresentando normas concernentes à aquisição do referido domínio, isto porque, se, de um lado, alguém adquire um direito de propriedade, em regra, de outro lado, alguém perde, concomitante, a titularidade desse direito. Considere as hipóteses de aquisição e perda da coisa e assinale a alternativa que apresenta a explicação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usucapião: aquele que possuir coisa móvel como sua, contínua e incontestadamente durante 5 anos, com justo título e boa-fé, adquirir-lhe-á a propriedade"
      },
      {
        "letra": "B",
        "texto": "achado do Tesouro: depósito atual de coisas preciosas, oculto e de cujo dono se tenha a memória. Será dividido por igual entre o proprietário e o que achar o tesouro ocasionalmente"
      },
      {
        "letra": "C",
        "texto": "tradição: quando o transmitente continua a possuir pelo constituto possessório; quando cede ao adquirente o direito à restituição da coisa, que se encontra em poder de terceiro; ou quando o adquirente já está na posse da coisa, por ocasião do negócio jurídico"
      },
      {
        "letra": "D",
        "texto": "especificação: aquele que, trabalhando em obra-prima sua, obtiver espécie nova, desta será proprietário, isso se puder restituir à forma anterior"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2009611",
    "metadata": "Ano: 2019 | Banca: IMA | Órgão: Prefeitura de Paço do Lumiar - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Uma das formas de aquisição da propriedade se dá através do instituto chamado de Usucapião. Acerca dele, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que, por quinze anos, sem interrupção, nem oposição, possuir como seu um imóvel, adquire-lhe a propriedade, desde que possua justo título e tenha agido de boa-fé."
      },
      {
        "letra": "B",
        "texto": "Aquele que possuir, como sua, área urbana de até cento e cinquenta metros quadrados, tendo agido de boa-fé por cinco anos, ininterruptamente, e sem oposição, utilizando-a para sua moradia ou de sua família, adquirir-lhe-á o domínio, desde que não seja proprietário de outro imóvel urbano ou rural."
      },
      {
        "letra": "C",
        "texto": "O possuidor pode, para o fim de contar o tempo exigido para comprovar a usucapião, acrescentar à sua posse a dos seus antecessores, desde que contínuas, pacíficas e em determinadas circunstâncias, com justo título e boa-fé."
      },
      {
        "letra": "D",
        "texto": "Adquire a propriedade do imóvel aquele que, contínua e incontestadamente, independente de justo título e boa-fé, o possuir por dez anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1840526",
    "metadata": "Ano: 2019 | Banca: CETAP | Órgão: Prefeitura de Maracanã - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Artur devedor. reside com sua família, desde 2010, em uma área rural de 40 hectares, imóvel no qual também mantém pequena produção agrícola responsável pelo seu sustento e de sua família. Sabendo que, embora Artur soubesse que o imóvel pertencia a outra pessoa, a ocupação da posse foi mansa e pacífica, jamais foi contestada pelo proprietário e que Artur não é proprietário de outro imóvel urbano ou rural, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Artur jamais poderá usucapir o bem porque sua posse é de má-fé."
      },
      {
        "letra": "B",
        "texto": "Artur usucapiu o imóvel em 2015, após transcorridos cinco anos ininterruptos de posse."
      },
      {
        "letra": "C",
        "texto": "Artur somente poderá usucapir o imóvel após 15 anos ininterruptos de posse (usucapião extraordinária), sendo, porém, facultado somar sua posse ao de seu antecessor."
      },
      {
        "letra": "D",
        "texto": "Artur somente poderá usucapir o imóvel após 10 anos ininterruptos de posse, eis que nele estabeleceu sua moradia habitual e desenvolve atividades de caráter produtivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1723687",
    "metadata": "Ano: 2019 | Banca: COMPERVE - UFRN | Órgão: Câmara de Parnamirim - RN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Pedro e Lara, casados em regime de comunhão parcial de bens, adquiriram uma casa de 200 metros quadrados na zona urbana da cidade de Bela Vista, onde residiam com os filhos. Na constância do casamento, Pedro vai embora de casa, abandonando sua esposa e seus filhos, sem qualquer justificativa. Passados 4 anos da partida de Pedro, Lara resolve obter o título de domínio do imóvel para ter a segurança patrimonial do bem. Nesse caso, Lara pode se valer da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usucapião familiar, para adquirir o domínio legal do imóvel, pois a casa serve de moradia para Lara e seus filhos, e Pedro abandonou o lar."
      },
      {
        "letra": "B",
        "texto": "usucapião ordinária, cujo domínio será adquirido por Lara, pois ela tem a posse contínua e inconteste da casa no prazo legal estabelecido e ser o imóvel seu local de moradia."
      },
      {
        "letra": "C",
        "texto": "usucapião familiar, devido à autorização do Código Civil para aplicar esse instituto em casos de abandono afetivo do ex-cônjuge, com prescrição aquisitiva de 3 anos."
      },
      {
        "letra": "D",
        "texto": "usucapião ordinária, cabendo a Lara demonstrar a culpa de Pedro pelo abandono do lar e da tutela dos filhos, para ter reconhecido seu domínio sobre o imóvel."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1174500",
    "metadata": "Ano: 2019 | Banca: GUALIMP | Órgão: Prefeitura de Porciúncula - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Marlon é natural de Porciúncula-RJ e lá residiu com sua família até seus 45 anos de idade. Certo dia, tentando mudar o rumo de sua vida e de sua família, juntou todos e saiu com destino a cidade do Rio de Janeiro/RJ. Ao chegar, morou durante 1 mês com alguns de seus familiares no bairro afastado do centro da cidade. Perto de lá, havia um lote totalmente abandonado e com uma casa velha, e, na necessidade e sem condições de manter um aluguel e também continuar morando na casa de seus parentes, Marlon resolveu invadir o referido local e ali residir. Já faz 17 anos que Marlon mora no local de forma contínua e nunca ninguém o procurou ou questionou acerca da propriedade do imóvel. Ali, Marlon constantemente reforma o imóvel, atribuindo lhe benfeitorias, cuidando do seu quintal, bem como cercando e limitando o lote. Diante das diretrizes do Código Civil de 2002, especificamente no que diz respeito ao Direito de Propriedades, assinale a modalidade de Usucapião poderá ser atribuída à situação do caso exposto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Usucapião Extraordinário."
      },
      {
        "letra": "B",
        "texto": "Usucapião Ordinário."
      },
      {
        "letra": "C",
        "texto": "Usucapião Especial Rural."
      },
      {
        "letra": "D",
        "texto": "Usucapião Especial Urbano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1173143",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "A respeito da usucapião urbana, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ser proprietário de outro imóvel, desde que rural, não impede que o possuidor de imóvel urbano seja por ela beneficiado."
      },
      {
        "letra": "B",
        "texto": "para que ela se verifique, dentre outros requisitos, o imóvel urbano a ser usucapido deve ter, no máximo, 250 (duzentos e cinquenta) metros quadrados."
      },
      {
        "letra": "C",
        "texto": "se o possuidor do imóvel urbano nele morar por mais de 5 (cinco) anos com sua família, com ou sem oposição, poderá adquirir o domínio."
      },
      {
        "letra": "D",
        "texto": "o título de domínio e a concessão de uso serão conferidos ao homem ou à mulher, ou a ambos, desde que sejam casados."
      },
      {
        "letra": "E",
        "texto": "o domínio a ser adquirido pela usucapião urbana poderá ser reconhecido mais de uma vez, desde que o imóvel seja destinado à moradia familiar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1134926",
    "metadata": "Ano: 2019 | Banca: COPESE - UFPI | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Usucapião"
    ],
    "enunciado_principal": "Considere que João tem a posse de área urbana com 250 m², por cinco anos ininterruptos, com animus domini, utilizando-a para moradia própria, sendo certo que não é proprietário de outro imóvel no período aquisitivo. Pretende agora regularizar a documentação da área, tornando-se proprietário do bem via ação de usucapião. Nesse caso, qual é a modalidade de usucapião a ser invocada por João?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Usucapião especial urbana."
      },
      {
        "letra": "B",
        "texto": "Usucapião por abandono de lar."
      },
      {
        "letra": "C",
        "texto": "Usucapião urbana coletiva."
      },
      {
        "letra": "D",
        "texto": "Usucapião especial rural."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1100188",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Paulo mora e detém a posse mansa e pacífica de imóvel, com animus domni, justo título e boa-fé, há cinco anos e seis meses. O imóvel havia sido adquirido, de forma onerosa, com base em registro constante em cartório, mas esse registro foi posteriormente cancelado. Nessa situação hipotética, Paulo cumpre os requisitos necessários para a usucapião",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tabular."
      },
      {
        "letra": "B",
        "texto": "especial urbana."
      },
      {
        "letra": "C",
        "texto": "extraordinária."
      },
      {
        "letra": "D",
        "texto": "especialíssima."
      },
      {
        "letra": "E",
        "texto": "especial rural."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1093862",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Mauá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "José ingressou com ação de usucapião contra empresa pública municipal, argumentando que é possuidor de uma área de servidão aparente e pretendendo a declaração por sentença de sua propriedade. Sobre a usucapião, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os direitos reais de gozo e fruição sobre coisa alheia, como superfície, usufruto e servidão, podem ser objeto de usucapião, exceto na hipótese dos autos, porque trata-se de bem público, que é inalienável, imprescritível e impenhorável."
      },
      {
        "letra": "B",
        "texto": "Não há impedimento para usucapião da área citada, porque as empresas públicas e as sociedades de economia mista são regidas pelas mesmas normas das pessoas jurídicas de direito privado."
      },
      {
        "letra": "C",
        "texto": "A servidão aparente pode ser objeto de usucapião, desde que José comprove que é titular do prédio dominante, além da posse sem oposição ou interrupção por dez anos."
      },
      {
        "letra": "D",
        "texto": "No caso em tela, o imóvel pode ser objeto de usucapião, porque pertence a empresa pública municipal, incumbindo a José comprovar o exercício da posse física da área e a existência de justo título."
      },
      {
        "letra": "E",
        "texto": "Os direitos reais de uso, gozo e fruição não podem ser objeto de usucapião."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1092893",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Caio e Tício celebraram, em 01.01.2007, um compromisso de compra e venda por meio do qual este promete àquele vender um imóvel urbano, de 1800 m2 de terreno. O compromisso previu uma entrada no valor de R$ 10.000,00 (dez mil reais) e 60 parcelas de R$ 1.500,00 (mil e quinhentos reais). Caio pagou o valor da entrada, edificou no terreno e mudou-se para o imóvel no final do ano de 2007, estabelecendo sua moradia definitiva e ininterrupta, e então deixou de pagar as demais prestações. Em razão do inadimplemento, Tício notificou Caio extrajudicialmente, em 01.01.2008, para que pagasse os valores em atraso. Este, por sua vez, em 01.02.2008, contranotificou Tício, alegando que não mais pagaria qualquer valor, em razão da edificação que realizou, afirmando textualmente que já se considerava “dono” do terreno. Tício foi convidado para ser o Diretor Executivo de uma empresa multinacional, mudando-se para a Alemanha em 01.05.2008, somente retornando ao Brasil em 01.01.2019. Em 01.06.2019, Caio ajuizou uma ação de usucapião. Sobre o caso relatado, pode-se afirmar corretamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não houve a aquisição pela usucapião, tendo em vista que o prazo da prescrição estava suspenso no período em que o proprietário do imóvel estava fora do Brasil, a trabalho."
      },
      {
        "letra": "B",
        "texto": "Pode ser reconhecida a usucapião, tendo em vista que houve a interversio possessionis, bem como o decurso do prazo e dos requisitos para o reconhecimento da usucapião extraordinária decorrente da posse-trabalho."
      },
      {
        "letra": "C",
        "texto": "Não pode ser reconhecida a usucapião, em razão da inexistência de posse com animus dominis, tendo em vista que a posse decorrente do contrato de compra e venda não pode ser reconhecida como posse ad usucapionem."
      },
      {
        "letra": "D",
        "texto": "Não houve a aquisição da propriedade pela usucapião em razão da inexistência de posse do ocupante por prazo superior a quinze anos, tendo em vista a inexistência de justo título e boa-fé."
      },
      {
        "letra": "E",
        "texto": "Pode ser reconhecida a usucapião ordinária, tendo em vista que o comprador tinha justo título, decorrente do contrato de compra e venda, bem como a boa-fé presume-se da moradia e cumprimento da função social da propriedade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1037189",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "De acordo com o Código Civil Brasileiro, analise as afirmativas sobre a usucapião. I. A posse ad usucapionem é a posse mansa, pacífica e contínua, por certo lapso de tempo. II. A usucapião pode ser arguida em defesa. III. O justo título e a boa-fé são alguns dos requisitos da usucapião ordinária. Diz-se justo o título hábil, em tese, para transferir a propriedade. IV. Na usucapião extraordinária, o prazo de quinze anos reduzir-se-á a dez anos, se o possuidor houver estabelecido no imóvel a sua moradia habitual, ou nele realizado obras ou serviços de caráter produtivo. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1019423",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: SANASA Campinas",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Na usucapião pro labore, o tempo de permanência ininterrupta na área rural e demais requisitos para que possa o ocupante requerer que o juiz o declare detentor do domínio são",
    "alternativas": [
      {
        "letra": "A",
        "texto": "vinte anos de posse, sem oposição, zona rural, área produtiva por seu trabalho ou de sua família, com ânimo de moradia."
      },
      {
        "letra": "B",
        "texto": "cinco anos de posse, único imóvel rural ou urbano, sem oposição, zona rural, área produtiva por seu trabalho ou de sua família, com ânimo de moradia."
      },
      {
        "letra": "C",
        "texto": "dez anos de posse, sem oposição, único imóvel rural ou urbano, área produtiva por seu trabalho ou de sua família, com ânimo de moradia."
      },
      {
        "letra": "D",
        "texto": "dez anos de posse, único imóvel rural ou urbano, zona rural, área produtiva por seu trabalho ou de sua família, com ânimo de moradia."
      },
      {
        "letra": "E",
        "texto": "cinco anos de posse, independente de ser o único imóvel, sem oposição, zona rural, área produtiva por seu trabalho ou de sua família, com ânimo de moradia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1014320",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Piracicaba - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel",
      "Modos de Perda da Propriedade"
    ],
    "enunciado_principal": "Quanto à aquisição e perda da propriedade, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "enquanto não se promover, por meio de ação própria, a decretação de invalidade do registro, e o respectivo cancelamento, o adquirente continua a ser havido como dono do imóvel."
      },
      {
        "letra": "B",
        "texto": "aquele que, não sendo proprietário de imóvel rural ou urbano, possua como sua, por cinco anos ininterruptos, sem oposição, área de terra em zona rural não superior a duzentos e cinquenta hectares, tornando-a produtiva por seu trabalho ou de sua família, tendo nela sua moradia, adquirirá a propriedade."
      },
      {
        "letra": "C",
        "texto": "a usucapião especial urbana por abandono do lar corresponde à forma de aquisição derivada da propriedade do bem imóvel em sua totalidade."
      },
      {
        "letra": "D",
        "texto": "o imóvel urbano abandonado pelo proprietário, com a intenção de não mais o conservar em seu patrimônio, mesmo na posse de outra pessoa, poderá ser arrecadado, como bem vago, e passar, três anos depois, à propriedade do Município ou à do Distrito Federal, caso se encontre nas respectivas circunscrições."
      },
      {
        "letra": "E",
        "texto": "a propriedade móvel, por ser transmitida pela tradição, não permite sua aquisição pela usucapião."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1013580",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Poá - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Manoel ocupa uma área de terra que faz divisa do Brasil com o Paraguai. Se encontra na posse mansa e pacífica desse imóvel há mais de quinze anos. Não possui justo título. Tal área é rural, de 30 hectares, usada para a sobrevivência da família de Manoel, que tem cultivo de soja, pois é uma região tipicamente agrícola. É o único imóvel que possui. Manoel acaba de receber a citação de uma ação promovida pela União afirmando que o simples fato de ser área de fronteira já remete a classificação do imóvel em área pública e, por isso, terá que desocupá-lo em 60 dias. Diante desse quadro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por ser classificada qualquer área de fronteira como bem público, nos termos da lei, Manoel não poderá arguir usucapião sobre o imóvel e terá que desocupá-lo."
      },
      {
        "letra": "B",
        "texto": "Por se tratar de área rural com menos de 50 hectares, e estar ocupado há mais de 15 anos, Manoel poderá requerer a usucapião rural."
      },
      {
        "letra": "C",
        "texto": "Tendo a área ocupada 50 hectares, sendo rural, Manoel pode alegar usucapião ordinário, que não exige justo título para sua configuração."
      },
      {
        "letra": "D",
        "texto": "Como se trata de área rural, independentemente do tamanho, Manoel pode alegar a aquisição do bem por usucapião pro labore."
      },
      {
        "letra": "E",
        "texto": "No caso em tela, se aplica a impossibilidade de usucapir o bem, pois terras rurais de fronteiras não podem ser objeto de usucapião."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1010475",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Considere as situações a seguir. I. Joana Dantas é possuidora de um terreno na cidade de Nova Horizontina por quinze anos, sem interrupção nem oposição, não possuindo título nem boa-fé. II. Jaciara Ferreira exerce, por três anos ininterruptamente e sem oposição, posse direta, com exclusividade, sobre um apartamento de cento e cinquenta metros quadrados na cidade de Porto Feliz, o qual utiliza como sua moradia e cuja propriedade dividia com seu ex-cônjuge, Lindomar Silva, que abandonou o lar, não sendo ela proprietária de outro imóvel urbano ou rural. III. Jandira é possuidora de área de terra em zona rural com cem hectares, por cinco anos ininterruptos, sem oposição, tornando-a produtiva pelo seu trabalho e tendo nela sua moradia, não sendo proprietária de imóvel rural ou urbano. De acordo com o Código Civil brasileiro, em regra, o domínio integral do respectivo imóvel será adquirido apenas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nas situações II e III."
      },
      {
        "letra": "B",
        "texto": "nas situações I e II."
      },
      {
        "letra": "C",
        "texto": "nas situações I e III."
      },
      {
        "letra": "D",
        "texto": "na situação I."
      },
      {
        "letra": "E",
        "texto": "na situação III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1004245",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "É correto afirmar que será atribuída a propriedade, pela usucapião, àquele que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mesmo sendo proprietário de imóvel rural, possua como sua, por cinco anos ininterruptos, sem oposição, área de terra em zona rural não superior a cinquenta hectares, tornando-a produtiva por seu trabalho ou de sua família, tendo nela sua moradia."
      },
      {
        "letra": "B",
        "texto": "possuir, como sua, área urbana de até duzentos e cinquenta metros quadrados, por cinco anos ininterruptamente e sem oposição, utilizando-a para sua moradia ou de sua família, desde que não seja proprietário de mais de um imóvel urbano ou rural."
      },
      {
        "letra": "C",
        "texto": "exercer, por 2 (dois) anos ininterruptamente e sem oposição, posse direta, com exclusividade, sobre imóvel urbano de até 250 m² (duzentos e cinquenta metros quadrados) cuja propriedade divida com ex-cônjuge ou ex-companheiro que abandonou o lar, utilizando-o para sua moradia ou de sua família, mesmo sendo proprietário de outro imóvel urbano ou rural."
      },
      {
        "letra": "D",
        "texto": "possuir por três anos imóvel adquirido onerosamente, com base no registro constante do respectivo cartório, cancelado posteriormente, desde que tenha estabelecido a sua moradia, ou realizado investimentos de interesse social e econômico."
      },
      {
        "letra": "E",
        "texto": "por dez anos, sem interrupção, nem oposição, possuir como seu um imóvel, independentemente de título e boa-fé, se houver estabelecido no imóvel a sua moradia habitual, ou nele realizado obras ou serviços de caráter produtivo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "994279",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Usucapião",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares"
    ],
    "enunciado_principal": "Considerando as situações sujeitas à interpretação da lei de locação e direito urbanístico, assinale com V as afirmativas verdadeiras e com F as falsas. ( ) A obrigação de pagar o débito de consumo de serviço de água e energia elétrica de imóvel alugado possui natureza propter-rem, já que atrelada ao bem. ( ) Após a dissolução de uma união estável homoafetiva, uma das conviventes permaneceu na posse do bem. O fiador do contrato foi notificado de tal situação e se opôs perante a locatária atual. Assim, o fiador permanecerá responsável pelo prazo de 120 dias após a notificação da locatária. ( ) Nas hipóteses de dissolução de qualquer tipo de entidade familiar em que haja filhos, o título de propriedade do imóvel adquirido no âmbito do Programa Minha Casa Minha Vida, segundo critério legal (hipótese), será atribuído ou transferido àquele que esteja sob a guarda exclusiva dos infantes. ( ) A usucapião especial de imóvel urbano poderá ser invocada como matéria de defesa, valendo a sentença que a reconhecer como título hábil para registro perante o CRI, não dispensando, no entanto, cuidados formais, como apresentação de planta descritiva, intimação das Fazendas Pública e terceiros interessados, evitando-se, assim, futuras nulidades no título de propriedade a ser constituído. Assinale a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V F F V"
      },
      {
        "letra": "B",
        "texto": "F F V V"
      },
      {
        "letra": "C",
        "texto": "F V V F"
      },
      {
        "letra": "D",
        "texto": "V V F F"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "994251",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "No tocante à ação de usucapião de imóvel, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com a aquisição de domínio por usucapião, deve desaparecer o gravame real hipotecário constituído pelo antigo proprietário, tendo em vista que a sentença de procedência declara a usucapião com efeitos ex tunc, e a usucapião é forma originária de aquisição de propriedade."
      },
      {
        "letra": "B",
        "texto": "Serão intimados por via postal, para que manifestem interesse na causa, os representantes das Fazendas Públicas da União, do Estado e do Município. Todavia, a ausência de comprovante da intimação dos entes públicos, assim como dos terceiros interessados, ensejará apenas nulidade relativa."
      },
      {
        "letra": "C",
        "texto": "Os confinantes serão citados pessoalmente, exceto quando a ação tiver por objeto unidade autônoma de prédio em condomínio, caso em que tal citação é dispensada, pois a delimitação do referido imóvel já está definida no registro da matrícula do imóvel ou na convenção do condomínio."
      },
      {
        "letra": "D",
        "texto": "Conforme entendimento do STJ, deve o autor proceder à citação, na qualidade de litisconsortes necessários, do proprietário e do seu cônjuge, referidos no registro de imóveis, sob pena de a sentença ser absolutamente ineficaz, tratando-se de nulidade insanável."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "990669",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o direito de propriedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na alienação fiduciária em garantia que tenha por objeto bem imóvel, a escritura pública poderá ser substituída por instrumento particular, independentemente do valor do bem."
      },
      {
        "letra": "B",
        "texto": "Na prescrição aquisitiva da propriedade imóvel, em regra o possuidor não pode, para o fim de contagem do tempo exigido pela lei, acrescentar à sua posse a posse exercida pelos possuidores antecedentes."
      },
      {
        "letra": "C",
        "texto": "Pela regra geral do direito brasileiro, transfere-se a propriedade do bem imóvel, entre vivos, pela confecção do título translativo."
      },
      {
        "letra": "D",
        "texto": "O abandono de bem imóvel não configura hipótese de perda definitiva da propriedade, ressalvada a possibilidade de prescrição aquisitiva por terceiros."
      },
      {
        "letra": "E",
        "texto": "A escritura pública é instrumento essencial para a validade da transferência da propriedade de bens imóveis, independentemente do valor do bem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "988348",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Marco pediu ao seu primo Joaquim que cuidasse de Lauro e Tereza – pais de Marco e tios de Joaquim – na velhice, enquanto este residia no imóvel do primeiro. Em troca, prometeu-lhe que o imóvel lhe seria doado. Ocorre, porém, que Marco veio a falecer inesperadamente, sem completar a doação. Joaquim cuidou dos tios até que eles falecessem e seguiu residindo no local sem qualquer contestação, inclusive pagando o IPTU do referido imóvel, por mais de 20 anos ininterruptos. Ocorre, porém, que Rafael – filho único de Marco, que tinha 24 anos de idade quando o pai morreu – deu o imóvel em garantia hipotecária para Rogério, com quem tinha negócios. Joaquim, desconhecendo essa situação, ingressa com ação de usucapião. Assinale a alternativa correta com base na situação narrada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A hipoteca impede a aquisição da propriedade por Joaquim, uma vez que se caracteriza como uma oposição à posse por ele exercida."
      },
      {
        "letra": "B",
        "texto": "Joaquim adquire a propriedade, mas ela segue sendo a garantia da dívida de Rafael com Rogério."
      },
      {
        "letra": "C",
        "texto": "Joaquim poderá adquirir o imóvel pela usucapião extraordinária, mas deverá, para tanto, indenizar Rogério."
      },
      {
        "letra": "D",
        "texto": "O fato de Rafael ter hipotecado o imóvel em questão não constitui óbice ao pleito da usucapião formulado por Joaquim – que poderá adquirir a propriedade do imóvel livre de qualquer ônus ou encargo."
      },
      {
        "letra": "E",
        "texto": "Como Marco não completou a doação antes de falecer, Joaquim nada pode pleitear acerca do imóvel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "974041",
    "metadata": "Ano: 2019 | Banca: UPENET/IAUPE | Órgão: UPE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Gustavo, mesmo não sendo proprietário, passa a ocupar imóvel urbano com 350 metros quadrados, como sua moradia habitual, durante 10 (anos) anos completos. Miguel, legítimo proprietário do imóvel ocupado por Gustavo, deixou o Brasil 02 (dois) anos antes da referida ocupação, quando passou a morar em Nova York, nos Estados Unidos, para prestar serviço público à União durante todo esse período. Após esses 12 (doze) anos, Miguel retorna ao Brasil e se depara com o recebimento de citação para apresentar defesa na ação de usucapião proposta por Gustavo contra ele.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação será procedente, uma vez que todos os requisitos para a usucapião extraordinária por posse-trabalho foram devidamente preenchidos."
      },
      {
        "letra": "B",
        "texto": "A ação será procedente, uma vez que todos os requisitos para a usucapião especial urbana por posse-trabalho foram devidamente preenchidos."
      },
      {
        "letra": "C",
        "texto": "A ação será procedente, uma vez que todos os requisitos para a usucapião ordinária por posse-trabalho foram devidamente preenchidos."
      },
      {
        "letra": "D",
        "texto": "A ação será improcedente, porque faltaram os requisitos justo título e boa-fé para a usucapião ordinária."
      },
      {
        "letra": "E",
        "texto": "A ação será improcedente, uma vez que as causas que obstam, suspendem ou interrompem a prescrição, também se aplicam à usucapião."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "968723",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: AFAP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Quanto às formas de aquisição da propriedade imóvel,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ter-se-á o aluvião quando, por força natural violenta, uma porção de terra se destacar de um prédio e se juntar a outro, acrescendo-o."
      },
      {
        "letra": "B",
        "texto": "a usucapião é modo derivado de aquisição da propriedade e a sentença que a reconhece é de natureza constitutiva do domínio."
      },
      {
        "letra": "C",
        "texto": "quando isto se der pelo registro do título, enquanto não se promover, por meio de ação própria, a decretação de invalidade desse título, e o respectivo cancelamento, o adquirente continua a ser havido como dono do imóvel."
      },
      {
        "letra": "D",
        "texto": "o álveo abandonado de corrente pertence por igual aos proprietários ribeirinhos das duas margens, indenizando-se os donos dos terrenos por onde as águas abrirem novo curso."
      },
      {
        "letra": "E",
        "texto": "aquele que semeia, planta ou edifica em terreno próprio com sementes, plantas ou materiais alheios, adquire a propriedade destes, sem a obrigação de pagar-lhes o valor correspondente se agiu de boa-fé."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1841374",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Ilha Solteira - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Em que pesem balizadas posições doutrinárias, bem como alguns julgados favoráveis à admissão da usucapião de bens públicos dominicais, nos termos expressos da Constituição Federal e do Código Civil, não se admite usucapião de bens públicos. Nada obstante, em vista da realidade das ocupações irregulares de áreas públicas e da necessidade de sua regularização, surgiu o instituto da concessão de uso especial para fins de moradia,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cujo título será obtido pela via administrativa perante o órgão competente da Administração Pública, que terá o prazo máximo de 6 meses para decidir o pedido, a contar do seu protocolo."
      },
      {
        "letra": "B",
        "texto": "que é intransferível por ato inter vivos, mas admite a transferência causa mortis."
      },
      {
        "letra": "C",
        "texto": "cujo título, em caso de recusa ou omissão do órgão competente da Administração Pública, poderá ser obtido judicialmente."
      },
      {
        "letra": "D",
        "texto": "que poderá ser reconhecido mais de uma vez ao mesmo concessionário, desde que esse não seja proprietário de imóvel urbano ou rural."
      },
      {
        "letra": "E",
        "texto": "cujo título será conferido, de forma gratuita, exclusivamente à mulher."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1345815",
    "metadata": "Ano: 2018 | Banca: UFMT | Órgão: Prefeitura de Várzea Grande - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Sobre a ação de usucapião especial urbana, marque V para as afirmativas verdadeiras e F para as falsas. ( ) A associação de moradores da comunidade, regularmente constituída, com personalidade jurídica, desde que explicitamente autorizada pelos representados, é parte legítima para propositura de ação de usucapião especial urbana. ( ) O Estatuto da Cidade (Lei n.º 10.257/2001) assegura, de forma absoluta, ao autor da ação de usucapião especial de imóvel urbano os benefícios da justiça e da assistência judiciária gratuitas, inclusive perante o cartório de registro de imóveis, independentemente da comprovação de hipossuficiência. ( ) Na pendência da ação de usucapião especial urbana, ficarão sobrestadas quaisquer outras ações, petitórias ou possessórias, que venham a ser propostas relativamente ao imóvel usucapiendo. ( ) Na ação judicial de usucapião especial de imóvel urbano, o rito processual a ser observado é o comum para ações propostas após o início da vigência do novo Código de Processo Civil (Lei n.º 13.105/2015). Assinale a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, F"
      },
      {
        "letra": "B",
        "texto": "F, V, F, F"
      },
      {
        "letra": "C",
        "texto": "V, F, V, V"
      },
      {
        "letra": "D",
        "texto": "F, F, V, V"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1183427",
    "metadata": "Ano: 2018 | Banca: FADESP | Órgão: Prefeitura de Marabá - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Desapropriação",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Usucapião"
    ],
    "enunciado_principal": "Dentre os instrumentos de regularização listados a seguir, aquele que não de aplica a imóvel localizado em área pública é o/a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "doação."
      },
      {
        "letra": "B",
        "texto": "legitimação fundiária."
      },
      {
        "letra": "C",
        "texto": "usucapião."
      },
      {
        "letra": "D",
        "texto": "desapropriação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1179582",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Uma pessoa que ocupe um imóvel urbano ininterruptamente e sem oposição pode ter o domínio desse imóvel desde que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o tempo de ocupação foi de, no mínimo, 5 anos e o domínio será conferido apenas para o homem ou para a mulher, sem a possibilidade de ser para os dois."
      },
      {
        "letra": "B",
        "texto": "o tempo de ocupação foi de, no mínimo, 5 anos e o domínio será conferido apenas para o homem ou para a mulher, ou para os dois, independentemente do estado civil."
      },
      {
        "letra": "C",
        "texto": "o tempo de ocupação foi de, no mínimo, 10 anos e não tenha outro imóvel urbano, mas, nesse caso, um imóvel rural é permitido."
      },
      {
        "letra": "D",
        "texto": "o tempo de ocupação foi de, no mínimo, 5 anos e não tenha outro imóvel urbano, mas, nesse caso, um imóvel rural é permitido."
      },
      {
        "letra": "E",
        "texto": "o tempo de ocupação foi de, no mínimo, 10 anos e não tenha outro imóvel urbano e nem rural."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1173689",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Cláudia e Rogério eram casados no regime de comunhão parcial de bens e residiam em uma casa de 230 m² , na cidade de Blumenau, da qual eram coproprietários. Após diversas brigas e desentendimentos, Rogério propõe ação de divórcio e decide ir morar com o irmão, abandonando, de forma injustificada, o domicílio conjugal. Cláudia, que não era proprietária de nenhum outro imóvel e nunca foi beneficiada pelo instituto da usucapião, permanece de forma ininterrupta e sem oposição residindo sozinha na casa pelo período de quatro anos. Sobre a situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cláudia não pode adquirir o imóvel por usucapião, uma vez que a usucapião urbana exige prazo mínimo de dez anos."
      },
      {
        "letra": "B",
        "texto": "Cláudia pode adquirir o imóvel, uma vez que preenche todos os requisitos da usucapião familiar."
      },
      {
        "letra": "C",
        "texto": "Por não possuir justo título, o prazo para aquisição da propriedade por usucapião é de dez anos."
      },
      {
        "letra": "D",
        "texto": "Apesar de não possuir justo título, Cláudia poderá adquirir a propriedade no prazo de cinco anos, pois estabeleceu no imóvel moradia habitual."
      },
      {
        "letra": "E",
        "texto": "Cláudia não pode adquirir o imóvel, pois, apesar de possuir justo título, não apresenta o requisito da boa-fé."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1172333",
    "metadata": "Ano: 2018 | Banca: Instituto Excelência | Órgão: Prefeitura de São Luís do Paraitinga - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "O usucapião coletivo é permitido em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "áreas com mais de 300 m²."
      },
      {
        "letra": "B",
        "texto": "áreas com mais de 250 m²."
      },
      {
        "letra": "C",
        "texto": "áreas com mais de 200 m²."
      },
      {
        "letra": "D",
        "texto": "áreas com mais de 350 m²."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "963160",
    "metadata": "Ano: 2018 | Banca: INAZ do Pará | Órgão: FunGota de Araraquara - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Marcelino, que estava sem lugar para morar, ingressa em uma casa vazia, pertencente a Boris, sem o seu conhecimento, e nela permanece, sem interrupção, por 20 anos, transformando-a em seu lar. Ocorre que a casa estava dada em garantia hipotecária em favor de Danilo, em razão de negócios entre Danilo e Boris. Marcelino, sem saber dessa situação, ingressa com ação de usucapião e adquire a propriedade do bem. Com base na situação narrada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A hipoteca impede a aquisição da propriedade por Marcelino, pois dá preferência para Danilo."
      },
      {
        "letra": "B",
        "texto": "Marcelino, ao ter a aquisição da propriedade, herda a dívida de Boris, pois ela é relacionada ao imóvel."
      },
      {
        "letra": "C",
        "texto": "Marcelino, ao ter a aquisição da propriedade, passa a possuir dever de reparação em relação à Danilo."
      },
      {
        "letra": "D",
        "texto": "A aquisição da propriedade por Marcelino está correta, pois a hipoteca não impede o reconhecimento da usucapião."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "958683",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Prefeitura de Caruaru - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Consideradas a classificação dos bens em móveis e imóveis, bem como as formas de aquisição de propriedade, é um efeito prático delas decorrentes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tanto os bens móveis como os imóveis são sujeitos à concessão da superfície."
      },
      {
        "letra": "B",
        "texto": "os bens imóveis exigem anuência do cônjuge para serem alienados, hipotecados ou gravados de ônus real, qualquer que seja o regime de bens do casamento."
      },
      {
        "letra": "C",
        "texto": "a propriedade imóvel pode ser adquirida pela usucapião e pelo direito hereditário, mas não pela acessão."
      },
      {
        "letra": "D",
        "texto": "a propriedade mobiliária pode ser adquirida pela usucapião, ocupação, achado de tesouro, especificação, confusão, comistão e adjunção."
      },
      {
        "letra": "E",
        "texto": "a hipoteca é direito real de garantia reservado aos imóveis, exclusivamente, enquanto o penhor reserva-se aos móveis, desde que divisíveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "953763",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "O menor José, tendo recebido por herança de seu pai um terreno de 500 m2 , sem construção, representado por sua mãe, em 15.01.2003, quando ele contava 13 anos de idade, locou-o a Pedro, pelo prazo de 2 anos, que nele instalou uma borracharia. Aos 15 anos, José, com sua mãe, mudou-se para o exterior, sem mais receber os alugueis, nem pagar tributos, os quais passaram a ser quitados por Pedro, assumindo este a aparência de dono e construindo no local, em um ano, sua casa de moradia, pois, até então, por nada ter de seu, morava no próprio estabelecimento, feito por ele, de madeira. Além daquela casa, nenhum outro bem de raiz Pedro conseguiu adquirir. Em março de 2018, José retornou ao Brasil com o intuito de reaver o imóvel que admitiu ter sido abandonado por ele e sua mãe. Pedro, em relação à pretensão de José,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá opor-se, provando interversão da posse e que adquirira o imóvel pela usucapião extraordinária."
      },
      {
        "letra": "B",
        "texto": "não poderá opor-se, porque, quando da celebração do contrato, o locador era absolutamente incapaz e contra ele não corria prescrição, a qual só passaria a fluir depois da rescisão do contrato, que se prorrogara por tempo indeterminado e funcionaria, também, como condição suspensiva para as partes."
      },
      {
        "letra": "C",
        "texto": "não poderá opor-se, porque o contrato de locação prorrogou-se a prazo indeterminado, e sua posse continuou precária."
      },
      {
        "letra": "D",
        "texto": "somente poderá opor-se se tiver ocupado apenas 250 m2 do terreno, provando não possuir outro imóvel urbano ou rural, devolvendo ao proprietário o remanescente da área."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "950152",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: PGE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "O Código Civil estabelece a usucapião como uma forma de aquisição da propriedade imóvel. O Sr. Valdomiro, sem interrupção e continuamente, sem oposição e pacificamente, possui ha 6 anos, como seu, imóvel na praia para passar alguns feriados, tendo adquirido por doação de seu tio-avô, que o possuía, quando da doação, há 10 anos, de igual modo sem interrupção e continuamente, sem oposição e pacificamente. Inexistem documentos das aquisições, sendo as posses adquiridas por contrato verbal. Considerando as disposições do Código Civil sobre usucapião, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o tio-avô do Sr. Valdomiro poderá atualmente requerer a aquisição da propriedade do imóvel por usucapião, pois, ao contrário do Sr. Valdomiro, possuía o imóvel como sua moradia habitual."
      },
      {
        "letra": "B",
        "texto": "Por não ter justo título, o tio-avô do Sr. Valdomiro deveria aguardar mais 10 anos para requerer a aquisição da propriedade do imóvel por usucapião."
      },
      {
        "letra": "C",
        "texto": "Por não ter justo título, o Sr. Valdomiro deverá aguardar mais 14 anos para requerer a aquisição da propriedade do imóvel por usucapião."
      },
      {
        "letra": "D",
        "texto": "O Sr. Valdomiro não poderá requerer a aquisição da propriedade do imóvel por usucapião, por não ter preenchido os requisitos legais."
      },
      {
        "letra": "E",
        "texto": "O Sr. Valdomiro poderá requerer a aquisição da propriedade do imóvel por usucapião, por ter preenchido os requisitos legais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "946819",
    "metadata": "Ano: 2018 | Banca: UEM | Órgão: UEM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Domicílio e Bens",
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Parte Geral"
    ],
    "enunciado_principal": "Marque a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São defeitos do negócio jurídico: o erro ou ignorância, o dolo, a coação, a fraude contra credores."
      },
      {
        "letra": "B",
        "texto": "Os bens públicos das autarquias, por se tratar da Administração Pública indireta, estão sujeitos a usucapião."
      },
      {
        "letra": "C",
        "texto": "São casos de interrupção da prescrição, que somente poderá ocorrer uma vez: despacho do juiz, mesmo incompetente, que ordenar a citação, se o interessado a promover no prazo e na forma da lei processual; por protesto, nas condições do despacho do juiz; por protesto cambial; pela apresentação do título de crédito em juízo de inventário ou em concurso de credores; por qualquer ato judicial que constitua em mora o devedor; por qualquer ato inequívoco, ainda que extrajudicial, que importe reconhecimento do direito pelo devedor."
      },
      {
        "letra": "D",
        "texto": "Salvo o negócio a que se impõe forma especial, o fato jurídico pode ser provado mediante: confissão; documento; testemunha; presunção; perícia."
      },
      {
        "letra": "E",
        "texto": "A obrigação de dar coisa certa abrange os acessórios dela embora não mencionados, salvo se o contrário resultar do título ou das circunstâncias do caso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "946818",
    "metadata": "Ano: 2018 | Banca: UEM | Órgão: UEM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Pessoa Jurídica",
      "Usucapião",
      "Parte Geral"
    ],
    "enunciado_principal": "Marque a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Preenchidos os requisitos do art. 1835 da Constituição Federal, o reconhecimento do direito à usucapião especial urbana não pode ser obstado por legislação infraconstitucional que estabeleça módulos urbanos na respectiva área em que o imóvel está (dimensão do lote)."
      },
      {
        "letra": "B",
        "texto": "O termo inicial da prescrição em improbidade administrativa em relação a particulares que se beneficiam de ato ímprobo é idêntico ao do agente público que praticou a ilicitude."
      },
      {
        "letra": "C",
        "texto": "Constituem-se as associações pela união de pessoas que se organizem para fins econômicos."
      },
      {
        "letra": "D",
        "texto": "São pessoas jurídicas de direito público externo os Estados estrangeiros e todas as pessoas que forem regidas pelo direito internacional público."
      },
      {
        "letra": "E",
        "texto": "São pessoas jurídicas de direito público interno: a União; os Estados, o Distrito Federal e os Territórios; os Municípios; as autarquias, inclusive as associações públicas; as demais entidades de caráter público criadas por lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "938413",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Manoel possuía um terreno de 25.000 m2 , que foi invadido por 110 possuidores, que permaneceram no imóvel pelo prazo de 6 anos. Manoel ajuizou uma ação de reintegração de posse. Os moradores alegaram e comprovaram, em contestação, a presença dos requisitos da usucapião especial urbana. Considerando a disciplina constante do Estatuto da Cidade, deveria o juiz declarar o pedido de reintegração de posse",
    "alternativas": [
      {
        "letra": "A",
        "texto": "procedente, tendo em vista que, em razão das dimensões do terreno, a usucapião somente seria possível de ser declarada após 10 anos de efetiva ocupação."
      },
      {
        "letra": "B",
        "texto": "procedente, mas condicionando o cumprimento da ordem de reintegração de posse ao fornecimento, pelo Poder Público, de alternativa habitacional a todos os moradores, mediante a concessão especial de uso para fins de moradia."
      },
      {
        "letra": "C",
        "texto": "improcedente, declarando a ocorrência da desapropriação judicial, bem como a perda da propriedade do autor da reintegração e atribuindo ao Poder Público o dever de pagar o preço equivalente ao valor do terreno, sem benfeitorias."
      },
      {
        "letra": "D",
        "texto": "improcedente, declarando a aquisição da propriedade pelos ocupantes em razão da ocorrência da usucapião especial urbana, atribuindo igual fração ideal de terreno a cada possuidor, independentemente da dimensão do terreno que cada um ocupe."
      },
      {
        "letra": "E",
        "texto": "improcedente, não podendo, entretanto, declarar a aquisição da propriedade pela usucapião, devendo os ocupantes postularem seus direitos em ação própria, tendo em vista a impossibilidade de reconvenção em ação possessória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "936159",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Ainda com relação à tutela dos direitos difusos, coletivos e individuais homogêneos, julgue o item subsecutivo.Uma família em cuja posse esteja uma área de terra em zona rural por mais de cinco anos ininterruptos, sem oposição, e que, ao longo desse tempo, a tenha feito seu local de moradia e a tenha tornado produtiva, adquirirá a sua propriedade, desde que não seja proprietária de imóvel urbano ou rural e que a área do bem ocupado não seja superior a cinquenta hectares.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "934740",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Um agricultor ocupa uma porção de 15 hectares na zona rural há mais de 30 anos, pois sucedeu ocupação anterior que era de seu pai. Desde seu antecessor a terra é destinada a cultura agrícola, sendo que desde que sucedeu seu pai, vem empregando a área à plantação de feijão, além de manter uma pequena porção para subsistência. Pretendia regularizar sua área mediante usucapião, porque não dispunha de título de propriedade, mas descobriu que a área, em verdade, pertence ao Distrito Federal, abrangida por uma matrícula de área maior. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inexiste possibilidade de regularização da área ocupada pelo agricultor, tendo em vista que não é permitido usucapião de terras públicas."
      },
      {
        "letra": "B",
        "texto": "poderá ser outorgada legitimação de posse da área ao agricultor, observados os demais requisitos previstos na Lei n° 5.803/2017, considerando que se trata de área ocupada e cultivada em zona rural."
      },
      {
        "letra": "C",
        "texto": "deverá requerer concessão de direito real de uso onerosa, pelo prazo de 30 anos, renovável por igual período no caso de ter sido mantido cultivo em mais de 90% da área produtiva."
      },
      {
        "letra": "D",
        "texto": "o agricultor poderá requerer concessão de uso gratuita, por prazo indeterminado, nos termos da Lei n° 5.803/2017, comprovando o preenchimento dos demais requisitos constantes da norma."
      },
      {
        "letra": "E",
        "texto": "caberá somente outorga de escritura de venda e compra da área ocupada, considerando que existe matrícula em nome do ente público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "934725",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Joaquim mora na periferia urbana do Município onde trabalha como ambulante desde que chegou de sua cidade natal, há cerca de 07 anos. Sem condições de adquirir um imóvel formalmente, instalou-se em parte de um terreno baldio próximo à praça onde vende o artesanato que produz e, aos poucos, construiu dois cômodos de alvenaria onde mora até hoje, mantendo, nos fundos, uma horta de subsistência. Joaquim, no entanto, foi surpreendido com uma notificação extrajudicial para desocupação da área, enviada pelo proprietário constante da matrícula do terreno. Diante das informações trazidas aos autos, Joaquim",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá, caso queira permanecer no terreno, negociar sua aquisição diretamente do proprietário, valendo-se dos subsídios habitacionais previstos para a população de baixa renda."
      },
      {
        "letra": "B",
        "texto": "poderá deduzir, em sua defesa, que o proprietário fora destituído de sua propriedade por desatendimento de sua função social, como resultado de desapropriação-sanção, razão pela qual lhe assistiria direito de posse sobre a mesma."
      },
      {
        "letra": "C",
        "texto": "poderá requerer usucapião especial, diante das características da ocupação e do imóvel ocupado, limitado a dimensão de 250 m2."
      },
      {
        "letra": "D",
        "texto": "deverá pleitear indenização pelas benfeitorias erguidas sobre o terreno em razão da ocupação perdurar mais de cinco anos, embora não lhe assista direito real de permanecer no local."
      },
      {
        "letra": "E",
        "texto": "poderá apresentar requerimento de concessão de uso especial para fins de moradia, desde que a dimensão do terreno seja de até 250 m2, cujo deferimento tornará prejudicado o pedido do proprietário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932643",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Wallace reside com sua família, desde novembro de 1999, ininterruptamente e sem oposição, em imóvel público de 270 m2, situado em área com características e finalidade urbanas. Nesse diapasão, Wallace, em relação ao aludido imóvel,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possui direito subjetivo à aquisição compulsória do imóvel ocupado, desde que não seja proprietário ou concessionário, a qualquer título, de outro imóvel urbano ou rural, bem como que não tenha tido referido direito reconhecido anteriormente."
      },
      {
        "letra": "B",
        "texto": "completou o prazo de prescrição aquisitiva do imóvel, passível de ser usucapido por se tratar de bem dominical."
      },
      {
        "letra": "C",
        "texto": "não tem direito à aquisição compulsória do imóvel pelo fato de ser bem público e, ainda que fosse da categoria dos bens públicos dominicais, estaria protegido pela imprescritibilidade."
      },
      {
        "letra": "D",
        "texto": "pode adquirir o imóvel por usucapião especial urbana, desde que não seja proprietário ou concessionário, a qualquer título, de outro imóvel urbano ou rural."
      },
      {
        "letra": "E",
        "texto": "não possui direito à usucapião ou outra modalidade de aquisição originária de propriedade, porque o bem público por ele ocupado foi destinado a finalidade urbana."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "927591",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Adquire a propriedade pela usucapião",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente aquele que por quinze anos sem interrupção, nem oposição, possuir como seu um imóvel, independentemente de justo título e boa-fé."
      },
      {
        "letra": "B",
        "texto": "o cônjuge abandonado pelo outro que exercer por dois anos ininterruptamente e sem oposição posse direta sobre imóvel urbano de até 250 m2, onde conviviam, utilizando-o para sua moradia, qualquer que seja o regime de bens do casamento."
      },
      {
        "letra": "C",
        "texto": "o agricultor que cultivar área de terras devolutas de até 100 ha com trabalho próprio e de sua família, por prazo superior a dez (10) anos ininterruptos e sem oposição, desde que não possua outro imóvel rural ou urbano."
      },
      {
        "letra": "D",
        "texto": "aquele que, não sendo proprietário de imóvel rural ou urbano, possua como sua, por cinco anos ininterruptos, sem oposição, área de terra em zona rural não superior a cinquenta hectares, tornando-a produtiva por seu trabalho ou de sua família, tendo nela sua moradia, desde que a área seja particular, qualquer que seja o estado do proprietário constante do registro imobiliário."
      },
      {
        "letra": "E",
        "texto": "o índio, integrado ou não, que ocupe como próprio, por dez anos consecutivos, trecho de terra inferior a cinquenta hectares."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "926806",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "José, possuidor de área rural, propõe ação de usucapião constitucional rural, com o objetivo de ser reconhecido como seu proprietário. Sobre o caso, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A usucapião pode abranger áreas privadas e terras devolutas."
      },
      {
        "letra": "B",
        "texto": "José tem que ser possuidor da área por três anos ininterruptos, sem oposição."
      },
      {
        "letra": "C",
        "texto": "A área deve ser superior a cinquenta hectares e ser tornada produtiva."
      },
      {
        "letra": "D",
        "texto": "A usucapião pode ocorrer ainda que a área rural esteja inserida em parque nacional."
      },
      {
        "letra": "E",
        "texto": "José deve possuir justo título e boa-fé, além de não ser proprietário de outro imóvel rural ou urbano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "926780",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Em janeiro de 2010, Edson e sua esposa Marília encontraram uma área urbana de duzentos metros quadrados em Porto Velho, que contava com apenas um pequeno imóvel construído. Após adentra a área sem permissão e resistência, estabeleceram a residência de sua família e realizaram benfeitorias para dar condições de habitabilidade ao bem. Em março de 2016, o casal foi citado em ação de reintegração de posse, por proprietário que juntou como prova o título de propriedade. Pode se afirmar que o casal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não faz jus a qualquer direito, pois diante da oposição cessa a faculdade de ocupar o imóvel;"
      },
      {
        "letra": "B",
        "texto": "pode adquirir o imóvel por usucapião após quinze anos de ocupação ininterrupta e sem oposição, o que não é o caso;"
      },
      {
        "letra": "C",
        "texto": "poderá opor usucapião urbana como forma de aquisição da propriedade imóvel;"
      },
      {
        "letra": "D",
        "texto": "não faz jus à usucapião o imóvel, posto que a posse com benfeitorias apenas reduz o prazo para dez anos;"
      },
      {
        "letra": "E",
        "texto": "embora não tenha direito à usucapião, faz jus, com direito de retenção, ao ressarcimento das benfeitorias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "911503",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "João propôs ação de usucapião extraordinária em uma das varas cíveis da comarca de Fortaleza – CE. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a sentença servirá de título para registro no cartório de imóveis, em caso de procedência da ação."
      },
      {
        "letra": "B",
        "texto": "a petição inicial deve conter comprovação dos requisitos de boa-fé e do justo título de João."
      },
      {
        "letra": "C",
        "texto": "o requisito temporal não pode ser completado no curso do processo, em nenhuma hipótese."
      },
      {
        "letra": "D",
        "texto": "o juiz deverá verificar se o autor comprovou a posse ininterrupta por pelo menos cinco anos."
      },
      {
        "letra": "E",
        "texto": "o período de posse precária poderá ser considerado para fins de verificação do cumprimento do requisito temporal dessa modalidade de usucapião."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "904631",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PGE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Desde novembro de 2007, Tício exerce posse mansa, pacífica, ininterrupta e com fim de moradia sobre imóvel urbano com área de 260 m2 , baseado em compromisso de compra e venda quitado, mas não registrado, celebrado com Caio. Mévio, de boa-fé, adquiriu o mesmo imóvel de Caio em fevereiro de 2018, mediante pagamento à vista, seguido de posterior registro da escritura pública de compra e venda no Cartório de Imóveis. Em seguida, Mévio move ação de imissão na posse em face de Tício. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mesmo ausentes os requisitos da usucapião ordinária, Tício poderá alegar a usucapião especial urbana como matéria de defesa, para impedir a procedência do pedido."
      },
      {
        "letra": "B",
        "texto": "se acolhida a usucapião como matéria de defesa, Tício deverá indenizar Mévio, pois este não teria adquirido o imóvel de Caio caso o compromisso de compra e venda tivesse sido levado a prévio registro."
      },
      {
        "letra": "C",
        "texto": "Tício não poderá invocar a usucapião como matéria de defesa, ante a vedação à exceptio proprietatis prescrita no art. 1.210, parágrafo 2° do Código Civil e o fato de Mévio ser adquirente de boa-fé."
      },
      {
        "letra": "D",
        "texto": "Tício poderá alegar a usucapião ordinária como matéria de defesa para impedir a procedência do pedido, mediante prova da existência de compromisso de compra e venda quitado, ainda que não registrado, e da posse prolongada exercida com boa-fé."
      },
      {
        "letra": "E",
        "texto": "a alegação de usucapião ordinária formulada por Tício, como matéria de defesa, não impedirá a procedência do pedido, por falta de prévio registro do compromisso de compra e venda, condição indispensável para torná-lo oponível erga omnes, em especial a Mévio, adquirente de boa-fé."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "895340",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Todo aquele que, não sendo proprietário rural nem urbano, possuir como sua, por (___) anos ininterruptos, sem oposição, área rural contínua, não excedente de 25 (vinte e cinco) hectares, e a houver tornado produtiva com seu trabalho e nela tiver sua morada, adquirir-lhe-á o domínio, independentemente de justo título e boa-fé, podendo requerer ao juiz que assim o declare por sentença, a qual servirá de título para transcrição no Registro de Imóveis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5 (cinco) anos."
      },
      {
        "letra": "B",
        "texto": "10 (dez) anos"
      },
      {
        "letra": "C",
        "texto": "25 (vinte e cinco) anos."
      },
      {
        "letra": "D",
        "texto": "15 (quinze) anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886109",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Considere como Verdadeiras (V) ou Falsas (F) as proposições a seguir: I. defeso o réu alegar a usucapião como matéria de defesa. II. Entre cônjuges, na constância da sociedade conjugal, não correrão os prazos de usucapião. Exceção a essa regra é a modalidade de usucapião urbano, para os casos de abandono do lar. III. Não há perda de objeto da ação de usucapião proposta em juízo cível na hipótese em que juízo criminal decreta perda do imóvel usucapiendo, em razão de ter sido adquirido com proventos do crime, face a usucapião ser modo originário de aquisição da propriedade e a sua sentença ter natureza declaratória. IV. Obsta o pedido declaratório de usucapião especial urbana o fato de a área do imóvel ser inferior à correspondente ao “módulo urbano”, previsto previamente na lei que regulamenta o plano diretor da cidade. V. A decisão que reconhece a aquisição da propriedade de bem imóvel por usucapião prevalece sobre a hipoteca judicial que anteriormente tenha gravado o referido bem. Assinale a alternativa correta da sequência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, F, F, V."
      },
      {
        "letra": "B",
        "texto": "V, F, F, V, V."
      },
      {
        "letra": "C",
        "texto": "F, V, F, F, F."
      },
      {
        "letra": "D",
        "texto": "F, F, V, F, V."
      },
      {
        "letra": "E",
        "texto": "V, F, V, V, F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "870807",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: Câmara de Belo Horizonte - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Sobre as regras da usucapião urbano constitucional, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Esse direito não será reconhecido ao mesmo possuidor mais de uma vez."
      },
      {
        "letra": "B",
        "texto": "A área deve ser de até duzentos e cinquenta metros quadrados e o possuidor deve utilizá-la para sua moradia ou de sua família."
      },
      {
        "letra": "C",
        "texto": "O título de domínio e a concessão de uso serão conferidos ao homem ou à mulher, ou a ambos, independentemente do estado civil."
      },
      {
        "letra": "D",
        "texto": "O possuidor deve estar na área por cinco anos, ininterruptamente e sem oposição e adquirir-lhe-á o domínio, mesmo que seja proprietário de outro imóvel urbano ou rural."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "869013",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Quanto à propriedade de imóveis, usucapião é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o direito real assegurado a alguém de desfrutar temporariamente de propriedade alheia."
      },
      {
        "letra": "B",
        "texto": "a propriedade cuja servidão foi instituída por prazo determinado."
      },
      {
        "letra": "C",
        "texto": "a propriedade em que o titular é o poder público."
      },
      {
        "letra": "D",
        "texto": "o imóvel rural que, direta e pessoalmente explorado pelo agricultor e sua família, lhes absorva toda a força de trabalho, garantindo-lhes a subsistência e o progresso social e econômico, com área máxima fixada para cada região e tipo de exploração e eventualmente trabalhado com a ajuda de terceiros."
      },
      {
        "letra": "E",
        "texto": "a forma de aquisição de domínio por posse reconhecida judicialmente em face da legislação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866417",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Roberto abandonou o lar e sua companheira, Francisca, no Recife – PE e foi para São Paulo – SP, deixando um imóvel urbano de 120 m2 , adquirido onerosamente na constância da união estável, mas registrado no cartório de imóveis apenas no nome de Roberto. Francisca não tinha outra propriedade imóvel e residiu no local ininterruptamente e sem oposição. Após três anos, Roberto voltou ao Recife – PE com o propósito de retirar Francisca do imóvel. Considerando essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Francisca não terá direito ao imóvel, uma vez que o bem estava registrado apenas no nome de Roberto."
      },
      {
        "letra": "B",
        "texto": "Francisca terá direito à metade do imóvel caso comprove que contribuiu financeiramente para a sua aquisição na constância da união estável."
      },
      {
        "letra": "C",
        "texto": "Roberto, por ter abandonado o lar, não terá direito ao imóvel, porque Francisca usucapiu o bem."
      },
      {
        "letra": "D",
        "texto": "Roberto terá direito ao imóvel, porque, para Francisca usucapir o bem, ela teria de atender ao requisito temporal mínimo de cinco anos."
      },
      {
        "letra": "E",
        "texto": "A residência do casal deverá ser partilhada na proporção de 50% para cada companheiro, tendo em vista que, em se tratando de união estável, aplica-se o regime de comunhão parcial de bens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866416",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Propriedade",
      "Usucapião",
      "Modos de Aquisição da Propriedade Imóvel"
    ],
    "enunciado_principal": "Francisco comprou, em janeiro de 2014, um lote de 240 m2 de Antônio, que se apresentou como proprietário do imóvel. Francisco construiu uma casa de alvenaria, instalando-se no local com sua família. Depois de três anos de posse mansa e pacífica, Danilo, o verdadeiro proprietário, ajuizou ação para reaver a posse do imóvel. Só então, Francisco descobriu que fora vítima de uma fraude, pois Antônio havia falsificado os documentos para induzi-lo a erro. Considerando essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Francisco não poderá adquirir o terreno mediante pagamento de indenização a Danilo, ainda que a construção exceda consideravelmente o valor do terreno."
      },
      {
        "letra": "B",
        "texto": "Não tendo observado a fraude no momento da contratação, Francisco não poderá pleitear indenização em face de Antônio."
      },
      {
        "letra": "C",
        "texto": "Danilo perderá o terreno em favor de Francisco, cabendo-lhe apenas o direito à indenização."
      },
      {
        "letra": "D",
        "texto": "Francisco adquiriu, em 2017, a propriedade do imóvel pela usucapião especial urbana, ficando, nesse caso, dispensado de pagar indenização a Danilo."
      },
      {
        "letra": "E",
        "texto": "Francisco, que agira de boa-fé, perderá em favor de Danilo os direitos sobre as construções realizadas no terreno, devendo, no entanto, ser indenizado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866282",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião"
    ],
    "enunciado_principal": "Juliano, uma pessoa de poucos recursos financeiros, passou a ocupar certo terreno de 300 m2 na periferia da cidade, que estava desocupado e sem cuidados. Nele construiu uma casa e passou a residir nela com a sua família, há mais de dez anos. Nessa hipótese, é correto afirmar que Juliano tem em seu favor a ocorrência de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Usucapião extraordinário."
      },
      {
        "letra": "B",
        "texto": "Usucapião ordinário."
      },
      {
        "letra": "C",
        "texto": "Usucapião especial urbano."
      },
      {
        "letra": "D",
        "texto": "Direito real de aquisição."
      },
      {
        "letra": "E",
        "texto": "Direito real de moradia."
      }
    ],
    "gabarito": "A"
  }
]