[
  {
    "id": "3390833",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "João, 15 anos, é filho de pais divorciados, Ana e Roberto, que exercem em conjunto o poder familiar. João herdou de sua avó materna um apartamento localizado no centro da cidade de Recife. Ana, poucos meses após o falecimento da mãe, decidiu vender o imóvel herdado pelo filho, alegando que o valor da venda seria usado para custear um intercâmbio educacional de João no exterior. Roberto, no entanto, se opôs à venda, entendendo que o imóvel deveria ser mantido como patrimônio futuro do filho. Apesar do impasse, Ana procurou uma corretora de imóveis e firmou um contrato particular de compra e venda com um terceiro interessado, sem a anuência de Roberto e sem qualquer autorização judicial. Sobre a situação descrita, considerando a legislação civil aplicável, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A venda realizada por Ana é válida, pois ela exerce o poder familiar e destinou os recursos à educação do filho, o que caracteriza evidente interesse da prole."
      },
      {
        "letra": "B",
        "texto": "A venda é nula, pois os pais estão excluídos do usufruto dos bens herdados pelo filho, sendo vedado qualquer ato de administração sobre esse tipo de bem."
      },
      {
        "letra": "C",
        "texto": "A venda é anulável, pois não houve autorização judicial nem concordância do outro genitor, e se trata de ato que excede os limites da simples administração."
      },
      {
        "letra": "D",
        "texto": "A venda é válida, pois Ana, ao estar no exercício do poder familiar, tem legitimidade para praticar atos em nome do filho menor de 16 anos."
      },
      {
        "letra": "E",
        "texto": "A venda só será considerada válida se o contrato for lavrado por escritura pública, independentemente de autorização judicial, por se tratar de bem imóvel."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3213335",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Julgue o item seguinte, referente a obrigações, contratos, responsabilidade civil e direitos reais.É vedado ao usufrutuário usufruir de prédio mediante arrendamento sem expressa autorização do proprietário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3172085",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Servidões"
    ],
    "enunciado_principal": "Acerca dos direitos reais e de acordo com o Código Civil, analise as afirmativas a seguir. I – A transferência do direito de multipropriedade e a sua produção de efeitos perante terceiros darse-ão na forma da lei civil e dependerão da anuência ou cientificação dos demais multiproprietários. II – No caso de extinção do direito de superfície em conseqüência de desapropriação, a indenização cabe apenas ao proprietário. III – A servidão pode ser removida, de um local para outro, pelo dono do prédio serviente e à sua custa, se em nada diminuir as vantagens do prédio dominante, ou pelo dono deste e à sua custa, se houver considerável incremento da utilidade e não prejudicar o prédio serviente. IV – Se um edifício sujeito a usufruto for destruído sem culpa do proprietário, não será este obrigado a reconstruí-lo, nem o usufruto se restabelecerá, se o proprietário reconstruir à sua custa o prédio; mas se a indenização do seguro for aplicada à reconstrução do prédio, restabelecer-se-á o usufruto. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3151545",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "De acordo com o disposto no Código Civil, o usufruto de imóveis, quando não resultar de usucapião, será constituído mediante registro no cartório de registro de imóveis. Considerada a hipótese de o usufruto ser instituído por testamento lavrado em escritura pública perante tabelião de notas, mas não vir a ser objeto de registro, é correto afirmar que, em relação à usufrutuária e à nua-proprietária, o negócio jurídico é, conforme o entendimento do STJ,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "existente, válido e eficaz"
      },
      {
        "letra": "B",
        "texto": "inexistente."
      },
      {
        "letra": "C",
        "texto": "nulo."
      },
      {
        "letra": "D",
        "texto": "existente, válido, mas ineficaz."
      },
      {
        "letra": "E",
        "texto": "anulável."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3129261",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Catanduva - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Sr. Junqueira é proprietário de uma casa na Avenida São Domingos e decidiu ceder o exercício do usufruto para Tales pelo prazo de vinte anos, a título gratuito. Passados dois anos, o imóvel é destruído por fortes ventos. Diante da situação hipotética, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o usufruto não é válido, uma vez que não pode ser concedido por prazo inferior a trinta anos."
      },
      {
        "letra": "B",
        "texto": "se o imóvel for reconstruído em decorrência da indenização do seguro, o usufruto se restabelecerá."
      },
      {
        "letra": "C",
        "texto": "o Sr. Junqueira é obrigado a reconstruir o imóvel."
      },
      {
        "letra": "D",
        "texto": "o Sr. Junqueira não é obrigado a reconstruir o imóvel, mas, caso reconstrua, o usufruto se restabelecerá pelo prazo faltante."
      },
      {
        "letra": "E",
        "texto": "o Sr. Junqueira seria obrigado a reconstruir o imóvel apenas se o usufruto tivesse sido concedido a título oneroso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3016576",
    "metadata": "Ano: 2024 | Banca: FACET Concursos | Órgão: Prefeitura de Queimadas - PB",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Um proprietário de imóvel em Queimadas-PB decide constituir um usufruto vitalício em favor de seu filho, reservando para si a nua-propriedade. Posteriormente, o mesmo imóvel é dado em garantia hipotecária para um empréstimo bancário. Em caso de inadimplemento, o banco pretende executar a hipoteca. Analise as implicações jurídicas dessa situação: 1. O usufruto não impede a constituição de hipoteca sobre a nua-propriedade, mas o credor hipotecário não pode prejudicar o usufrutuário na fruição dos frutos e rendimentos do bem. 2. O usufruto se extingue automaticamente com a execução da hipoteca, passando o imóvel para a plena propriedade do credor hipotecário. 3. O credor hipotecário pode executar a hipoteca sobre a nua-propriedade, mas a posse direta e os frutos continuarão sob o domínio do usufrutuário até a sua extinção. 4. A hipoteca sobre a nua-propriedade pode ser registrada no cartório de imóveis, mas só poderá ser executada após o termo final do usufruto, salvo se houver consentimento expresso do usufrutuário. 5. Em caso de extinção do usufruto antes da execução da hipoteca, a plena propriedade retorna ao nu-proprietário, que responderá integralmente pela dívida garantida pela hipoteca. Alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens 1, 3 e 5 são corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens 2, 3 e 4 são corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens 1, 3 e 4 são corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens 2, 4 e 5 são corretos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são corretos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2570614",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Osasco - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Acerca do usufruto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de um direito real e temporário que pode ser vitalício."
      },
      {
        "letra": "B",
        "texto": "Podem ser objeto do usufruto os bens móveis e imóveis, excluídos os semoventes."
      },
      {
        "letra": "C",
        "texto": "Pode-se transferir o usufruto por alienação."
      },
      {
        "letra": "D",
        "texto": "Uma vez recebido, é possível alterar-lhe a substância ou destinação econômica."
      },
      {
        "letra": "E",
        "texto": "Não se extingue com a morte do usufrutuário se houver herdeiros maiores e capazes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2553229",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Sobre o usufruto, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as taxas de condomínio e as prestações do IPTU de imóvel objeto de usufruto devem ser pagas pelo nu-proprietário, porquanto se trata de obrigações propter rem."
      },
      {
        "letra": "B",
        "texto": "constituído o usufruto em favor de duas pessoas, no caso de morte de uma delas, o usufruto não se extingue em relação ao quinhão da que faleceu, uma vez que este se acresce ao do usufrutuário sobrevivente, à falta de previsão expressa em sentido contrário no título constitutivo."
      },
      {
        "letra": "C",
        "texto": "o usufruto de imóvel constituído por escritura pública é existente, válido e eficaz entre nu-proprietário e usufrutuário, ainda que não esteja registrado no fólio real, uma vez que o registro constitui apenas requisito de eficácia perante terceiros."
      },
      {
        "letra": "D",
        "texto": "o usufrutuário deve usufruir em pessoa do bem objeto de usufruto, só podendo ceder a posse direta a terceiro, a título gratuito ou oneroso, mediante expressa autorização do nu-proprietário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2522300",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Considere que Lúcia é usufrutuária vitalícia de um carro de propriedade de Geraldo, que tem seguro, e, no último dia 1º de maio, durante um grande vendaval, uma árvore caiu na parte traseira do veículo, danificando-o, mas o dano não é coberto pelo seguro contratado. Com base na situação hipotética e no disposto no Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como o carro tem seguro, é dever de Lúcia pagar, durante o usufruto, as contribuições do seguro."
      },
      {
        "letra": "B",
        "texto": "O usufruto está em desacordo com o previsto na legislação, pois somente é permitido o usufruto temporário."
      },
      {
        "letra": "C",
        "texto": "Incube à Lúcia a reparação decorrente da queda da árvore, ainda que de elevado valor, pois é ela quem detém a posse do bem."
      },
      {
        "letra": "D",
        "texto": "O usufruto está em desacordo com o previsto na legislação, pois somente é admitido que o usufruto recaia sobre bens imóveis."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2522209",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Enfiteuse e Superfície",
      "Usufruto",
      "Direito de Laje"
    ],
    "enunciado_principal": "São direitos reais os seguintes, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Usufruto."
      },
      {
        "letra": "B",
        "texto": "Laje."
      },
      {
        "letra": "C",
        "texto": "Superfície."
      },
      {
        "letra": "D",
        "texto": "Concessão de uso especial para qualquer fim."
      },
      {
        "letra": "E",
        "texto": "Os direitos oriundos da imissão provisória na posse, quando concedida à União, aos Estados, ao Distrito Federal, aos Municípios ou às suas entidades delegadas e a respectiva cessão e promessa de cessão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2414887",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Nos termos da Lei nº 10.406/2002, que institui o Código Civil, e da jurisprudência do STJ, julgue o item a seguir. Em se tratando de usufruto estabelecido por ato inter vivos, o usufrutuário sobrevivente tem o dever de prestar contas dos frutos referentes ao quinhão de usufrutuário falecido no processo de inventário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2351273",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara Municipal de São Paulo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Ariosto, no intuito de beneficiar suas sobrinhas, Betânia e Cecília, decidiu ceder, a favor delas, conjuntamente, com cláusula de acrescer, o usufruto sobre um imóvel de sua titularidade. Assim o fez em negócio jurídico elaborado por escritura pública e levado a registro na matrícula do imóvel, no Ofício imobiliário. O imóvel em questão tem natureza comercial e já estava alugado à varejista Mexicanas Ltda. Diante deste fato, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As usufrutuárias têm direito à posse, ao uso, à administração e à percepção dos frutos, mas não podem alienar o imóvel, sendo possível transferir apenas o usufruto por alienação."
      },
      {
        "letra": "B",
        "texto": "Às usufrutuárias pertencem os aluguéis vencidos na data inicial do usufruto e os alugueis vincendos, até a data em que cessar o usufruto."
      },
      {
        "letra": "C",
        "texto": "Falecendo Betânia, o seu quinhão caberá, necessariamente, à Cecília, não podendo Ariosto, ou qualquer de seus herdeiros, reivindicar para si a consolidação da propriedade sobre o quinhão de Betânia."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de usufruto constituído sem prazo determinado, o direito real sobre a coisa alheia será perpétuo na esfera jurídica dos usufrutuários, podendo transmiti-lo a seus herdeiros."
      },
      {
        "letra": "E",
        "texto": "Ao contrário da locação, as usufrutuárias podem usufruir do prédio mediante arrendamento, assim como mudar a sua destinação econômica, sem necessitar de prévia autorização do nu-proprietário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3559807",
    "metadata": "Ano: 2023 | Banca: PROMUN | Órgão: Prefeitura de São José do Barreiro - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Assinale a afirmativa incorreta, em relação ao usufruto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O usufrutuário não é obrigado a pagar as deteriorações resultantes do exercício regular do usufruto."
      },
      {
        "letra": "B",
        "texto": "O usufrutuário é obrigado a dar ciência ao dono de qualquer lesão produzida contra a posse da coisa ou os direitos deste."
      },
      {
        "letra": "C",
        "texto": "É impossível que o usufruto recaia em mais que um bem móvel ou imóvel."
      },
      {
        "letra": "D",
        "texto": "O usufrutuário tem direito à posse, uso, administração e percepção dos frutos"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2512160",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "João, viúvo, é proprietário de um apartamento localizado no bairro Ipanema-RJ, e resolveu instituir em 2018, por escritura pública, usufruto vitalício do referido bem imóvel em favor de suas duas filhas, Isaura e Isadora. A escritura pública está devidamente averbada junto à matrícula do imóvel. Desde então, as filhas residem no apartamento. Porém, Isaura faleceu em maio de 2023. Neste caso, em relação à extinção do usufruto em decorrência do falecimento de Isaura, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caberá exclusivamente a Isadora o exercício integral do usufruto do imóvel."
      },
      {
        "letra": "B",
        "texto": "consolida-se ao nu-proprietario (João) a plena propriedade da parte ideal que pertencia a Isaura."
      },
      {
        "letra": "C",
        "texto": "transmite-se automaticamente aos herdeiros de Isaura o exercício de sua parte no usufruto do imóvel."
      },
      {
        "letra": "D",
        "texto": "existindo disposição expressa no testamento de Isaura, é possível a transmissão até mesmo a terceiros de sua parte no usufruto do imóvel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2319982",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Noções Fundamentais de Direitos Reais"
    ],
    "enunciado_principal": "Como execução de seu planejamento sucessório, Ricardo e Maria doaram para sua filha caçula, Raquel, o direito real de propriedade de um de seus imóveis no valor de R$ 200.000,00 (duzentos mil reais). No mesmo ato, Raquel constituiu direito real de usufruto vitalício e gratuito em favor dos doadores, no valor de R$ 100.000,00 (cem mil reais). Os outros filhos, Tiago e Murilo, não aquiesceram com a doação. Dois meses após a celebração do negócio jurídico cumulativo, que foi devidamente registrado na matrícula do imóvel, a União declarou o bem de utilidade pública e, sem sucesso na composição extrajudicial, ajuizou ação de desapropriação do direito real de propriedade. No que toca à indenização pela desapropriação, Ricardo e Maria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "permanecem titulares do direito real de usufruto."
      },
      {
        "letra": "B",
        "texto": "não fazem jus a nenhum valor, pois a doação é nula."
      },
      {
        "letra": "C",
        "texto": "recebem indenização equivalente à nua-propriedade."
      },
      {
        "letra": "D",
        "texto": "não fazem jus a nenhum valor, pois a doação é ineficaz."
      },
      {
        "letra": "E",
        "texto": "recebem indenização equivalente à avaliação do usufruto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2271406",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Jorge possui, dentre outros bens, um apartamento situado na cidade de Cabo Frio. Devido a sua avançada idade, e por não ter herdeiros necessários, resolve doá-lo para sua sobrinha Jupira, filha de seu irmão Judson, pré-morto, em usufruto vitalício e simultâneo em favor de suas duas irmãs, Júlia e Juliana, sem qualquer disposição quanto à consequência da morte de uma das usufrutuárias. A doação é realizada e devidamente registrada no Registro Imobiliário respectivo. Considerando a situação hipotética, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Júlia e Juliana, para realizarem a locação do imóvel por temporada, precisarão da anuência de Jupira;"
      },
      {
        "letra": "B",
        "texto": "Jupira, na qualidade de nu-proprietária, poderá vender o imóvel a qualquer tempo, extinguindo-se o usufruto automaticamente;"
      },
      {
        "letra": "C",
        "texto": "falecendo Juliana, seus filhos não têm direito a receber a cota-parte de usufruto de sua mãe;"
      },
      {
        "letra": "D",
        "texto": "quando do falecimento da primeira usufrutuária, a remanescente assumirá o usufruto do bem em sua integralidade;"
      },
      {
        "letra": "E",
        "texto": "Júlia, como titular de um direito real, poderá doar sua cota-parte no usufruto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2254947",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Tício era titular de um usufruto. Por estar em dificuldades financeiras, cedeu onerosamente o exercício do usufruto a Mévio. Acerca do caso narrado, pode-se corretamente afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a cessão é expressamente vedada por lei, razão pela qual o contrato de cessão realizado por Tício é nulo de pleno direito."
      },
      {
        "letra": "B",
        "texto": "somente após a ratificação do proprietário, a cessão onerosa realizada por Tício poderá ser confirmada e considerada válida."
      },
      {
        "letra": "C",
        "texto": "o usufruto é inalienável, podendo, entretanto, ser alienado mediante autorização prévia do titular da nua propriedade."
      },
      {
        "letra": "D",
        "texto": "a cessão do exercício do usufruto somente poderia ser realizada de forma gratuita."
      },
      {
        "letra": "E",
        "texto": "a cessão do usufruto realizada por Tício é válida e não encontra vedação no ordenamento jurídico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2222065",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: SEFIN de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Considerando as disposições do Código Civil acerca do uso e do usufruto, julgue o item que se segue. Não se admite aquisição de usufruto de imóveis por usucapião, salvo quando previamente registrado em cartório competente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2222064",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: SEFIN de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Considerando as disposições do Código Civil acerca do uso e do usufruto, julgue o item que se segue. O uso e o usufruto são direitos equivalentes que o sujeito tem de utilizar-se de bens alheios para adquirir seu sustento e o de sua família, diferenciando-se pelo fato de o primeiro restringir-se a bens móveis e o segundo, a bens imóveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2222063",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: SEFIN de Fortaleza - CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Considerando as disposições do Código Civil acerca do uso e do usufruto, julgue o item que se segue.A morte do usufrutuário é causa extintiva do usufruto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2179357",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGER - Mato Grosso",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Maria pretende firmar um contrato de usufruto com sua irmã Clotilde. Sua intenção é conceder por cinco anos o usufruto de todo o seu patrimônio, constituído de um imóvel rural contendo a casa aonde reside com seus filhos, além de plantações e toda a criação de gado bovino constante do imóvel. A respeito da possibilidade de que tal contato seja firmado, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há nenhum óbice jurídico quanto a formalização do contrato."
      },
      {
        "letra": "B",
        "texto": "O contrato não pode ser firmado nessas condições, pois é vedada a concessão de usufruto de animais."
      },
      {
        "letra": "C",
        "texto": "O contrato não pode ser firmado nessas condições, pois é vedada a formalização de usufruto entre irmãos."
      },
      {
        "letra": "D",
        "texto": "O contrato não pode ser firmado nessas condições, pois é vedada a concessão de usufruto de animais e da residência do nu-proprietário."
      },
      {
        "letra": "E",
        "texto": "O contrato não pode ser firmado nessas condições, seja em decorrência do limite excessivo do tempo pactuado, seja fato de ser vedada a concessão de usufruto de todos os bens do nu-proprietário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2166884",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Quando Antônio, ainda no início de sua carreira profissional, ficou desempregado, seu pai, Carlos, preocupado com suas condições de sustento, deu a ele em usufruto um pequeno sítio de sua propriedade no interior do estado, pelo prazo de cinco anos. O imóvel conta com uma casa ampla, de dois andares, e um pomar, cuja produção periódica de frutos é suficiente para atender ao comércio local. Carlos imaginou, assim, que a constituição do usufruto em favor do filho ofereceria a este, no mínimo, uma moradia adequada e uma possível fonte de renda até que ele conseguisse se reerguer. Regularmente constituído o usufruto, Antônio mudou-se imediatamente para o sítio. Verificando que a casa era grande demais apenas para ele, Antônio alugou o andar superior, por prazo determinado, para seu amigo Lúcio, que desejava morar naquela área. Embora tenha sido um inquilino adimplente durante a maior parte do tempo, Lúcio deixou de pagar os aluguéis referentes aos últimos três meses do contrato de locação, findo o qual desocupou o imóvel, algumas semanas antes do advento do termo final do usufruto. Dias depois de esgotado o prazo do usufruto, e tendo se reequilibrado financeiramente, Antônio agora se prepara para devolver o imóvel ao pai. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nenhum aluguel deveria ter sido pago por Lúcio a Antônio, pois, sendo o direito real de usufruto personalíssimo, é nula a cessão do uso do imóvel pelo usufrutuário para terceiros;"
      },
      {
        "letra": "B",
        "texto": "Antônio ainda pode colher os frutos que estão pendentes no pomar antes de restituir o imóvel a Carlos, mas não pode mais cobrar de Lúcio os aluguéis vencidos e ainda não pagos;"
      },
      {
        "letra": "C",
        "texto": "Antônio não pode mais colher os frutos que estão pendentes no pomar antes de restituir o imóvel a Carlos, mas ainda pode cobrar de Lúcio os aluguéis vencidos e não pagos;"
      },
      {
        "letra": "D",
        "texto": "Antônio ainda pode colher os frutos que estão pendentes no pomar antes de restituir o imóvel a Carlos, bem como cobrar de Lúcio os aluguéis vencidos e ainda não pagos;"
      },
      {
        "letra": "E",
        "texto": "nenhum fruto poderia ter sido colhido do pomar por Antônio ao longo dos cinco anos, pois o usufruto somente permite a fruição que não acarrete diminuição da substância da coisa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2144035",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Amadeu era proprietário da Fazenda Riacho do Alto, a qual deu em usufruto a Amália. Amália, por sua vez, arrendou a terra a Pedrônio para exploração pelo prazo de vinte anos, de 01/11/2012 a 01/11/2032. Em 2020, falece Amália. Pedrônio, então, deixa de pagar as contraprestações pactuadas no arrendamento. Isso leva o espólio de Amália a ajuizar ação de cobrança combinada com rescisão contratual em decorrência do inadimplemento. Nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com a morte de Amália, extinguiu-se o usufruto, de modo que não há mais posse exercida pelo espólio que possa ser remunerada pelo contrato de arrendamento;"
      },
      {
        "letra": "B",
        "texto": "com a morte de Amália, extinguiu-se o usufruto, de modo que a posse exercida pelo espólio passou a ser considerada injusta e precária e, por isso mesmo, impassível de remuneração por força do contrato de arrendamento que perdeu objeto;"
      },
      {
        "letra": "C",
        "texto": "embora a morte de Amália tenha causado a extinção do usufruto, isso não altera a natureza da posse exercida pelo espólio, que tende à manutenção do mesmo caráter (Art. 1.206 do Código Civil), razão pela qual deve ser julgado procedente o pedido formulado pelo espólio;"
      },
      {
        "letra": "D",
        "texto": "embora a morte de Amália tenha causado a extinção do usufruto e isso tenha alterado a natureza da posse para injusta e precária, tais defeitos são relativos à relação entre o proprietário e o espólio de Amália, de sorte que, enquanto o imóvel não for reclamado ou devolvido, são devidas as prestações pelo arrendamento;"
      },
      {
        "letra": "E",
        "texto": "com a morte de Amália, extinguiu-se a posse sobre o imóvel, mas não o direito real de usufruto que a embasava, pois que dependente de cancelamento no Registro Geral de Imóveis; por isso mesmo, é devida a contraprestação pelo arrendamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2125737",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de São Miguel Arcanjo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Quanto ao usufruto, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É impossível que o usufruto recaia em mais do que um bem móvel ou imóvel."
      },
      {
        "letra": "B",
        "texto": "O usufrutuário tem direito à posse, uso, administração e percepção dos frutos."
      },
      {
        "letra": "C",
        "texto": "O usufrutuário não é obrigado a pagar as deteriorações resultantes do exercício regular do usufruto."
      },
      {
        "letra": "D",
        "texto": "Não se pode transferir o usufruto por alienação; mas o seu exercício pode ceder-se por título gratuito ou oneroso."
      },
      {
        "letra": "E",
        "texto": "O usufrutuário é obrigado a dar ciência ao dono de qualquer lesão produzida contra a posse da coisa ou os direitos deste."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2082779",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usufruto",
      "Direitos Reais de Garantia - Penhor, Anticrese e Hipoteca"
    ],
    "enunciado_principal": "Assinale a alternativa correta, segundo o Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São direitos reais: a posse; a propriedade; o usufruto; o penhor; a concessão de uso especial para fins de moradia, e entre outros;"
      },
      {
        "letra": "B",
        "texto": "Podem ser objeto de hipoteca: os imóveis, excluindo-se os seus acessórios;"
      },
      {
        "letra": "C",
        "texto": "A propriedade nunca se presume plena e exclusiva, há a necessidade da produção de provas;"
      },
      {
        "letra": "D",
        "texto": "O proprietário pode conceder a outrem o direito de construir ou de plantar em seu terreno, por tempo indeterminado, mediante escritura pública devidamente registrada no Cartório de Registro de Imóveis, autorizando-se a obra no subsolo como intrínseca ao direito de superfície;"
      },
      {
        "letra": "E",
        "texto": "O usufruto pode recair em um ou mais bens, móveis ou imóveis, em um patrimônio inteiro, ou parte deste, abrangendo-lhe, no todo ou em parte, os frutos e utilidades."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2082237",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Condomínio",
      "Usufruto"
    ],
    "enunciado_principal": "De acordo com as regras previstas no Código Civil e com a jurisprudência do Superior Tribunal de Justiça (STJ) acerca da propriedade, do condomínio e do usufruto, julgue os seguintes itens. I Deve ser afastada a legitimidade passiva do promitente vendedor para responder por despesas condominiais relativas a período em que a posse passou a ser exercida pelo promissário comprador, se ficar comprovado que este último se imitiu na posse e que o condomínio teve ciência inequívoca da transação. II Ao regulamentar o condomínio edilício, o Código Civil autoriza a convocação, a realização e a deliberação de assembleia por meio eletrônico, desde que essa modalidade virtual não seja vedada na convenção condominial e sejam garantidos aos condôminos os direitos de voz, de debate e de voto, devendo, ainda, o instrumento de convocação mencionar o modo de realização da assembleia e as instruções sobre acesso, manifestação e forma de coleta de votos dos condôminos. III A nua propriedade pode ser objeto de penhora e alienação em hasta pública, situação em que ficará ressalvado o direito real de usufruto já existente até sua extinção, mesmo após a arrematação e adjudicação do bem alienado. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2117956",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usufruto",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Alexandre é proprietário de um terreno na cidade X. Sabendo que seu irmão André precisava de uma ocupação, concedeu a ele o direito de plantar em seu terreno. Diante da situação hipotética, é correto afirmar que a concessão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será onerosa, sendo certo que Alexandre responderá pelos encargos e tributos que incidirem sobre o terreno."
      },
      {
        "letra": "B",
        "texto": "poderá ser gratuita ou onerosa, sendo que, se for onerosa, deverá ser paga de uma só vez."
      },
      {
        "letra": "C",
        "texto": "poderá ser transferida a terceiros e, em caso de morte de André, aos seus herdeiros."
      },
      {
        "letra": "D",
        "texto": "poderá ser realizada por prazo determinado ou indeterminado, de acordo com a vontade das partes."
      },
      {
        "letra": "E",
        "texto": "deverá ser averbada junto à matrícula do imóvel no Cartório de Registro de Imóveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1990304",
    "metadata": "Ano: 2022 | Banca: IESES | Órgão: TJ-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Na constância do poder familiar, os pais detêm o usufruto e a administração dos bens dos filhos menores. A respeito deste assunto, leia as assertivas: I. Os bens adquiridos pelo filho havido fora do casamento antes do seu reconhecimento estão excluídos do usufruto e administração daquele que o reconheceu. II. Os pais podem gravar de ônus real os imóveis dos filhos quando houver necessidade ou interesse da prole, independente de autorização judicial. III. É possível deixar bens em testamento ao menor de idade e excluir o usufruto e administração dos pais sobre estes bens, nomeando curador especial. IV. Os valores auferidos pelo filho maior de dezesseis anos, e menor de dezoito anos, no exercício de atividade profissional, excluem-se do usufruto e administração dos pais. Com base nas assertivas acima, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I, III e IV."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas estão corretas"
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva II está correta."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1985441",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito das Sucessões",
      "Usufruto",
      "Uso e Habitação",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "No ano de 2010, Henrique adquiriu determinado bem imóvel em copropriedade com seu filho Flávio. Cinco anos após a aquisição do imóvel, Henrique veio a se casar com Mariana pelo regime de comunhão parcial de bens. Após o casamento, Henrique e Mariana passaram a residir no bem imóvel até que, em julho de 2022, Henrique faleceu sem possuir qualquer outro bem. Na situação hipotética apresentada, de acordo com a jurisprudência do STJ, é correto afirmar que Mariana",
    "alternativas": [
      {
        "letra": "A",
        "texto": "faz jus ao usufruto do bem deixado por Henrique apenas se comprovar não possuir outro bem imóvel."
      },
      {
        "letra": "B",
        "texto": "não possui direito ao usufruto e nem direito real de habitação em razão da existência de copropriedade anterior ao casamento e à abertura da sucessão."
      },
      {
        "letra": "C",
        "texto": "faz jus ao usufruto do bem deixado por Henrique, independentemente de possuir ou não outro imóvel."
      },
      {
        "letra": "D",
        "texto": "possui direito real de habitação em relação ao imóvel em que residia apenas se comprovar não possuir outro bem imóvel."
      },
      {
        "letra": "E",
        "texto": "possui direito real de habitação em relação ao imóvel em que residia, independentemente de possuir ou não outro bem imóvel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1969298",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Acerca do usufruto, uso e habitação, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o usufruto e a habitação permitem a percepção dos frutos da coisa, o que não se permite no uso."
      },
      {
        "letra": "B",
        "texto": "a disciplina da percepção dos frutos no usufruto e no uso são idênticas, sendo mitigada apenas na habitação."
      },
      {
        "letra": "C",
        "texto": "no direito de habitação, permite-se a percepção dos frutos da coisa, mas apenas no valor das necessidades do titular do direito real e de sua família."
      },
      {
        "letra": "D",
        "texto": "o titular do direito real de usufruto, tal como o titular do direito de uso, pode alugar a coisa, desde que reverta o produto da alienação às suas necessidades e de sua família."
      },
      {
        "letra": "E",
        "texto": "a percepção dos frutos da coisa é livre pelo usufrutuário, limitadamente às necessidades do usuário e de sua família pelo usuário e vedada ao titular do direito de habitação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1968295",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o usufruto de imóvel, quando não resulta de usucapião, consiste em direito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pessoal constituído pelo contrato."
      },
      {
        "letra": "B",
        "texto": "real constituído pelo registro no Cartório de Registro de Imóveis."
      },
      {
        "letra": "C",
        "texto": "pessoal constituído decurso da prescrição aquisitiva."
      },
      {
        "letra": "D",
        "texto": "real constituído pelo contrato."
      },
      {
        "letra": "E",
        "texto": "pessoal constituído pelo registro no Cartório de Registro de Imóveis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1959641",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Felipe é proprietário de um imóvel e compareceu à Defensoria Pública do Amapá com dúvidas acerca das disposições que poderiam constar no instrumento para instituição do direito real de usufruto sobre o bem. De acordo com as normas do Código Civil, será INVÁLIDA a disposição sobre a possibilidade de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cessão onerosa do exercício do usufruto."
      },
      {
        "letra": "B",
        "texto": "cessão gratuita do exercício do usufruto."
      },
      {
        "letra": "C",
        "texto": "dispensa de caução."
      },
      {
        "letra": "D",
        "texto": "transmissão do usufruto a terceiro em caso de morte do usufrutuário."
      },
      {
        "letra": "E",
        "texto": "fixação do prazo de 25 anos de duração do usufruto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1939518",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Acerca do registro público e do usufruto, julgue o item seguinte.No usufruto, não havendo ajuste em contrário, as despesas provenientes da conservação do bem e os tributos dele decorrentes serão atribuições do usufrutuário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1878430",
    "metadata": "Ano: 2022 | Banca: FEPESE | Órgão: Prefeitura de Florianópolis - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Civil Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O usufruto de bem imóvel poderá recair em um ou mais bens, desde que constitua um patrimônio inteiro, e abranja, no todo, os frutos e as utilidades provenientes do bem."
      },
      {
        "letra": "B",
        "texto": "O usufrutuário tem direito à posse, uso e administração do bem, sendo vedado, contudo, perceber os frutos da sua exploração."
      },
      {
        "letra": "C",
        "texto": "O usufruto somente se extingue com a morte ou dissolução do usufrutuário, cancelando-se o registro no Cartório de Registro de Imóveis."
      },
      {
        "letra": "D",
        "texto": "Quando o usufruto recai em títulos de crédito, o usufrutuário tem direito a perceber os frutos e a cobrar as respectivas dívidas."
      },
      {
        "letra": "E",
        "texto": "O usufrutuário é responsável pelo pagamento das deteriorações resultantes do exercício regular do usufruto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1862995",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "João doou a seus netos imóvel residencial, com reserva de usufruto vitalício aos pais (Lucas e Larissa). Lamentavelmente, pouco tempo depois, João veio a falecer. Durante a vigência da sociedade conjugal, Lucas e Larissa ocuparam o imóvel na companhia dos filhos, até que o casal veio a se divorciar, tendo Lucas deixado o imóvel para constituir nova família. O divórcio se deu de forma consensual com partilha do patrimônio comum amealhado, nada sendo dito a respeito do usufruto do imóvel. Larissa e os filhos continuaram a residir no imóvel com ciência de Lucas, mas Larissa passou a arcar sozinha com o pagamento dos impostos, despesas de conservação e contas de consumo. Após algum tempo, necessitando complementar a renda, passou a locar parte do imóvel, situação da qual Lucas também tinha conhecimento. Decorridos mais de vinte anos, Lucas pretende o arbitramento de aluguel pelo uso exclusivo do bem por Larissa e, alternativamente, pretende que o imóvel seja sobrepartilhado. Sobre a hipótese formulada, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o bem doado aos netos com cláusula de usufruto aos pais pode ser objeto de partilha em virtude do divórcio;"
      },
      {
        "letra": "B",
        "texto": "a demora no pedido de arbitramento de aluguel faz presumir a existência de renúncia ao usufruto;"
      },
      {
        "letra": "C",
        "texto": "a pretensão de sobrepartilha de bens sonegados no divórcio consensual se submete ao prazo prescricional decenal (Art. 205 do Código Civil/2002) cujo termo inicial é a data em que se tomou conhecimento da existência do bem;"
      },
      {
        "letra": "D",
        "texto": "por ter consentido que Larissa ocupasse com exclusividade o imóvel, Lucas, mesmo que contribuísse para o pagamento dos impostos, não poderia se opor à locação nem exigir o pagamento de aluguéis por força do usufruto;"
      },
      {
        "letra": "E",
        "texto": "o usufruto, embora vitalício, pode ser extinto pelo não uso ou não fruição do bem, situação que acarreta a decadência, assim como pelo não pagamento dos impostos e despesas de conservação, hipótese que caracteriza o abandono do imóvel."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1903765",
    "metadata": "Ano: 2021 | Banca: INSTITUTO MAIS | Órgão: Prefeitura de Mairinque - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Sobre o usufruto, de acordo com o Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo disposição em contrário, o usufruto não se estende aos acessórios da coisa e seus acrescidos."
      },
      {
        "letra": "B",
        "texto": "Os frutos civis, vencidos na data inicial do usufruto, pertencem ao usufrutuário, e ao proprietário os vencidos na data em que cessa o usufruto."
      },
      {
        "letra": "C",
        "texto": "O usufrutuário não é obrigado a pagar as deteriorações resultantes do exercício regular do usufruto."
      },
      {
        "letra": "D",
        "texto": "Se a coisa estiver segurada, incumbe ao proprietário pagar, durante o usufruto, as contribuições do seguro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1871014",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Prefeitura de Paulínia - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Alice constitui usufruto de sua casa na praia, avaliada em R$ 1.500.000,00, para sua amiga Cláudia. Alice abre mão da caução e fixa prazo de 5 anos para o usufruto. Cláudia, por sua vez, não faz inventário do estado em que encontrava o imóvel. Esgotado o prazo estipulado, Alice pleiteia a retomada da casa e se surpreende com o fato de que todas as partes e utensílios de metal do imóvel tiveram perda total, necessitando de substituição imediata para manter condições habitabilidade. Alice calcula um prejuízo de R$ 20.000,00, pois Cláudia não havia tomado qualquer medida de combate à corrosão. Confrontada pela proprietária, Cláudia se defende dizendo que o problema foi uma consequência natural da maresia, de modo que ela não teria nada o que fazer. Sobre o posicionamento de Cláudia, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cláudia está correta, visto que o usufrutuário não é obrigado a pagar o perecimento decorrente do uso regular do usufruto, e não há absolutamente nada que possa ser feito contra a corrosão provocada pela maresia."
      },
      {
        "letra": "B",
        "texto": "Cláudia não está correta, pois o desgaste deveria ser reparado, ante o dever de conservação do bem, o que poderia evitar a perda completa dos materiais metálicos."
      },
      {
        "letra": "C",
        "texto": "Cláudia não está correta, haja vista que o usufruto pactuado é da espécie onerosa."
      },
      {
        "letra": "D",
        "texto": "Cláudia está correta, pois Alice abriu mão da caução e assumiu, portanto, o risco de prejuízo."
      },
      {
        "letra": "E",
        "texto": "Cláudia está correta, pois a deterioração das peças de metal é inerente às condições ambientais em que a casa se encontra."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1869912",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "O usufruto extingue-se, cancelando-se o registro no cartório de Registro de Imóveis: I. Pela renúncia ou morte do usufrutuário. II. Pela cessação do motivo de que se origina. III. Pelo termo de sua duração. IV. Pela extinção da pessoa jurídica, em favor de quem o usufruto foi constituído, ou, se ela perdurar, pelo decurso de vinte anos da data em que se começou a exercer. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva II está incorreta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1861363",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Câmara de Aracaju - SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usufruto",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Elvira deseja permitir que sua sobrinha Adriane resida em um dos imóveis que possui, pois a sobrinha não tem onde morar. Mas pretende evitar que Adriane colha qualquer fruto dele, por exemplo, dando-o em locação para terceiros e auferindo aluguel. Para tanto, Elvira deve atribuir a Adriane, sobre o imóvel em questão, o direito real de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "propriedade;"
      },
      {
        "letra": "B",
        "texto": "habitação;"
      },
      {
        "letra": "C",
        "texto": "uso;"
      },
      {
        "letra": "D",
        "texto": "usufruto;"
      },
      {
        "letra": "E",
        "texto": "servidão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852655",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Condomínio Edilício"
    ],
    "enunciado_principal": "Marcelo é usufrutuário de uma das unidades de um condomínio edilício. Ele é obrigado a obedecer a convenção condominial desde que ela tenha sido subscrita:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela maioria das frações ideais;"
      },
      {
        "letra": "B",
        "texto": "por dois terços das frações ideais;"
      },
      {
        "letra": "C",
        "texto": "pela totalidade das frações ideais;"
      },
      {
        "letra": "D",
        "texto": "pela maioria das frações ideais e registrada no Cartório de Registro de Imóveis;"
      },
      {
        "letra": "E",
        "texto": "por dois terços das frações ideais e registrada no Cartório de Registro de Imóveis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852556",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Rose pretende doar seu apartamento à sua irmã, reservando para si o usufruto desse imóvel. No cartório, elas informaram algumas disposições que pretendiam fazer constar do usufruto: a possibilidade de a usufrutuária ceder onerosamente o exercício do usufruto a terceiros; a transmissão do usufruto aos seus herdeiros quando do seu falecimento; o prazo de dez anos de duração do usufruto; a possibilidade de a usufrutuária alterar a finalidade residencial do imóvel para nele realizar atividade comercial; a dispensa de a usufrutuária prestar caução. É inválida a disposição que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevê a transmissão do usufruto aos herdeiros em caso de morte da usufrutuária;"
      },
      {
        "letra": "B",
        "texto": "permite cessão onerosa do exercício do usufruto;"
      },
      {
        "letra": "C",
        "texto": "prevê o prazo de dez anos de duração do usufruto;"
      },
      {
        "letra": "D",
        "texto": "permite a alteração da finalidade do imóvel;"
      },
      {
        "letra": "E",
        "texto": "dispensa a caução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1852464",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Em relação aos direitos e deveres dos usufrutuários, tomando por base a legislação vigente, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O usufrutuário não é obrigado a pagar as deteriorações resultantes do exercício regular do usufruto."
      },
      {
        "letra": "B",
        "texto": "Se o usufruto recair num patrimônio, ou parte deste, será o usufrutuário obrigado aos juros da dívida que onerar o patrimônio ou a parte dele."
      },
      {
        "letra": "C",
        "texto": "Quando o usufruto recai em títulos de crédito, o usufrutuário tem direito a perceber os frutos, sendo-lhe vedada a cobrança pessoal das respectivas dívidas."
      },
      {
        "letra": "D",
        "texto": "Salvo direito adquirido por outrem, o usufrutuário faz seus os frutos naturais, pendentes ao começar o usufruto, sem encargo de pagar as despesas de produção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1711984",
    "metadata": "Ano: 2021 | Banca: Unoesc | Órgão: Prefeitura de Maravilha - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Dentre os direitos reais de fruição, o usufruto ganha destaque nas relações familiares, de forma a assegurar determinados direitos aos usufrutuários. Com base nisso, é possível afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O nu-proprietário não pode vender o imóvel sem autorização do usufrutuário."
      },
      {
        "letra": "B",
        "texto": "O bem pertence ao usufrutuário até seu falecimento, quando passará à propriedade do nuproprietário."
      },
      {
        "letra": "C",
        "texto": "O usufrutuário terá os poderes de usar e gozar da coisa, o que inclui locá-la ou arrendá-la. Mas os poderes de alienação permanecem com o nu-proprietário."
      },
      {
        "letra": "D",
        "texto": "Em caso de morte do usufrutuário, o direito é inventariado e transmitido aos seus herdeiros."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1721490",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Câmara Municipal de Pindorama - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Com relação ao usufruto no Código Civil de 2002, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o usufruto não se estende aos acessórios da coisa, sendo vedada qualquer disposição em contrário."
      },
      {
        "letra": "B",
        "texto": "o usufruto não pode ser transferido por alienação."
      },
      {
        "letra": "C",
        "texto": "os frutos civis, vencidos na data inicial do usufruto, pertencem ao usufrutuário, e ao proprietário os vencidos na data em que cessa o usufruto."
      },
      {
        "letra": "D",
        "texto": "o usufrutuário é obrigado a pagar por todas as deteriorações que ocorrerem à coisa, mesmo que resultantes do exercício regular do usufruto."
      },
      {
        "letra": "E",
        "texto": "constituído o usufruto em favor de duas ou mais pessoas, extinguir-se-á a parte em relação a cada uma das que falecerem, sendo vedada a estipulação do direito de acrescer."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1616467",
    "metadata": "Ano: 2020 | Banca: GUALIMP | Órgão: Prefeitura de Conceição de Macabu - RJ",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "O Código Civil Brasileiro dispõe que o usufruto pode recair em um ou mais bens, móveis ou imóveis, em um patrimônio inteiro, ou parte deste, abrangendo-lhe, no todo ou em parte, os frutos e utilidades. Sobre o usufruto e os acessórios da coisa, assinale a alternativa correta, com base no Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O usufruto não se estende aos acessórios da coisa e seus acrescidos."
      },
      {
        "letra": "B",
        "texto": "O usufruto obrigatoriamente se estende aos acessórios da coisa e seus acrescidos."
      },
      {
        "letra": "C",
        "texto": "O usufruto nunca poderá se estender aos acessórios da coisa e seus acrescidos."
      },
      {
        "letra": "D",
        "texto": "O usufruto estende-se aos acessórios da coisa e seus acrescidos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1149261",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: TRE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Uso e Habitação"
    ],
    "enunciado_principal": "São direitos reais, dentre outros, o usufruto, a habitação e o direito do promitente comprador do imóvel, previstos expressamente no diploma civil. Sobre os referidos institutos, analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F): ( ) O usufruto pode ser transferido por alienação, mas o seu exercício pode ceder-se por título gratuito ou oneroso. ( ) O promitente comprador adquire direito real à aquisição do imóvel, mediante promessa de compra e venda, em que se pactuou ou não arrependimento, caso celebrada por instrumento público, ainda que não registrada no Cartório de Registro de Imóveis. ( ) Constituído o usufruto em favor de duas ou mais pessoas, transferir-se-á proporcionalmente aos sobreviventes a parte relativa aos usufrutuários falecidos, salvo se, por estipulação expressa ou tácita, vier a ser extinto o quinhão desses. ( ) Se o direito real de habitação for conferido a mais de uma pessoa, qualquer delas que sozinha habite a casa terá de pagar aluguel à outra, ou às outras, mas não as pode inibir de exercerem, querendo, o direito, que também lhes compete, de habitá-la. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V, V"
      },
      {
        "letra": "B",
        "texto": "V, F, V, F"
      },
      {
        "letra": "C",
        "texto": "F, V, F, V"
      },
      {
        "letra": "D",
        "texto": "F, F, F, F"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1138131",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Usufruto",
      "Servidões"
    ],
    "enunciado_principal": "O proprietário pode conceder a outrem o direito de construir ou de plantar em seu terreno, por tempo determinado, mediante escritura pública devidamente registrada no Cartório de Registro de Imóveis. Este enunciado refere-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao direito de superfície."
      },
      {
        "letra": "B",
        "texto": "à servidão."
      },
      {
        "letra": "C",
        "texto": "ao arrendamento."
      },
      {
        "letra": "D",
        "texto": "ao usufruto."
      },
      {
        "letra": "E",
        "texto": "à anticrese."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1738131",
    "metadata": "Ano: 2019 | Banca: IDHTEC | Órgão: Prefeitura de Taquaritinga do Norte - PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Com relação ao usufruto, analise as proposições a seguir. I. O usufruto pode recair em bens móveis ou imóveis. II. O usufruto de bens imóveis será constituído mediante registro no Cartório de Registro de Imóveis, se não resultar de usucapião. III. O usufrutuário tem direito à posse, uso, administração e percepção dos frutos. IV. O usufruto, por decorrência lógica, sempre se estende aos acessórios da coisa e seus acrescidos. V. Se houver frutos naturais pendentes ao começar o usufruto, estes serão do usufrutuário em qualquer hipótese, sem encargo de pagar as despesas de produção. Diante das proposições analisadas, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens III e V são falsos."
      },
      {
        "letra": "B",
        "texto": "Existem apenas dois itens verdadeiros."
      },
      {
        "letra": "C",
        "texto": "Todos os itens são verdadeiros."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens IV e V são falsos."
      },
      {
        "letra": "E",
        "texto": "Só existe um item falso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1677352",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Do acordo com o Código Civil {Lei n° 10.406/2002), em relação ao usufruto sobre bem Imóvel, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorrendo a morte do usufrutuário, os direitos reais de usufruto serão partilhados entre os herdeiros do “de cujus\"."
      },
      {
        "letra": "B",
        "texto": "Constituído por escritura pública em favor de duas ou mais pessoas, poderá ser estipulado que, com a morte de uma delas, a parte ideal cabente ao usufrutuário falecido será acrescida à parte do(s) usufrutuário(s) sobrevivente(s)."
      },
      {
        "letra": "C",
        "texto": "Somente se extingue pela renúncia do usufrutuário lavrada por escritura pública perante tabelião de notas."
      },
      {
        "letra": "D",
        "texto": "É um direito real de garantia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1218977",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Sobre direitos reais, responda as questões: I. Quando o uso consistir no direito de habitar gratuitamente casa alheia, o titular deste direito não a pode alugar, nem emprestar, mas simplesmente ocupá-la com sua família. II. O direito real de habitação não pode ser conferido a mais de uma pessoa simultaneamente. III. O usufruto pode recair em um ou mais bens, móveis ou imóveis, em um patrimônio inteiro, ou parte deste, abrangendo-lhe, no todo ou em parte, os frutos e utilidades. Assinale a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva I é verdadeira."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas são falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1037431",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "A respeito do direito real de usufruto, tratado no Código Civil Brasileiro, analise as afirmativas a seguir. I. O usufruto é sempre temporário. Poderá ser constituído em caráter vitalício, por certo prazo ou sob condição resolutiva. II. Salvo disposição em contrário, o usufruto não se estende aos acessórios da coisa e seus acrescidos. III. O direito de usufruto pode ser transferido por alienação. IV. O usufruto constituído em favor de duas ou mais pessoas extingue-se parte a parte em relação a cada uma das que falecerem, salvo estipulação expressa do direito de acrescer aos usufrutuários sobreviventes. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1004247",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Acerca do usufruto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se pode transferir o usufruto por alienação e nem o seu exercício pode ceder-se por título oneroso."
      },
      {
        "letra": "B",
        "texto": "O usufruto de imóveis não pode ser adquirido pela usucapião."
      },
      {
        "letra": "C",
        "texto": "O usufrutuário deve usufruir em pessoa, sendo vedado o arrendamento, bem como a mudança da destinação econômica do prédio."
      },
      {
        "letra": "D",
        "texto": "Quando o usufruto recai em títulos de crédito, o usufrutuário tem direito a perceber os frutos e a cobrar as respectivas dívidas."
      },
      {
        "letra": "E",
        "texto": "Constituído o usufruto em favor de duas ou mais pessoas, o quinhão do falecido se transfere ao sobrevivente, salvo estipulação em sentido contrário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990672",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o direito real de usufruto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É permita a constituição de usufruto em benefício de pessoa jurídica."
      },
      {
        "letra": "B",
        "texto": "No usufruto por prazo determinado, este não poderá se dar por prazo maior que 10 (dez) anos, sujeito a sucessivas renovações, desde que expressas."
      },
      {
        "letra": "C",
        "texto": "O usufruto de bem imóvel não pode ser adquirido por meio de prescrição aquisitiva."
      },
      {
        "letra": "D",
        "texto": "O não uso, ou a não fruição, do objeto sobre o qual o usufruto recai, não constitui hipótese, por si, de extinção do usufruto."
      },
      {
        "letra": "E",
        "texto": "É vedada a transmissão do usufruto por alienação e sua cessão é permita tão somente a título gratuito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987120",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Enfiteuse e Superfície",
      "Usufruto",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Renata é proprietária de um terreno na área rural de um município no Estado de São Paulo. Com dificuldades financeiras, decide conceder a Marcelo o direito de plantar em seu terreno, por tempo determinado, mediante escritura pública devidamente registrada no Cartório de Registro de Imóveis. Essa situação hipotética trata de uma hipótese do direito real de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "servidão."
      },
      {
        "letra": "B",
        "texto": "uso."
      },
      {
        "letra": "C",
        "texto": "usufruto."
      },
      {
        "letra": "D",
        "texto": "habitação."
      },
      {
        "letra": "E",
        "texto": "superfície."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "973774",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Terezinha é viúva e resolve doar a casa em que reside aos seus filhos. Para tanto, é instituído sobre tal imóvel usufruto vitalício em seu favor. Sobre o assunto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O usufrutuário é obrigado a pagar as deteriorações resultantes do exercício regular do usufruto."
      },
      {
        "letra": "B",
        "texto": "As prestações e os tributos devidos pela posse ou rendimento da coisa usufruída incumbem ao usufrutuário."
      },
      {
        "letra": "C",
        "texto": "Se a coisa estiver segurada, incumbe aos proprietários pagar as contribuições do seguro durante o usufruto."
      },
      {
        "letra": "D",
        "texto": "Se o usufrutuário fizer o seguro, caber-lhe-á o direito resultante do seguro contra o segurador."
      },
      {
        "letra": "E",
        "texto": "Incumbem ao usufrutuário as reparações extraordinárias e as que não forem de custo módico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1841423",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Tanabi - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Sobre os direitos reais de superfície, servidão, usufruto, uso e habitação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de superfície não autoriza obra no subsolo, salvo se for inerente ao objeto da concessão."
      },
      {
        "letra": "B",
        "texto": "A servidão proporciona utilidade para o prédio dominante e grava o prédio serviente, que pertence a diverso dono, e constitui-se mediante declaração expressa ou tácita dos proprietários."
      },
      {
        "letra": "C",
        "texto": "O usufruto pode recair em um ou mais bens móveis ou imóveis, em um patrimônio inteiro, ou parte deste, mas não abrange os frutos e utilidades."
      },
      {
        "letra": "D",
        "texto": "O uso, ao contrário do usufruto, abrange os frutos e utilidades, razão pela qual as causas de extinção são diversas."
      },
      {
        "letra": "E",
        "texto": "Quando o uso constituir no direito de habitar gratuitamente casa alheia, o titular desse direito pode alugar o imóvel e utilizar os valores para sustento de sua família."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1746222",
    "metadata": "Ano: 2018 | Banca: CONSCAM | Órgão: SAAEDOCO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Propriedade",
      "Usufruto",
      "Servidões"
    ],
    "enunciado_principal": "Sobre os direitos reais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os direitos reais sobre coisas móveis, quando constituídos, ou transmitidos por atos entre vivos, se adquirem independentemente de tradição."
      },
      {
        "letra": "B",
        "texto": "O direito de propriedade deve ser exercido em consonância com as suas finalidades econômicas e sociais e de modo que sejam preservados, de conformidade com o estabelecido em lei especial, a flora, a fauna, as belezas naturais, o equilíbrio ecológico e o patrimônio histórico e artístico, bem como evitada a poluição do ar e das águas."
      },
      {
        "letra": "C",
        "texto": "A propriedade do solo abrange as jazidas, minas e demais recursos minerais, os potenciais de energia hidráulica, os monumentos arqueológicos e outros bens referidos por leis especiais."
      },
      {
        "letra": "D",
        "texto": "Constituída para certo fim, a servidão pode ampliar-se a outro."
      },
      {
        "letra": "E",
        "texto": "O usufruto de imóveis constituir-se-á independentemente de registro no Cartório de Registro de Imóveis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1152063",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de São Joaquim da Barra - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Quanto aos direitos reais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concessão do direito de uso especial para fins de moradia tem como objeto bem imóvel urbano de até 250 m2 pertencente a ente público, instituto por intermédio do qual o possuidor adquirirá o domínio para fins de moradia."
      },
      {
        "letra": "B",
        "texto": "Se duas ou mais pessoas forem concomitantemente usufrutuárias de um único bem imóvel, por regra a morte de qualquer deles ensejará a extinção da parte que cabia ao morto, retornando os direitos de uso e gozo ao nu proprietário."
      },
      {
        "letra": "C",
        "texto": "Inadmite a lei a submissão de um único imóvel à garantia de mais de uma dívida."
      },
      {
        "letra": "D",
        "texto": "No direito real de superfície, o dono do terreno concede ao superficiário o direito de implementar acessões em seu bem por meio de escritura pública, podendo ser gratuita ou onerosa, por prazo determinado ou indeterminado."
      },
      {
        "letra": "E",
        "texto": "O direito de servidão não pode ser objeto de usucapião."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1051627",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Barretos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Quanto ao usufruto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode-se transferir por alienação a título gratuito."
      },
      {
        "letra": "B",
        "texto": "O usufrutuário tem direito ao uso, à posse e à administração, mas restitue os frutos ao proprietário."
      },
      {
        "letra": "C",
        "texto": "Os frutos civis, vencidos na data inicial do usufruto, pertencem ao proprietário, e ao usufrutuário os vencidos na data em que cessa o usufruto."
      },
      {
        "letra": "D",
        "texto": "O usufruto pode recair em um ou mais bens, móveis ou imóveis, mas nunca sobre um patrimônio inteiro."
      },
      {
        "letra": "E",
        "texto": "O usufrutuário deve usufruir da coisa em pessoa, não podendo arrendá-la ou emprestá-la."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "926038",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Direito de Família",
      "Direito das Sucessões",
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Usufruto",
      "Regime de Bens e Outros Direitos Patrimoniais nas Relações Familiares",
      "Sucessão Legítima – Ordem de Vocação Hereditária"
    ],
    "enunciado_principal": "Assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que seja válido e eficaz, o compromisso de compra e venda de bem imóvel deverá revestir a forma pública."
      },
      {
        "letra": "B",
        "texto": "A lei brasileira proíbe a realização de promessa de doação, padecendo de nulidade de pleno direito a realização de tal ato."
      },
      {
        "letra": "C",
        "texto": "O companheiro participará da sucessão do outro quanto aos bens adquiridos onerosamente na união estável e se concorrer com filhos comuns, terá direito a uma quota equivalente à que por lei for atribuída ao filho."
      },
      {
        "letra": "D",
        "texto": "Pelo regime da comunhão parcial de bens, comunicam-se os proventos do trabalho pessoal do cônjuge."
      },
      {
        "letra": "E",
        "texto": "No usufruto simultâneo contemplando duas pessoas conjuntamente e decorrente de testamento, falecendo um dos co-legatários, a parte do que faltar, em regra, acrescerá ao sobrevivente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "906393",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Com relação ao usufruto, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o usufruto não pode ter por objeto bens consumíveis ou fungíveis."
      },
      {
        "letra": "B",
        "texto": "o direito de usufruto não pode ser adquirido por usucapião."
      },
      {
        "letra": "C",
        "texto": "no usufruto simultâneo ou conjuntivo, o direito de acrescer entre os usufrutuários, ocorrendo o falecimento de um deles, depende de estipulação expressa."
      },
      {
        "letra": "D",
        "texto": "o exercício do usufruto é impenhorável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "898498",
    "metadata": "Ano: 2018 | Banca: INAZ do Pará | Órgão: CRF-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Posse - Teoria, Classificação e Aquisição",
      "Usufruto",
      "Servidões"
    ],
    "enunciado_principal": "Situação hipotética: Roberto e Antônia residem em uma pequena propriedade rural no oeste de Pernambuco, e há aproximadamente 40 anos, passam pelo imóvel do atual vizinho de Humberto em uma estrada que dá acesso à sua propriedade, sem qualquer oposição dos proprietários anteriores. Esta estrada é o melhor acesso à via pública, dela tendo ciência Humberto quando adquiriu sua propriedade. Todavia, Humberto impediu o acesso à estrada por seus vizinhos, colocando cadeado com chaves em uma das porteiras, também fazendo buracos no leito da estrada, além de uma cerca de arame farpado. Roberto e Antônia, em virtude da conduta de Humberto, viram-se obrigados a utilizar um caminho por meio de pastagens, onde será construído um mineroduto, o que os impedirá de ter qualquer acesso ao seu imóvel. Tendo em vista a situação hipotética narrada, está sendo violado o direito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "servidão, que deve ser exercido na plenitude para o qual foi criado enquanto não contestado pelo legítimo proprietário, cujos atos que embaracem a servidão serão considerados legítima defesa da propriedade."
      },
      {
        "letra": "B",
        "texto": "usufruto, não podendo Humberto embaraçá-lo, pois se cuida de legítimo direito de uso. Caso Humberto continue impedindo a correta utilização da estrada, é possível que Roberto e Antônia peçam indenização em caso de prejuízo."
      },
      {
        "letra": "C",
        "texto": "usufruto, que se extinguiu com a chegada de novo proprietário ao terreno vizinho, apenas sendo válido o exercício de tal direito caso Humberto não tivesse adquirido a propriedade."
      },
      {
        "letra": "D",
        "texto": "servidão de passagem, que é um direito real sobre coisa alheia, instituído para aumentar a comodidade e a utilidade do prédio dominante, não estando condicionado, portanto, à inexistência de saída para a via pública, fonte ou porto."
      },
      {
        "letra": "E",
        "texto": "posse, que se dá quando expressa a vontade dos proprietários, por testamento ou pelo exercício incontestado da posse por mais de 50 anos, que pode levar à usucapião."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "897795",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PauliPrev - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Usufruto é o direito real de fruir as utilidades e frutos de uma coisa sem alterar-lhe a substância, enquanto temporariamente destacado da propriedade. Sobre esse direito real, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o usufruto pode recair em um ou mais bens, desde que imóveis."
      },
      {
        "letra": "B",
        "texto": "em regra, o usufruto não se estende aos acessórios do imóvel e seus acrescidos."
      },
      {
        "letra": "C",
        "texto": "o usufruto pode ser transferido por alienação."
      },
      {
        "letra": "D",
        "texto": "se o acessório do usufruto for consumível, o usufrutuário deve restituir os acessórios que ainda houver e indenizar os acessórios consumidos com o valor estimado ao tempo da constituição do usufruto."
      },
      {
        "letra": "E",
        "texto": "o usufruto do imóvel, quando não resultar de usucapião, constituir-se-á mediante registro no Cartório de Registro de Imóveis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "896341",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Leia as alternativas e assinale a INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O usufruto pode recair em bens móveis ou imóveis, somente na sua integralidade, e não parcialmente, abrangendo-lhe, os frutos e utilidades."
      },
      {
        "letra": "B",
        "texto": "O usufruto pode recair somente em bens imóveis, na sua integralidade ou parcialmente, abrangendo-lhe, no todo ou em parte, os frutos e utilidades."
      },
      {
        "letra": "C",
        "texto": "O usufruto pode recair somente em bens imóveis, somente na sua integralidade, e não parcialmente, abrangendo-lhe, os frutos e utilidades."
      },
      {
        "letra": "D",
        "texto": "O usufruto pode recair em bens móveis ou imóveis, na sua integralidade ou parcialmente, abrangendo-lhe, no todo ou em parte, os frutos e utilidades."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "879801",
    "metadata": "Ano: 2018 | Banca: IV - UFG | Órgão: SANEAGO - GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Nos termos do Código Civil Brasileiro de 2002, o usufruto é um direito real limitado de gozo e fruição, assegurando, durante um determinado período de tempo, a uma pessoa física ou jurídica a ocupar a coisa alheia. O usufruto poderá se extinguir mediante o cancelamento do registro no Cartório de Registro de Imóveis pela extinção da pessoa jurídica, em favor de quem o usufruto foi constituído, ou, se ela perdurar, de quando se começou a exercer, pelo decurso de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "trinta anos."
      },
      {
        "letra": "B",
        "texto": "quarenta anos."
      },
      {
        "letra": "C",
        "texto": "cinquenta anos."
      },
      {
        "letra": "D",
        "texto": "cem anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "878454",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "A Associação dos Amantes do Turismo (AAT) recebeu, a título de usufruto instituído pelo associado Jorge, um imóvel de sua propriedade. As partes convencionaram, no título de instituição, que o usufruto seria pelo prazo de vinte anos. Decorridos dez anos da instituição, os associados, sem a participação de Jorge, que morrera há dois anos, deliberaram, em assembleia, ceder gratuitamente o usufruto do imóvel à Associação de Agentes de Viagem (AAV), em reconhecimento a serviços recebidos pela AAT. A cessão, feita sem prazo determinado, é considerada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "válida, pois, consolidada a propriedade com a morte de Jorge, a AAT poderia destinar o bem da forma que lhe aprouvesse;"
      },
      {
        "letra": "B",
        "texto": "inválida, pois a cessão gratuita do usufruto dependeria da autorização de Jorge;"
      },
      {
        "letra": "C",
        "texto": "válida e vigerá até o término do prazo previsto no ato de instituição do usufruto por Jorge;"
      },
      {
        "letra": "D",
        "texto": "ineficaz, pois o instituto do usufruto não permite cessão gratuita;"
      },
      {
        "letra": "E",
        "texto": "válida e vigerá por trinta anos a partir da instituição do usufruto por Jorge."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "878218",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto",
      "Servidões",
      "Uso e Habitação"
    ],
    "enunciado_principal": "Por meio de escritura pública devidamente registrada, Pedro concedeu a Rodolfo a propriedade, por prazo determinado, de construção que efetuar em área de seu terreno. Essa relação reflete o direito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "superfície."
      },
      {
        "letra": "B",
        "texto": "servidão contínua contratual."
      },
      {
        "letra": "C",
        "texto": "uso."
      },
      {
        "letra": "D",
        "texto": "usufruto temporário."
      },
      {
        "letra": "E",
        "texto": "habitação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "873709",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Usufruto"
    ],
    "enunciado_principal": "Paulo doou o imóvel em que reside a Fábio, seu filho mais novo, reservando para si o direito de usufruto. No ato de doação, não foi colhido consentimento de Rafael, o filho mais velho. Posteriormente, Fábio veio a se desentender com a nova companheira de seu pai, Valquíria, ocasião em que a ofendeu. Todos os envolvidos são maiores e capazes. Diante desta situação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embora Fábio seja o proprietário do imóvel, é Paulo quem pode alugar a casa e, caso o faça, não precisará repassar os valores ou prestar contas a Fábio."
      },
      {
        "letra": "B",
        "texto": "Rafael tem direito à anulação da doação feita em prol de seu irmão mais novo sem o seu consentimento, por ser o negócio jurídico anulável nesta hipótese."
      },
      {
        "letra": "C",
        "texto": "Valquíria tem direito à anulação da doação feita por Paulo em razão do ato de ingratidão do donatário."
      },
      {
        "letra": "D",
        "texto": "Paulo pode pleitear a anulação da doação por vício do consentimento referente ao erro essencial quanto à pessoa do donatário."
      },
      {
        "letra": "E",
        "texto": "Fábio tem direito a exigir a extinção do usufruto em razão da superveniência da união estável do usufrutuário Paulo com Valquíria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "863586",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: SEFIN-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usufruto"
    ],
    "enunciado_principal": "Em 2011, Vilhena, proprietário de uma casa, outorgou em favor de Pimenta o usufruto vitalício sobre ela. Em seguida, o outorgante requereu a averbação do direito real junto à matrícula do imóvel no Registro de Imóveis de Guajará-Mirim. Em 2014, Pimenta cedeu o exercício do usufruto por título gratuito a Costa, por contrato escrito e pelo prazo de um ano. Vencido o prazo, Costa restituiu a casa a Pimenta, retomando este o exercício do usufruto. Em novembro de 2017, falece o nu-proprietário, e seu único herdeiro, Andreazza, exige que Pimenta desocupe o imóvel. Diante da situação descrita, assinale a opção que apresenta a solução correta para o caso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pimenta não poderia ceder o exercício do usufruto, por se tratar de direito real personalíssimo; a morte do nuproprietário extingue o usufruto de pleno direito."
      },
      {
        "letra": "B",
        "texto": "Pimenta somente poderia ceder o exercício do usufruto a título oneroso; a morte do nu-proprietário extingue o usufruto de pleno direito."
      },
      {
        "letra": "C",
        "texto": "Pimenta poderia ceder o exercício do usufruto tanto por título gratuito quanto oneroso; a morte do nu-proprietário não extingue o usufruto, podendo o usufrutuário permanecer no imóvel."
      },
      {
        "letra": "D",
        "texto": "Pimenta não poderia ceder o exercício do usufruto, porque este é vitalício; a morte do nu-proprietário extingue de pleno direito o usufruto, devendo o imóvel ser desocupado."
      },
      {
        "letra": "E",
        "texto": "Pimenta poderia ceder o exercício do usufruto a título gratuito; vencido o prazo de cessão do exercício do usufruto, o imóvel deveria ter sido restituído ao nu-proprietário ou, na sua falta, ao herdeiro."
      }
    ],
    "gabarito": "C"
  }
]