[
  {
    "id": "3583068",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Acerca de prescrição, decadência, responsabilidade civil, defeitos do negócio jurídico, inadimplemento de obrigações e gestão de negócios, julgue o item que se segue, à luz da jurisprudência do STJ. O prazo decadencial para a propositura da ação redibitória tem início na data em que o adquirente toma ciência do vício oculto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3582942",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "À luz do Código Civil e considerando, quando pertinente, a jurisprudência do STJ, julgue o item que se segue, relativo a direito de vizinhança, direito real de habitação, decadência, evicção e união estável. O evicto, em razão da perda sofrida, tem direito à restituição integral do valor do bem, calculado com base no montante vigente à época em que se evenceu.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3505767",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-CE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Em julho de 2023, Júlia adquiriu, por contrato escrito, um cavalo de raça para as competições esportivas de hipismo, por R$ 180.000,00 (cento e oitenta mil reais), firmado com cláusula expressa de garantia por 90 (noventa) dias. O animal, aparentemente saudável, foi entregue no dia seguinte à celebração. Em setembro de 2023, durante a preparação para uma competição, um veterinário detectou doença degenerativa óssea pré-existente, que tornava o animal inapto para o esporte de alto desempenho, mas que não afetava sua função reprodutiva. Júlia notificou o vendedor 20 (vinte) dias após a descoberta, solicitando a devolução do valor pago e das despesas médicas, com base em vício oculto. O vendedor recusou o pedido, argumentando que o prazo para redibição estava esgotado, que o vício era irrelevante por não comprometer todas as finalidades do animal e que não havia má-fé da sua parte. Sobre a hipótese, com base nos dispositivos legais e na jurisprudência aplicável, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pedido de redibição é indevido, pois o vício não compromete todas as utilidades do bem e, portanto, não se configura vício redibitório, segundo o Código Civil."
      },
      {
        "letra": "B",
        "texto": "Júlia tem direito à redibição, pois notificou o alienante dentro do prazo legal e o vício tornou o animal impróprio para o uso específico para o qual fora adquirido, mesmo que mantenha outras utilidades."
      },
      {
        "letra": "C",
        "texto": "A cláusula de garantia por 90 (noventa) dias afasta automaticamente a aplicação do regime dos vícios redibitórios, sendo necessária uma ação própria de indenização por inadimplemento contratual."
      },
      {
        "letra": "D",
        "texto": "A ausência de má-fé do vendedor impede o pedido de redibição, restringindo o direito de Júlia ao abatimento proporcional do preço."
      },
      {
        "letra": "E",
        "texto": "O pedido de redibição está prescrito, pois foi ultrapassado o prazo máximo de 60 (sessenta) dias previsto em lei para o vício redibitório em animais, segundo o uso local."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3453218",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Alan herdou um imóvel no interior do estado que é objeto de significativas disputas de terras. Ansioso por se livrar do bem, vendeu-o para Bruna por preço inferior ao seu valor de mercado, em troca de fazer constar na venda cláusula de renúncia à garantia por evicção. Pouco após a aquisição do bem, Bruna foi desapropriada dele pelo poder público, que tinha o projeto de construir uma usina hidrelétrica na região, o que era desconhecido por ambos. Diante do ocorrido, Bruna:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nada pode exigir de Alan, pois sabia que a coisa era litigiosa;"
      },
      {
        "letra": "B",
        "texto": "nada pode exigir de Alan, pois é válida a cláusula de renúncia à garantia por evicção;"
      },
      {
        "letra": "C",
        "texto": "pode exigir de Alan a restituição do preço pago, pois, embora válida a renúncia, não sabia do risco da desapropriação;"
      },
      {
        "letra": "D",
        "texto": "pode exigir de Alan a restituição do preço pago, além de indenização pelos prejuízos resultantes da evicção;"
      },
      {
        "letra": "E",
        "texto": "pode exigir de Alan o valor do imóvel quando se evenceu, além de indenização pelos prejuízos resultantes da evicção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3406523",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Mariana - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "João doou um imóvel a Maria, estipulando que a doação teria eficácia apenas se Maria se casasse com Pedro. Maria e Pedro se casaram, e Maria passou a ser proprietária do imóvel. Posteriormente, um terceiro reivindicou judicialmente a propriedade do imóvel, alegando ser o legítimo proprietário, e obteve êxito na demanda, resultando na perda do bem por Maria. Considerando a situação hipotética apresentada e as disposições legais pertinentes, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João não é responsável pela evicção, pois a condição imposta nesta doação já foi cumprida."
      },
      {
        "letra": "B",
        "texto": "João não é responsável pela evicção, por ser, essa doação, um contrato gratuito que não prevê a responsabilidade pela evicção."
      },
      {
        "letra": "C",
        "texto": "João é responsável pela evicção apenas se Maria comprovar que ele tinha conhecimento do risco de reivindicação por terceiros e agiu de má-fé."
      },
      {
        "letra": "D",
        "texto": "João é responsável pela evicção, salvo se houver cláusula expressa no contrato de doação que o exonere dessa responsabilidade e Maria tenha tido conhecimento e tenha assumido o risco da evicção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3296138",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O alienatário responde pela evicção nos contratos onerosos."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade pela evicção é inafastável."
      },
      {
        "letra": "C",
        "texto": "O preço, seja a evicção total ou parcial, será o do valor da coisa, na época em que se evenceu, e proporcional ao desfalque sofrido, no caso de evicção parcial."
      },
      {
        "letra": "D",
        "texto": "As benfeitorias necessárias ou úteis, não abonadas ao que sofreu a evicção, serão pagas pelo alienatário."
      },
      {
        "letra": "E",
        "texto": "Permanece ao adquirente o direito de demandar pela evicção, ainda que soubesse que a coisa era alheia ou litigiosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267105",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Os vícios redibitórios são defeitos que desvalorizam a coisa ou a tornam imprópria para uso. A doutrina majoritária considera que os tais vícios são sempre ocultos. Sobre o tema, considerando o disposto no Código Civil, constata-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O adquirente poderá, a seu critério, requerer o abatimento no preço ao invés de rejeitar a coisa, redibindo o contrato."
      },
      {
        "letra": "B",
        "texto": "O adquirente possui prazo decadencial para requerer a redibição ou abatimento no preço, totalizando sessenta dias, se a coisa for móvel, ou cento e oitenta dias, se for imóvel, contados a partir da entrega efetiva."
      },
      {
        "letra": "C",
        "texto": "As disposições sobre os vícios redibitórios não se aplicam às doações onerosas."
      },
      {
        "letra": "D",
        "texto": "O alienante não possui responsabilidade se a coisa perecer em poder do alienatário, mesmo se o vício oculto já existia ao tempo da tradição."
      },
      {
        "letra": "E",
        "texto": "Se o alienante não conhecia o vício ou defeito da coisa antes da tradição, restituirá o que recebeu mais perdas e danos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3265475",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Marcos comprou um veículo usado de Rafael e menos de um mês após a compra, percebeu que o veículo apresentava um vício no motor, não identificado até então, que estava comprometendo o funcionamento do veículo. Ele tentou negociar com Rafael, que se recusou a reparar o problema ou devolver o valor pago. Diante disso, assinale a opção que apresenta, corretamente, a ação que Marcos deve adotar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marcos pode exigir judicialmente a resolução do contrato, com a devolução integral do valor pago, pois o vício oculto no motor, mesmo descoberto após a compra, compromete o uso do veículo, configurando uma hipótese de redibição."
      },
      {
        "letra": "B",
        "texto": "Marcos não tem direito a qualquer ação contra Rafael, pois, ao comprar um veículo usado, assume os riscos naturais de desgaste e manutenção inerentes a um bem usado."
      },
      {
        "letra": "C",
        "texto": "Marcos somente poderá exigir que Rafael pague pelos consertos do veículo, pois o vício não dá direito à devolução do valor pago ou à resolução do contrato, limitando-se a reparação ao abatimento proporcional no preço."
      },
      {
        "letra": "D",
        "texto": "Marcos pode pedir a resolução do contrato ou um abatimento proporcional do preço, mas somente se comprovar que Rafael sabia do defeito no momento da venda e omitiu essa informação intencionalmente."
      },
      {
        "letra": "E",
        "texto": "Marcos poderá exigir judicialmente a reparação do problema ou a restituição do valor pago, desde que o defeito tenha sido identificado e reclamado no prazo de até 30 dias após a compra."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3260340",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Em relação aos contratos em geral, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O alienante responde pela evicção apenas nos contratos onerosos, ainda que a aquisição se dê por meio de realização de hasta pública, sendo nula a cláusula que excluir do contrato tal responsabilidade."
      },
      {
        "letra": "B",
        "texto": "O contrato de doação se submete a restrições legais como, por exemplo, o impedimento do doador casado praticar a liberalidade de bem comum sem autorização do cônjuge, sendo permitido que o faça se o bem estiver em nome apenas do alienante, ainda que sujeito a meação futura."
      },
      {
        "letra": "C",
        "texto": "O prazo para alegação de vício redibitório é decadencial de trinta dias se a coisa for móvel e de um ano se for imóvel. O mesmo prazo é aplicado para o caso de vício oculto, iniciando a contagem a partir da ciência do vício."
      },
      {
        "letra": "D",
        "texto": "Caso o contrato de doação seja feito pelo ascendente em benefício de descendente, havendo outros descendentes, importará em adiantamento do que cabe por herança, salvo se o bem doado integrar a parte disponível do patrimônio do doador e constar expressamente no documento que a doação é livre de colação."
      },
      {
        "letra": "E",
        "texto": "É nulo o contrato de venda e compra firmado de ascendente a descendente, quando houver outros descendentes, ainda que conte com autorização expressa do cônjuge do vendedor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3233108",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "De acordo com o Código Civil, o alienante",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responde vícios redibitórios, se a coisa tiver sido recebida em virtude de doação, ainda que onerosa"
      },
      {
        "letra": "B",
        "texto": "não responde pela evicção , se a aquisição tiver ocorrido em hasta pública."
      },
      {
        "letra": "C",
        "texto": "restituirá o valor que recebeu, com perdas e danos, se conhecia o vício redibitório."
      },
      {
        "letra": "D",
        "texto": "não pode, ainda que por convenção, eximir-se da responsabilidade pela evicção, nas relações civis."
      },
      {
        "letra": "E",
        "texto": "restituirá o valor que recebeu, com perdas e danos, ainda que não conhecesse o vicio redibitório."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3150172",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Câmara de Macapá - AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Evicção é uma área do Direito Civil. A palavra evicção vem do latim evincere , igual a ex vincere : vencer tirando, afastando. E se refere a um vício de direito que atinge o objeto pactuado. Segundo a definição de Clóvis Beviláqua, é: \"a perda total ou parcial de uma coisa, em virtude de sentença que a atribuiu a outrem, por direito anterior ao contrato, de onde nascera a pretensão do evicto\". Em sede doutrinaria, são cinco os requisitos para evicção, corretamente apresentados apenas em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perda, Onerosidade, Anterioridade, Ignorância do Adquirente e Sentença Judicial."
      },
      {
        "letra": "B",
        "texto": "Supressão, Ignorância do Adquirente, Sentença Judicial, Contraditório e Ampla Defesa."
      },
      {
        "letra": "C",
        "texto": "Aleatoriedade, Perda, Gratuidade, Vontade e Anterioridade."
      },
      {
        "letra": "D",
        "texto": "Legalidade, Imparcialidade, Vontade, Anterioridade e Onerosidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3086924",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Acreditando ter feito um bom negócio, Geneci adquiriu, pelo preço de 20 mil reais, o automóvel de Eniete, cujo valor de mercado era estimado em 30 mil reais. Entretanto, alguns dias depois, enquanto dirigia o veículo, foi parado por uma blitz policial. Após informarem que o veículo havia sido furtado do legítimo proprietário, as autoridades o apreenderam. Diante disso, Geneci acionou Eniete pretendendo ressarcimento pelo prejuízo sofrido. Sobre o caso, é correto afirmar que Geneci pode exigir da vendedora:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente os 30 mil reais equivalentes ao valor do carro;"
      },
      {
        "letra": "B",
        "texto": "apenas os 20 mil reais pagos pelo carro, salvo prova de má-fé de Eniete;"
      },
      {
        "letra": "C",
        "texto": "ressarcimento somente após decisão judicial que caracterize a evicção;"
      },
      {
        "letra": "D",
        "texto": "os 20 mil reais pagos pelo carro, além de indenização pelos prejuízos que diretamente resultarem da evicção;"
      },
      {
        "letra": "E",
        "texto": "os 30 mil reais equivalentes ao valor do carro, além de indenização pelos prejuízos que diretamente resultarem da evicção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3030251",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Na hipótese de evicção, é correto dispor que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caberá ao evicto o direito de receber o preço que pagou pela coisa evicta, se não soube do risco da evicção, ou, dele informado, não o assumiu, ainda que prevista cláusula de exclusão da garantia."
      },
      {
        "letra": "B",
        "texto": "não fará jus, o evicto, a eventual reparação do prejuízo sofrido, prevista cláusula expressa de exclusão da garantia contra a evicção."
      },
      {
        "letra": "C",
        "texto": "a cláusula de non praestanda eviccione (exclusão da garantia) não afasta o direito de ressarcimento em favor do evicto que, cientificado do risco da evicção, veio a assumi-lo."
      },
      {
        "letra": "D",
        "texto": "às partes não é dado, ainda que por cláusula expressa, reforçar, diminuir ou excluir a responsabilidade por evicção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2643711",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Décio (comprador) e Tício (vendedor) celebraram contrato de compra e venda de um bem imóvel que não apresentava, visualmente, nenhuma imperfeição. No entanto, 4 (quatro) meses após a celebração do negócio, Décio percebe uma infiltração, cuja causa antecede a compra, que se espalha por todo o bem. Tício conhecia o problema da infiltração antes da venda, embora não o tenha ressalvado ou informado a Décio. Diante do caso hipotético, assinale a alternativa que reflete uma opção de conduta CORRETA sob a perspectiva de Décio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Décio pode reclamar abatimento do preço, com a restituição, pelo alienante, do que recebeu a mais, com perdas e danos."
      },
      {
        "letra": "B",
        "texto": "Décio pode reclamar abatimento do preço, com a restituição, pelo alienante, do que recebeu a mais, sem perdas e danos em virtude da culpa concorrente de Décio na avaliação da coisa ao celebrar o negócio jurídico."
      },
      {
        "letra": "C",
        "texto": "Décio pode enjeitar a coisa, sendo-lhe restituído o que pagou, sem perdas e danos ou despesas do contrato, em virtude de sua culpa concorrente na avaliação da coisa ao celebrar o negócio jurídico."
      },
      {
        "letra": "D",
        "texto": "Décio não tem pretensão contra Tício, haja vista a decadência de seu direito de obter a redibição."
      },
      {
        "letra": "E",
        "texto": "se Tício não tivesse conhecimento do vício, restaria obstaculizado o direito de Décio em enjeitar a coisa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2570612",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Osasco - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Carlos possui um automóvel de coleção que já não utiliza mais e decide presentear sua neta Ana com ele. No entanto, ele tem receio de que ela não tenha condições de arcar com as despesas de manutenção do carro, por se tratar um carro antigo original. Para garantir que o carro continue sendo bem preservado, Carlos decide realizar uma doação com encargo de manutenção periódica a cada seis meses em uma determinada oficina mecânica de sua confiança. Ocorre que, sessenta dias após o recebimento do carro, Ana percebe existir um vício oculto, uma vez que as costuras internas do estofamento não são originais, diminuindo significativamente o valor do veículo. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ana não poderá rejeitar a coisa ou receber indenização, pois trata-se de doação."
      },
      {
        "letra": "B",
        "texto": "Em vez de rejeitar a coisa, redibindo o contrato, Ana pode apenas reclamar abatimento no preço."
      },
      {
        "letra": "C",
        "texto": "Ana já não poderá obter a redibição ou abatimento no preço uma vez que passado o prazo de trinta dias estabelecido em lei para coisas móveis."
      },
      {
        "letra": "D",
        "texto": "Carlos não tem responsabilidade sobre a diminuição do valor do veículo uma vez que Ana já estava na posse do veículo quando surgiu o problema."
      },
      {
        "letra": "E",
        "texto": "Mesmo que Carlos não soubesse do vício, deverá restituir Ana com perdas e danos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2566204",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TCE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Tereza, experiente negociadora de veículos usados, anuncia um veículo por preço bem abaixo do mercado, despertando o interesse de Cristina. Cristina então procurou Tereza a fim de adquirir o veículo. Curiosa para entender a razão pela qual Tereza estava vendendo o bem por um valor bem abaixo de mercado, interrogou Tereza, que então explicou que o veículo foi adquirido por herança de seu avô e que seus primos estariam reclamando judicialmente a propriedade do bem, informando, inclusive, o número do processo. Considerando o valor do bem, Cristina resolveu fechar o negócio, que foi firmado por escrito, contando cláusula específica de exclusão de responsabilidade de Tereza caso os primos lograssem êxito na referida ação judicial e carro fosse por eles retomado. Foi acertado ainda o pagamento à vista. Seis meses após a celebração da compra e venda, Cristina teve o carro apreendido por autoridade policial, que informou que o veículo era roubado e vinha sendo procurado há cerca de dois anos. Em seguida, Cristina procurou Tereza, requerendo a restituição dos valores pagos. Tereza, no entanto, se recusou, sob o argumento que o contrato celebrado entre as partes excluía integralmente a sua responsabilidade por eventual perda do bem. Diante da situação hipotética narrada e em conformidade com a legislação vigente, avalie as assertivas a seguir. I. Tereza poderá ser responsabilizada pela evicção, a qual abarca a restituição integral do preço pago por Cristina, bem como a indenização pelas despesas dos contratos e as custas judiciais e honorários advocatícios. II. Tereza está correta em sua argumentação, pois constou do contrato, cláusula específica de exclusão de responsabilidade pela eventual perda do bem, o que abarca a apreensão por autoridade judicial. III. Eventual responsabilidade de Tereza, dependerá de sentença transitada em julgado determinando a perda do bem, sendo insuficiente para tal, a apreensão por autoridade policial. IV. Tereza não poderá ser responsabilizada pela perda do bem, pois informou a Cristina que se tratava de coisa litigiosa e, para compensar o risco, o preço pactuado foi abaixo do valor de mercado. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2524469",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TCE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Em um município do interior do país, Joaquim Maria, com objetivo de desfrutar da sua aposentadoria, comprou uma chácara de Franciso José por meio de escritura pública com pagamento à vista com imissão imediata da posse. As despesas com a celebração do contrato foram pagas por Joaquim. Seis meses após a celebração do contrato, Joaquim tem ciência que Franciso havia adquirido a chácara de Brás Cubas, contudo a venda foi anulada por vício formal. Destaca-se que Joaquim e Francisco não tinham ciência do vício ou da possibilidade de anulação. No contrato de compra e venda, inexistia qualquer cláusula a respeito da evicção. Analise a situação hipotética com base no tema evicção e assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A boa-fé do alienante exclui sua responsabilidade pela evicção, devendo o adquirente acionar diretamente o causador do vício formal."
      },
      {
        "letra": "B",
        "texto": "Como se trata de princípio de ordem pública, é vedada as partes a inclusão de cláusula contratual que exclua a garantia contra a evicção."
      },
      {
        "letra": "C",
        "texto": "Entre outros valores, Joaquim Maria tem direito à restituição integral do preço e à indenização pelas despesas do contrato de compra e venda."
      },
      {
        "letra": "D",
        "texto": "Caso Joaquim Maria tenha realizada benfeitorias na chácara, somente as necessárias serão restituídas por Francisco José."
      },
      {
        "letra": "E",
        "texto": "A evicção se caracteriza como fenômeno jurídico subjetivo e, por isso, depende do conhecimento ou da culpa do alienante para a sua ocorrência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2521593",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A respeito da evicção, é possível afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se houver perda da coisa adquirida em virtude de decisão judicial, o evicto deverá convocar o alienante imediato, incluindo os anteriores, à integração da lide, se proposta uma ação para evencer o bem adquirido, para que respondam pelas consequências, assumindo a defesa, pois só assim poderá exercitar o direito que da evicção lhe resulta."
      },
      {
        "letra": "B",
        "texto": "não obstante a cláusula que exclui a garantia contra a evicção, se esta de der, tem direito o evicto a receber o preço que pagou pela coisa evicta, ainda que ciente do risco da evicção, ou de não tê-lo assumido."
      },
      {
        "letra": "C",
        "texto": "para o direito que da evicção lhe resulta, independe o evicto da denunciação da lide ao alienante, podendo fazê-la, se lhe parecer conveniente, pelos princípios da economia e da celeridade processuais."
      },
      {
        "letra": "D",
        "texto": "pode o adquirente demandar pela evicção, ainda que ciente de que a coisa era litigiosa."
      },
      {
        "letra": "E",
        "texto": "perdida a propriedade do bem, o evicto há de ser indenizado com importância que lhe garanta o equivalente ao valor da coisa, na época em que se evenceu, ficando estabelecido que tal garantia se resolve na devolução do que foi pago, com correção monetária, independentemente do valor correspondente à perda sofrida na data da efetiva restituição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2464807",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Martha está procurando um imóvel para comprar e encontra um anúncio de Pedro, na internet, que lhe interessa. Martha entra em contato com o vendedor, combinam data e horário para avaliação presencial do bem, negocia valores e decide comprar o imóvel de Pedro pelo valor de R$ 300.000,00 (trezentos mil reais), mediante empréstimo do Banco X. Cinco meses depois, Martha recebe uma notificação judicial com o inteiro teor de uma decisão judicial determinando a devolução do imóvel para Cleusa, a verdadeira dona do imóvel. Diante da situação hipotética, Martha terá direito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclamar apenas a restituição integral do valor de R$ 300.000,00 com atualização monetária e honorários advocatícios."
      },
      {
        "letra": "B",
        "texto": "obter o valor das benfeitorias necessárias ou úteis realizadas após a propositura da ação reivindicatória."
      },
      {
        "letra": "C",
        "texto": "demandar pela evicção, movendo ação contra Pedro, ainda que ela soubesse do risco e no contrato houvesse cláusula de exclusão da responsabilidade pela evicção."
      },
      {
        "letra": "D",
        "texto": "cobrar o valor de Pedro, no prazo prescricional de 2 anos, contados da propositura da ação de evicção."
      },
      {
        "letra": "E",
        "texto": "receber a restituição integral do preço que pagou, além dos valores relativos aos prejuízos decorrentes dos juros adquiridos no empréstimo tomado para pagar o valor do imóvel."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2450733",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Em conformidade com o Código Civil brasileiro, quando o vício, por sua natureza, só puder ser conhecido mais tarde, o prazo contar-se-á do momento em que dele tiver ciência, até o prazo máximo de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quarenta e cinco dias em se tratando de bens móveis; e de noventa dias para os imóveis."
      },
      {
        "letra": "B",
        "texto": "noventa dias em se tratando de bens móveis; e de cento e oitenta dias para os imóveis."
      },
      {
        "letra": "C",
        "texto": "cento e oitenta dias, em se tratando de bens móveis; e de um ano, para os imóveis."
      },
      {
        "letra": "D",
        "texto": "cento e oitenta dias, em se tratando de bens móveis; e de dois anos, para os imóveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2443860",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Criciúma - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Acerca do Código Civil, assinale a alternativa INCORRETA sobre os Vícios Redibitórios.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coisa recebida em virtude de contrato comutativo pode ser enjeitada por vícios ou defeitos ocultos, que a tornem imprópria ao uso a que é destinada, ou lhe diminuam o valor."
      },
      {
        "letra": "B",
        "texto": "Em vez de rejeitar a coisa, redibindo o contrato, pode o adquirente reclamar abatimento no preço."
      },
      {
        "letra": "C",
        "texto": "Se o alienante conhecia o vício ou defeito da coisa, restituirá o que recebeu com perdas e danos; se o não conhecia, tão somente restituirá o valor recebido, mais as despesas do contrato."
      },
      {
        "letra": "D",
        "texto": "Prescreverá o adquirente do direito de obter a redibição ou abatimento no preço no prazo de trinta dias se a coisa for móvel, e de um ano se for imóvel, contado da entrega efetiva; se já estava na posse, o prazo conta-se da alienação, reduzido à metade."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade do alienante subsiste ainda que a coisa pereça em poder do alienatário, se perecer por vício oculto, já existente ao tempo da tradição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2414882",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "João decide comprar um terreno para construir a casa dos seus sonhos. Ele encontra um vendedor, Carlos, que lhe oferece um terreno com uma excelente localização e por um preço razoável. João, confiante na negociação, adquire o terreno e paga o valor acordado. No entanto, alguns meses depois, João é surpreendido por uma ação judicial movida por outra pessoa, Maria, que reivindica a propriedade do terreno com base em um documento anterior registrado em cartório. Após análise da situação, é determinado que Maria possui de fato o direito de propriedade sobre uma parte do terreno que João adquiriu. Neste caso, considera-se uma evicção parcial, mas considerável, pois João perdeu parte do terreno que comprou devido à reivindicação legítima de Maria. Diante disso, João tem o direito de optar entre duas alternativas: a rescisão do contrato e a restituição da parte do preço correspondente ao desfalque sofrido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2371663",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: INPI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Acerca de fatos e negócios jurídicos, de atos jurídicos, de prescrição e decadência, de prova dos fatos jurídicos e de contratos, julgue o item a seguir.Se a coisa recebida em virtude de contrato comutativo tiver seu valor diminuído em decorrência de defeito oculto, é lícito ao prejudicado enjeitá-la.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3105372",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CORE-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Pessoa física com a intenção de alienar um automóvel de sua propriedade entregou o bem a um corretor que realizava a intermediação de compra e venda de veículos seminovos. Um consumidor interessado transferiu ao intermediador o valor estipulado para a aquisição do bem. Antes do comprador conseguir transferir o veículo para o seu nome, ocorreu o bloqueio judicial do bem em decorrência de uma dívida contraída pelo proprietário. Com a impossibilidade da transferência da propriedade, o adquirente desistiu do negócio e o intermediador arcou com o reembolso do valor despendido. Posteriormente, o corretor ingressou com ação de cobrança contra o alienante pedindo o ressarcimento dos danos sofridos. Na situação apresentada, o bloqueio judicial que gerou a resolução do contrato para aquisição do bem provocou o defeito do negócio jurídico conhecido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dolo."
      },
      {
        "letra": "B",
        "texto": "Lesão."
      },
      {
        "letra": "C",
        "texto": "Evicção."
      },
      {
        "letra": "D",
        "texto": "Vicio redibitório."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2626788",
    "metadata": "Ano: 2023 | Banca: FURB | Órgão: Prefeitura de Ilhota - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Parte Geral",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A distinção entre prescrição e decadência é essencial para a compreensão dos prazos para o exercício de direitos no ordenamento jurídico brasileiro. O Código Civil (Lei nº 10.406/2002) estabelece regras específicas para cada instituto. Levando em consideração os dispositivos legais pertinentes, analise a seguinte situação hipotética: Em janeiro de 2018, Mariana adquiriu um veículo zero quilômetro de uma concessionária. Em janeiro de 2021, ela descobriu que o veículo possuía um defeito oculto, que reduzia significativamente seu desempenho e segurança. Mariana, então, pretende ajuizar uma ação exigindo a substituição do veículo por outro da mesma espécie, em perfeitas condições de uso. A concessionária, por sua vez, argumenta que o prazo para a reclamação de Mariana já se esgotou. Com base no Código Civil, assinale a alternativa correta sobre a situação de Mariana:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mariana se encontra dentro do prazo para o exercício de seu direito, pois a decadência para vícios ocultos nos contratos de consumo é de 90 dias após sua constatação, conforme artigo 26, § 3º, do Código de Defesa do Consumidor."
      },
      {
        "letra": "B",
        "texto": "O direito de Mariana de exigir a substituição do veículo está prescrito, pois o prazo prescricional para ações pessoais é de 3 anos, conforme artigo 206, §3º, do Código Civil."
      },
      {
        "letra": "C",
        "texto": "Mariana está sujeita ao prazo de decadência de 90 dias para reclamar por vícios aparentes ou de fácil constatação, conforme artigo 26 do Código de Defesa do Consumidor."
      },
      {
        "letra": "D",
        "texto": "A pretensão de Mariana é imprescritível, uma vez que se refere a um direito de personalidade relacionado à segurança pessoal."
      },
      {
        "letra": "E",
        "texto": "A ação de Mariana decai em 180 dias, contados da entrega efetiva do veículo, de acordo com o artigo 445, parágrafo único, do Código Civil, relativo aos vícios redibitórios."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2550715",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CORE-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Contratos são fontes de obrigações. Sobre a teoria da imprevisão, evicção e vícios redibitórios, analise as afirmativas a seguir. I. Vícios redibitórios podem ser aplicados a doações. II. A evicção pode ser alegada também em aquisição onerosa realizada em hasta pública. III. A resolução de um contrato com base na teoria da imprevisão pode ser evitada oferecendo-se o réu a modificar equitativamente as condições do contrato. IV. Constatado o vício redibitório, o adquirente pode rejeitar a coisa, redibindo o contrato, ou pode reclamar abatimento no preço. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2513647",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: TJ-AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Em relação à evicção, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos termos do Código Civil, todos os contratos podem conter cláusula tendente a diminuir ou excluir a responsabilidade do alienante em caso de evicção."
      },
      {
        "letra": "B",
        "texto": "Ainda que o adquirente tivesse conhecimento de que o bem era objeto de discussão judicial com terceiros, terá sempre o direito de demandar contra o alienante em caso de evicção decorrente do referido processo judicial."
      },
      {
        "letra": "C",
        "texto": "Se o contrato de compra e venda de uma casa contém cláusula geral de exclusão da responsabilidade do alienante por evicção, não especificando quais são os riscos específicos que podem levar à perda do bem, o adquirente não terá meios de reclamar qualquer indenização caso, após alguns meses da compra, seja intimado acerca do leilão da casa por conta de dívida do alienante frente a um banco."
      },
      {
        "letra": "D",
        "texto": "Uma vez que o adquirente alugava para terceiros a casa que adquiriu e que perdeu em razão do leilão judicial ocorrido em execução movida contra o alienante, terá direito não apenas a ser indenizado pelo valor atual do imóvel, como também pelo valor que deixou de ganhar em razão da rescisão do contrato de aluguel, bem como pelas multas e indenizações que teve que pagar ao inquilino por conta da perda da propriedade do bem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2512277",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Pedro adquiriu de João, mediante contrato de compra celebrado na forma e nos termos da lei, pelo valor de R$ 600.000,00, uma casa em um condomínio localizado na cidade de São Luís-MA, tendo o pagamento sido devidamente realizado no ato da assinatura da escritura pública. Algumas semanas depois de se mudar, Pedro foi acionado judicialmente por Felipe da Silva, que afirma ser o real proprietário do imóvel, o qual lhe teria sido injustamente usurpado por João. Pedro não tem nenhum conhecimento dos fatos alegados por Felipe e por carecer de fundamentos e de provas para se defender na ação que lhe é movida, teme perder a demanda. Sobre o caso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a evicção consiste na perda parcial ou integral do bem. Para que o evicto possa exercer os direitos resultantes da evicção, faz-se necessário o trânsito em julgado da decisão."
      },
      {
        "letra": "B",
        "texto": "a situação descrita no enunciado se enquadra na hipótese de evicção que, por sua vez, deve ser compreendida como a perda da coisa em razão de uma decisão judicial, sendo inviável em casos de apreensão administrativa."
      },
      {
        "letra": "C",
        "texto": "em um contrato consensual e paritário, em que restou prevista expressamente a cláusula de irresponsabilidade pela evicção, se esta vier a ocorrer e se o evicto não sabia do risco da evicção, o alienante responde pelo preço da coisa."
      },
      {
        "letra": "D",
        "texto": "a responsabilidade pela evicção decorre da lei. No entanto, é lícito aos contratantes reforçar a responsabilidade, agravando seus efeitos, desde que observado, em atenção ao princípio da função social do contrato, que no caso do reforço, a parte que deu causa à evicção somente responderá até o limite do valor da coisa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2338783",
    "metadata": "Ano: 2023 | Banca: IVIN | Órgão: Prefeitura de Santana do Piauí - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Augusto adquiriu um imóvel de Sofonias. Cerca de quarenta dias após a compra, com o início das chuvas, Augusto descobriu que o imóvel não tinha colunas e que corria sérios riscos de desabar devido à construção antiga e precária. Ao procurar seu advogado, este analisou os detalhes do caso e constatou que se tratava de um vício redibitório. Assim sendo, Augusto foi orientado corretamente que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Augusto poderia rejeitar a coisa, mas não poderia reclamar abatimento no preço."
      },
      {
        "letra": "B",
        "texto": "Augusto decairia do direito de obter a redibição no prazo de trinta dias."
      },
      {
        "letra": "C",
        "texto": "Augusto teria o prazo decadencial de um ano para obter a redibição ou abatimento no preço, a partir do momento em que tomou ciência."
      },
      {
        "letra": "D",
        "texto": "Augusto poderia rejeitar a coisa ou reclamar abatimento no preço, desde que o fizesse no prazo máximo de cento e oitenta dias."
      },
      {
        "letra": "E",
        "texto": "Os vícios redibitórios não se aplicam aos bens imóveis, razão pela qual Augusto precisaria reclamar danos morais ou materiais, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2319994",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Parte Geral",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "João é filho de Rodrigo e Eduarda. Com 14 anos de idade, desenvolveu, com amigos da escola, uma tecnologia nova, dependente de água limpa em abundância. Pouco tempo antes, Rodrigo herdou um sítio de sua mãe, com vários cursos d’água, e, por isso, João se interessou em comprálo. Foi obtida a devida autorização judicial para o negócio, o qual foi validamente celebrado, poucos dias antes do aniversário de 15 anos de João. Passados 13 meses da conclusão da compra e venda e da imissão do comprador na posse, João e seus amigos descobriram que a água que corre pelo sítio é contaminada, não se prestando para o uso esperado, o que impediu a continuidade do empreendimento. Em relação ao prazo legal que João tem para reclamar de Rodrigo acerca do problema, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo legal para tanto já se esgotou."
      },
      {
        "letra": "B",
        "texto": "O prazo legal irá se esgotar quando João completar 19 anos."
      },
      {
        "letra": "C",
        "texto": "O prazo legal irá se esgotar quando João completar 18 anos."
      },
      {
        "letra": "D",
        "texto": "O prazo legal irá se esgotar quando João completar 17 anos."
      },
      {
        "letra": "E",
        "texto": "Não há prazo para tanto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2319992",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Responsabilidade civil",
      "Prestação de Serviços e Empreitada",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido",
      "Modalidades da Responsabilidade Civil"
    ],
    "enunciado_principal": "Sofia Administradora de Imóveis Ltda., após adquirir um lote em condomínio fechado, contratou Joaquim, engenheiro renomado, para que construa uma casa padrão em lote que adquiriu com o intuito de investimento, segundo projeto elaborado pela arquiteta da sociedade empresária. Durante a obra, surgiram vários obstáculos que obrigaram o engenheiro a adaptar o projeto e a execução da obra, o que encareceu o custo. Tudo ocorreu à vista dos prepostos de Sofia Adm. de Imóveis Ltda., mas sem qualquer autorização deles por escrito e, até a entrega da obra, sem qualquer protesto da sociedade empresária. Após a finalização do serviço, Joaquim pediu acréscimo do valor acordado, relativo ao incremento de custo e serviços com as alterações promovidas. Poucas semanas após a entrega da obra, Sofia Adm. de Imóveis Ltda., por meio de sua preposta, percebeu alguns vícios construtivos que não foram notados por ocasião da entrega da casa construída, designadamente: alguns pisos desnivelados, paredes da área de serviço sem acabamento adequado, diferença de tonalidade dos revestimentos, diferença de espessura no rejunte do piso, bem como pilares e vigas com espessura maior do que a parede. Sendo assim, Sofia Adm. de Imóveis Ltda. se recusou a realizar o pagamento da última parcela do preço da empreitada (correspondente a 30% do valor acordado). Três meses depois, Joaquim propõe ação de cobrança da dívida em aberto, incluindo o acréscimo que entende devido. Ao receber a citação, Sofia Adm. de Imóveis Ltda., além de defenderse da cobrança do acréscimo, propõe reconvenção visando, única e exclusivamente, ao abatimento proporcional do preço ajustado, em razão da garantia legal de solidez e segurança da obra. Sofia Adm. de Imóveis Ltda., ofereceu a defesa com reconvenção 120 dias após tomar conhecimento inequívoco dos vícios que apontou. Sobre o fato descrito, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso João tenha êxito em sua ação, não poderá nomear à penhora o imóvel em questão, em razão da garantia legal da impenhorabilidade do bem de família."
      },
      {
        "letra": "B",
        "texto": "João não tem razão ao exigir acréscimo no preço, porque não houve autorização expressa para que houvesse modificação do projeto, que deveria resultar de instruções escritas da dona da obra."
      },
      {
        "letra": "C",
        "texto": "Sofia Adm. de Imóveis Ltda. arguiu os vícios construtivos dentro do prazo prescricional quinquenal de responsabilidade pela solidez e segurança do imóvel."
      },
      {
        "letra": "D",
        "texto": "Sofia Adm. de Imóveis Ltda., até poderia suscitar a garantia legal de solidez e segurança, mas assim o fez após o trancurso do prazo decadencial, contado da ciência do vício."
      },
      {
        "letra": "E",
        "texto": "Sofia Adm. de Imóveis Ltda. não tem razão, porque a garantia legal invocada não protege vícios que estão apenas relacionados com a estética e a funcionalidade do bem, sem atingir a solidez, segurança e habitabilidade do imóvel."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2319991",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Magno adquiriu um piano usado de Bianca, pianista famosa, pelo valor de R$40.000,00 (quarenta mil reais), compatível com o preço de mercado, após anúncio na internet de venda do bem “em perfeitas condições”. As partes firmaram minuta contratual em que havia cláusula genérica de exclusão da garantia contra evicção. Ao buscar o bem, Magno o abriu e verificou que todas as cordas estavam, aparentemente, em boas condições. Assim, o levou para seu novo apartamento, que estava em obras. Após 100 dias da aquisição, quando finalmente a obra foi concluída, o adquirente o testou pela primeira vez, circunstância na qual percebeu que, após 10 minutos de uso, algumas cordas começaram a prender e, outras, a se soltar, em virtude de seu estado de deterioração. Para piorar, na mesma semana, Abel recebe intimação de ordem de busca e apreensão do piano, considerando que o bem já estava penhorado por um credor de Bianca antes da alienação, tendo ela sido designada como depositária. Diante deste fato, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O evicto, mesmo com a cláusula genérica de exclusão da garantia, tem direito a receber o preço que pagou pela coisa evicta, porque não tinha conhecimento do risco concreto da evicção."
      },
      {
        "letra": "B",
        "texto": "Magno não poderia rejeitar a coisa, redibindo o contrato, ou reclamando abatimento do preço, porque não há vício redibitório no caso."
      },
      {
        "letra": "C",
        "texto": "Magno, apesar de tratar-se de vício redibitório, não pode rejeitar a coisa ou reclamar abatimento do preço, porque, para a aplicação do regime, exige-se que o contrato seja comutativo."
      },
      {
        "letra": "D",
        "texto": "O regime dos vícios redibitórios não pode ser invocado porque ultrapassado o prazo decadencial de 90 (noventa) dias para o exercício do direito dos direitos à redibição ou abatimento do preço."
      },
      {
        "letra": "E",
        "texto": "O adquirente não pode demandar pela evicção da coisa, porque deveria saber que o bem alienado já estava penhorado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2312083",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Adalberto comprou um automóvel usado de Bianca, mas, alguns dias depois da entrega do bem, foi parado numa blitz policial porque o veículo havia sido furtado. O veículo foi então apreendido pelas autoridades administrativas para ser encaminhado ao seu real proprietário, Cristiano. Adalberto agora pretende acionar Bianca para ser ressarcido pelos prejuízos. Sobre o caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mesmo que o contrato exclua a garantia contra evicção, terá Adalberto direito ao ressarcimento do preço pago, se o risco de o veículo ser furtado não foi informado ou assumido;"
      },
      {
        "letra": "B",
        "texto": "se Adalberto vier a manter a posse do bem por novo contrato de compra e venda com Cristiano, não terá direito a indenização perante Bianca;"
      },
      {
        "letra": "C",
        "texto": "a pretensão de Adalberto em face de Bianca pelo ressarcimento do prejuízo sofrido pressupõe decisão judicial que reconheça a propriedade de Cristiano;"
      },
      {
        "letra": "D",
        "texto": "caso Adalberto, acionado judicialmente por Cristiano, deixe de denunciar a lide à Bianca, não terá direito a receber indenização de Bianca;"
      },
      {
        "letra": "E",
        "texto": "a indenização devida por Bianca a Adalberto deve abranger despesas do contrato, custas judiciais, honorários, frutos e o abono das benfeitorias feitas por Adalberto ou por Bianca."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2307544",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Danilo e Eduarda firmaram contrato de promessa de compra e venda de imóvel com a XYZ Empreendimentos Ltda. para aquisição de um apartamento de um edifício em construção (imóvel “na planta”). O casal pagou todas as prestações avençadas, mas pode não ficar com a unidade prometida. Ocorre que a construtora, após alguns reveses financeiros, declarou falência. Foi então que Danilo e Eduarda descobriram que, para viabilizar a construção, a XYZ obtivera financiamento junto ao Banco H, dando a este, em garantia hipotecária, as próprias unidades do edifício em construção. Dessa forma, inadimplida a dívida da XYZ perante o Banco H, este pretende a excussão da hipoteca que garante seu crédito, a prevalecer sobre o direito de Danilo e Eduarda à propriedade do apartamento. Nesse conflito, deve prevalecer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o direito de Danilo e Eduarda, se a hipoteca for posterior ao direito dos promitentes compradores, pois a constituição do gravame hipotecário não pode prejudicar o direito real que lhe é anterior;"
      },
      {
        "letra": "B",
        "texto": "o direito de Danilo e Eduarda, ainda que a hipoteca seja anterior ao direito dos promitentes compradores, pois seria abusivo transferir aos consumidores o risco do empreendimento;"
      },
      {
        "letra": "C",
        "texto": "o direito do Banco H, tendo em vista que o gravame hipotecário, ao atribuir sequela e preferência creditória e temporal ao seu titular, prevalece sobre o direito pessoal dos promitentes comparadores;"
      },
      {
        "letra": "D",
        "texto": "o direito do Banco H, se a hipoteca for anterior ao direito dos promitentes compradores, pela norma da preferência temporal, tendo em vista que a averbação da hipoteca afasta a eficácia de outros direitos reais subsequentes;"
      },
      {
        "letra": "E",
        "texto": "o direito do Banco H, ainda que a hipoteca seja posterior ao contrato, pois a preferência que ela atribui ao credor é garantia de efetividade do financiamento do empreendimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2304872",
    "metadata": "Ano: 2023 | Banca: FADESP | Órgão: Prefeitura de Parauapebas - PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A evicção é conceituada como a perda da coisa por sentença judicial ou ato administrativo que reconheça o direito a um terceiro anterior à relação. Nos termos do código civil, a obrigação do alienante de ressarcir o comprador evicto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só existe caso esteja expressamente fixada no contrato."
      },
      {
        "letra": "B",
        "texto": "pode ser excluída, bastando para isso cláusula expressa que afirme que o bem está sujeito à evicção."
      },
      {
        "letra": "C",
        "texto": "ainda que haja cláusula expressa excluindo a evicção, o evicto ainda assim tem direito a receber o que pagou, a não ser que, estando ciente, tenha assumido expressamente o risco de vir a sofrer a evicção."
      },
      {
        "letra": "D",
        "texto": "é norma de ordem pública, razão pela qual não pode ser excluída por cláusula contratual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2288566",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CORE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Os vícios redibitórios e a evicção são conceitos relacionados ao direito civil, especificamente no âmbito dos contratos de compra e venda. Eles dizem respeito a defeitos ou problemas que podem surgir após a conclusão de uma transação, afetando a validade ou a qualidade do objeto vendido. Sobre os referidos defeitos, analise as afirmativas a seguir. I. Se o alienado conhecia o vício ou defeito da coisa, restituirá o que recebeu com perdas e danos; se o não conhecia, tão somente restituirá o valor recebido, mais as despesas do contrato. II. Quando o vício, por sua natureza, só puder ser conhecido mais tarde, o prazo contar-se-á do momento em que dele tiver ciência, até o prazo máximo de cento e oitenta dias, em se tratando de bens móveis; e, de um ano, para os imóveis. III. Não obstante a cláusula que exclui a garantia contra a evicção, se esta se der, tem direito o evicto a receber o preço que pagou ela coisa evicta, se não soube do risco da evicção, ou, dele informado, não o assumiu. IV. Se o adquirente tiver auferido vantagens das deteriorações, e tiver sido condenado a indenizá-las, o valor das vantagens será deduzido da quantia que lhe houver de dar o alienante. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2236214",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: RBPREV - AC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Márcia adquiriu um imóvel de Jorge, com cláusula de garantia de 5 (cinco) anos. Jorge conhecia de um vício, não aparente anterior à entrega do bem, e não informou à Márcia. Conforme o caso acima narrado e o disposto no Código Civil, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "após Márcia descobrir o vício, poderá denunciar o defeito a Jorge a qualquer tempo, desde que dentro do prazo de garantia."
      },
      {
        "letra": "B",
        "texto": "Márcia, decidindo por redibir o contrato, poderá demandar de Jorge apenas a restituição do valor pago pelo imóvel e as despesas do contrato."
      },
      {
        "letra": "C",
        "texto": "se o imóvel perecer em poder de Márcia em razão de outro vício oculto não conhecido por Jorge, este não poderá ser responsabilizado."
      },
      {
        "letra": "D",
        "texto": "Márcia poderá optar pelo abatimento do preço ou rejeitar a coisa, uma vez conhecido o vício, no prazo máximo de 1 (um) ano da efetiva entrega do imóvel."
      },
      {
        "letra": "E",
        "texto": "Márcia deverá denunciar o vício a Jorge no prazo máximo de 30 (trinta) dias do seu descobrimento, sob pena de, não o fazendo, incorrer na decadência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2169937",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: PROCERGS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Nos contratos onerosos, o alienante responde pela evicção. Subsiste esta garantia ainda que a aquisição se tenha realizado em hasta pública. Sobre as disposições do Código Civil que tratam da evicção, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Podem as partes, por cláusula expressa, reforçar, diminuir ou excluir a responsabilidade pela evicção."
      },
      {
        "letra": "B",
        "texto": "As benfeitorias necessárias ou úteis, não abonadas ao que sofreu a evicção, não serão pagas pelo alienante."
      },
      {
        "letra": "C",
        "texto": "Salvo estipulação em contrário, tem direito o evicto, além da restituição integral do preço ou das quantias que pagou, à indenização dos frutos que tiver sido obrigado a restituir."
      },
      {
        "letra": "D",
        "texto": "Se parcial, mas considerável, for a evicção, poderá o evicto optar entre a rescisão do contrato e a restituição da parte do preço correspondente ao desfalque sofrido. Se não for considerável, caberá somente direito à indenização."
      },
      {
        "letra": "E",
        "texto": "Não pode o adquirente demandar pela evicção se sabia que a coisa era alheia ou litigiosa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2169936",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: PROCERGS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Acerca dos vícios redibitórios, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São vícios ou defeitos ocultos, que tornam a coisa imprópria ao uso a que é destinada ou lhe diminuam o valor."
      },
      {
        "letra": "B",
        "texto": "Em vez de rejeitar a coisa, redibindo o contrato, pode o adquirente reclamar abatimento no preço, uma vez verificado o vício."
      },
      {
        "letra": "C",
        "texto": "Se o alienante conhecia o vício ou defeito da coisa, restituirá o que recebeu com perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Nos contratos de doação, seja ela onerosa ou não, se o alienante conhecia o vício ou defeito da coisa, restituirá o que recebeu com perdas e danos."
      },
      {
        "letra": "E",
        "texto": "Se o alienante não conhecia o vício, tão somente restituirá o valor recebido, mais as despesas do contrato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2134221",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Locação de Coisas",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "No que tange às especificidades dos contratos em espécie no Código Civil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É nula a venda de ascendente a descendente, salvo se houver expresso consentimento dos outros descendentes e do cônjuge do alienante."
      },
      {
        "letra": "B",
        "texto": "Na locação de coisas por tempo determinado, esta cessará de pleno direito ao final do prazo estipulado, independentemente de notificação ou aviso."
      },
      {
        "letra": "C",
        "texto": "O depositário não responderá pelos casos de força maior, independentemente de prova do ocorrido."
      },
      {
        "letra": "D",
        "texto": "O segurador será obrigado a pagar em pecúnia o prejuízo resultante do risco assumido, ainda que seja convencionada a reposição da coisa."
      },
      {
        "letra": "E",
        "texto": "A doação a entidade futura prescreverá se, em dois anos, não estiver regularmente constituída."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2110245",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PGM - Niterói",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Usucapião",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Lafaiete foi curado de uma grave doença pelo renomado dr. Andrade. A cirurgia foi realizada de forma gratuita, no consultório particular do médico que atendia, por caridade, pessoas carentes. Lafaiete, mesmo não podendo arcar com os elevadíssimos honorários do famoso médico, doou-lhe um carro popular, de valor ínfimo, que havia roubado há seis anos para empregar em sua atividade habitual de motorista de aplicativo. Dr. Andrade aceitou o bem, ignorando seu histórico e, pouco tempo depois, foi interpelado pelo antigo dono do veículo que nunca esquecera o crime e, por coincidência, foi também se consultar com o médico. Nesse caso, é correto afirmar que Lafaiete:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que houve a coisa de forma violenta, não poderia tê-la usucapido, mas não responderá pelo vício redibitório nem pela evicção, uma vez que o fato de se tratar de doação remuneratória não retira o caráter de liberalidade do contrato;"
      },
      {
        "letra": "B",
        "texto": "usucapiu o bem durante os anos em que o utilizou, de forma ostensiva; a par disto, não há por que falar em evicção ou no reconhecimento de vício redibitório (origem ilícita) em contrato não oneroso;"
      },
      {
        "letra": "C",
        "texto": "que houve a coisa de forma violenta, não poderia tê-la usucapido, e responderá tanto pela evicção quanto pelo vício redibitório (origem ilícita), cabendo ao dr. Andrade optar pelo que lhe for mais vantajoso;"
      },
      {
        "letra": "D",
        "texto": "usucapiu o bem durante os anos em que o utilizou, de forma ostensiva, de modo que não há por que falar em evicção, apenas em vício redibitório (origem ilícita) a justificar a devolução do veículo;"
      },
      {
        "letra": "E",
        "texto": "que houve a coisa de forma violenta, não poderia tê-la usucapido, e, embora não responda pela evicção em doação remuneratória, deverá aceitar a devolução do veículo pelo vício redibitório (origem ilícita)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2107166",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: BRDE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Em relação aos contratos, sua extinção, resolução por onerosidade excessiva, espécies e vícios redibitórios, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A resilição unilateral, nos casos em que a lei expressa ou implicitamente o permita, opera mediante denúncia notificada à outra parte."
      },
      {
        "letra": "B",
        "texto": "Se, depois de concluído o contrato, sobrevier a uma das partes contratantes diminuição em seu patrimônio capaz de comprometer ou tornar duvidosa a prestação pela qual se obrigou, pode a outra recusar-se à prestação que lhe incumbe, até que aquela satisfaça a que lhe compete ou dê garantia bastante de satisfazê-la."
      },
      {
        "letra": "C",
        "texto": "A compra e venda pode ter por objeto coisa atual ou futura. Neste caso, ficará sem efeito o contrato se esta não vier a existir, salvo se a intenção das partes era de concluir contrato aleatório."
      },
      {
        "letra": "D",
        "texto": "Nos contratos de execução continuada ou diferida, se a prestação de uma das partes se tornar excessivamente onerosa, com extrema vantagem para a outra, em virtude de acontecimentos extraordinários e imprevisíveis, poderá o devedor pedir a resolução do contrato. Os efeitos da sentença que a decretar retroagirão à data do vencimento da obrigação."
      },
      {
        "letra": "E",
        "texto": "A parte lesada pelo inadimplemento pode pedir a resolução do contrato, se não preferir exigir-lhe o cumprimento, cabendo, em qualquer dos casos, indenização por perdas e danos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2070189",
    "metadata": "Ano: 2023 | Banca: FEPESE | Órgão: Prefeitura de Balneário Camboriú - SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Vícios Redibitórios e Evicção",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Assinale alternativa correta de acordo com o Código Civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos contratos gratuitos ou onerosos, responderá o alienante pela evicção."
      },
      {
        "letra": "B",
        "texto": "O direito de evicção acompanha a coisa e não poderá ser objeto de transação."
      },
      {
        "letra": "C",
        "texto": "Caberá ao alienante indenizar o adquirente pelas benfeitorias acrescidas à coisa ao tempo da evicção."
      },
      {
        "letra": "D",
        "texto": "A evicção poderá ser total ou parcial, sendo o preço correspondente ao valor que se perdeu na época em que a coisa se envenceu."
      },
      {
        "letra": "E",
        "texto": "A qualquer tempo poderá o adquirente demandar pela evicção, não podendo o evicto arguir em defesa, que se sabia que a coisa era alheia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2117509",
    "metadata": "Ano: 2022 | Banca: RBO | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A respeito da disciplina dos chamados vícios redibitórios no Código Civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São considerados vícios redibitórios aqueles aparentes ou ocultos que tornem a coisa imprópria para sua finalidade ou lhe reduza o valor."
      },
      {
        "letra": "B",
        "texto": "A garantia contra os vícios redibitórios é própria dos contratos comutativos, assim como das doações onerosas."
      },
      {
        "letra": "C",
        "texto": "Uma vez reconhecido o vício redibitório, o prejudicado terá direito apenas ao pedido de abatimento do preço, se este era um vício aparente."
      },
      {
        "letra": "D",
        "texto": "O alienante não responde pelos vícios que desconhecia ao momento da alienação."
      },
      {
        "letra": "E",
        "texto": "O prazo para a reclamação dos vícios redibitórios é prescricional, disciplinado pela regra geral do Código Civil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1990960",
    "metadata": "Ano: 2022 | Banca: IESES | Órgão: TJ-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A respeito do instituto da evicção e seus efeitos, é correto afirmar: I. Nos contratos onerosos, o alienante responde pela evicção. Subsiste esta garantia ainda que a aquisição se tenha realizado em hasta pública. II. As benfeitorias necessárias ou úteis, não abonadas ao que sofreu a evicção, serão pagas pelo alienante. III. Não pode o adquirente demandar pela evicção, se sabia que a coisa era alheia ou litigiosa. IV. Não podem as partes, por cláusula expressa, reforçar, diminuir ou excluir a responsabilidade pela evicção. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva II está incorreta."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I, II e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1990130",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Quando a Gama S/A, firma de contabilidade, decidiu fechar seu escritório no centro de Palmas, optou por vender as três impressoras seminovas que lá se encontravam. A Grafet Ltda. comprou as três, mas constatou problemas após recebê-las. O rolamento interno da impressora X estava desgastado pelo uso, embora isso não chegasse a prejudicar a impressão ou o seu valor. A bandeja externa de papel da impressora Y estava quebrada e não encaixava mais na máquina, tanto que foi recebida em separado. A impressora Z, por sua vez, funcionou bem durante uma semana, mas depois parou: o técnico chamado informou que a causa do defeito foi um cabeçote interno, que deveria ter sido substituído há pelo menos seis meses. Diante disso, a Grafet pode enjeitar, por vício redibitório:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a impressora X;"
      },
      {
        "letra": "B",
        "texto": "as impressoras X e Y;"
      },
      {
        "letra": "C",
        "texto": "a impressora Y;"
      },
      {
        "letra": "D",
        "texto": "as impressoras Y e Z;"
      },
      {
        "letra": "E",
        "texto": "a impressora Z."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1985440",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "De acordo com o previsto no Código Civil sobre o instituto jurídico da evicção, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a responsabilidade do alienante pela evicção total ou parcial permanece, ainda que a coisa esteja deteriorada, excepcionada a hipótese de dolo do evicto."
      },
      {
        "letra": "B",
        "texto": "a indenização a ser paga ao evicto pela perda da coisa depende de expressa previsão contratual de garantia nesse sentido."
      },
      {
        "letra": "C",
        "texto": "a legislação civil exclui a responsabilidade pela evicção, caso ocorra perda da coisa por decisão judicial superveniente, na hipótese de o evicto ter adquirido o bem em hasta pública."
      },
      {
        "letra": "D",
        "texto": "o evictor deve ressarcir o evicto pelo valor da coisa e pelos prejuízos que resultarem diretamente da evicção, incluídos os frutos que ele tiver sido obrigado a restituir."
      },
      {
        "letra": "E",
        "texto": "no cálculo da indenização devida ao evicto, devem ser levadas em consideração as benfeitorias úteis e voluptuárias que não tiverem sido abonadas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1981664",
    "metadata": "Ano: 2022 | Banca: FADESP | Órgão: SEFAZ-PA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Sobre os contratos, de acordo com o Código Civil, é correto afirmar o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o vício ou defeito da coisa, ainda que desconhecido pelo alienante, obriga este a restituir o valor recebido, mais as despesas do contrato."
      },
      {
        "letra": "B",
        "texto": "é nulo o negócio jurídico quando as declarações de vontade emanarem de erro substancial que poderia ser percebido por pessoa de diligência normal, em face das circunstâncias do negócio. O negócio jurídico nulo pode ser confirmado pelas partes, salvo direito de terceiro."
      },
      {
        "letra": "C",
        "texto": "a escritura pública é essencial à validade do contrato de compra e venda, independente do valor do negócio."
      },
      {
        "letra": "D",
        "texto": "a resilição unilateral é uma modalidade de extinção do contrato e se opera mediante denúncia, independente de notificação da outra parte."
      },
      {
        "letra": "E",
        "texto": "nos contratos unilaterais, nenhum dos contratantes, antes de cumprida a sua obrigação, pode exigir o implemento da obrigação do outro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1960658",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A oficina Borrachex alugou uma prensa hidráulica usada de um ferro-velho local por um ano para utilizar em sua atividade empresarial. Ficou tão satisfeita com a máquina que resolveu comprá-la, tendo o ferro-velho, no âmbito do contrato de compra e venda, lhe dado garantia convencional contra eventuais defeitos pelo prazo de vinte dias. Sobre o prazo de garantia contra vícios redibitórios, nesse caso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a partir da aquisição começa a correr o prazo convencional de garantia, findo o qual começará a correr o prazo legal por inteiro;"
      },
      {
        "letra": "B",
        "texto": "a partir da imissão na posse do bem se iniciou o prazo legal de garantia, que se sobrepõe ao prazo convencional, já que superior ao disposto no contrato;"
      },
      {
        "letra": "C",
        "texto": "a partir da aquisição começa a correr o prazo legal de garantia, que se sobrepõe ao prazo convencional, já que superior ao disposto no contrato;"
      },
      {
        "letra": "D",
        "texto": "a partir da imissão na posse do bem se iniciou o prazo convencional de garantia, findo o qual começará a correr o prazo legal por inteiro;"
      },
      {
        "letra": "E",
        "texto": "a partir da aquisição começa a correr o prazo convencional de garantia, findo o qual começará a correr o prazo legal, reduzido à metade por já estar a oficina na posse do bem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1951297",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "O estudante Marcelo vendeu para seu professor Demétrio o seu tablet usado, modelo Pro, com 256Gb de memória, com função 5G, que permite a inserção de um cartão (chip) de uma operadora de telefonia para acesso à rede móvel. O aparelho também pode acessar a rede por meio da função Wi-Fi. Depois de receber o aparelho, Demétrio adquiriu um cartão (chip) em uma operadora de telefonia local para usá-lo em suas viagens profissionais. No entanto, o aparelho estava com defeito e não permitia o acesso à rede de telefonia móvel, embora todas as outras funções estivessem em perfeita operação. Sabendo-se que Marcelo não conhecia o problema, pois nunca tinha utilizado a função 5G, se Demétrio ainda quiser ficar com o aparelho, ele pode exigir de Marcelo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a devolução integral do preço mais indenização pelas perdas e danos sofridos ao não poder acessar a rede móvel em suas viagens;"
      },
      {
        "letra": "B",
        "texto": "a substituição do aparelho por outro, mais indenização pelas perdas e danos sofridos ao não poder acessar a rede móvel em suas viagens;"
      },
      {
        "letra": "C",
        "texto": "o reparo imediato do aparelho, sem direito a indenização por perdas e danos;"
      },
      {
        "letra": "D",
        "texto": "o abatimento do preço pago sem direito a indenização por perdas e danos;"
      },
      {
        "letra": "E",
        "texto": "o abatimento do preço pago mais indenização pelas perdas e danos sofridos ao não poder acessar a rede móvel em suas viagens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1947792",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Se uma pessoa perde a posse da coisa transferida, por força de sentença judicial que reconheça o direito anterior de terceiro, configura-se o que o direito denomina de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "posse de má-fé."
      },
      {
        "letra": "B",
        "texto": "posse injusta."
      },
      {
        "letra": "C",
        "texto": "redibição."
      },
      {
        "letra": "D",
        "texto": "preempção."
      },
      {
        "letra": "E",
        "texto": "evicção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1942137",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: Prefeitura de Teresina - PI",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Pedro Paulo adquire um Fiat Uno usado, ano 2015, com 60 mil quilômetros rodados, fundindo o motor 120 dias depois da tradição do bem, sem que houvesse qualquer indício prévio de que isso iria acontecer. O alienante, João Dirceu, conhecia o mau estado do motor, o que omitiu por ocasião da venda. Nessas circunstâncias, prevê o Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode-se pedir ou a redibição do contrato ou perdas e danos, pois não ocorreu a decadência, mas a cumulação dos pedidos é incompatível juridicamente."
      },
      {
        "letra": "B",
        "texto": "É possível pedir a redibição ou o abatimento no preço do veículo, correspondente ao valor do conserto do motor, sem prejuízo de eventuais perdas e danos, pela omissão dolosa, pois, por sua natureza, o vício só poderia ter sido conhecido mais tarde e, nessa hipótese, o prazo de decadência é de 180 dias para percebimento do vício, mais 30 dias para ajuizamento da ação a partir da verificação."
      },
      {
        "letra": "C",
        "texto": "Não é possível qualquer pedido, redibitório, indenizatório ou de abatimento de preço por se tratar de bem usado, em relação ao qual o prazo máximo de garantia é o de noventa dias da tradição, já transcorrido."
      },
      {
        "letra": "D",
        "texto": "Não é possível pedir seja a redibição, seja o abatimento do preço, pois o prazo decadencial é o de 30 dias para bens móveis, contado da entrega efetiva do veículo, já transcorrido de há muito."
      },
      {
        "letra": "E",
        "texto": "Não é possível pedir a redibição, pela ocorrência da decadência no prazo de 30 dias, contado da tradição, mas sim o abatimento ou perdas e danos, porque nesse caso o prazo é prescricional de cinco anos, por defeito do produto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1926008",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Cosme comprou uma geladeira usada de sua vizinha, Daniela. Entretanto, três semanas depois, o eletrodoméstico parou de gelar e o técnico demandado indicou que o defeito decorreu de um pequeno vazamento da mangueira, que deveria estar lá há uns dois meses, pois quase todo o gás já tinha saído. Daniela não sabia do vazamento. Sobre o caso, entre os direitos que tem Cosme em face de Daniela, inclui-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a devolução de parte do que foi pago, a título de abatimento no preço;"
      },
      {
        "letra": "B",
        "texto": "a compensação pelo que perdeu e deixou de ganhar em virtude do defeito;"
      },
      {
        "letra": "C",
        "texto": "a condenação a ela realizar o reparo, sob pena de multa diária;"
      },
      {
        "letra": "D",
        "texto": "o ressarcimento das despesas que teve com o conserto da geladeira;"
      },
      {
        "letra": "E",
        "texto": "a substituição por uma geladeira com as mesmas características."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1914751",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Sobre os contratos em geral, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não tem o evicto direito de receber o preço que pagou pela coisa evicta, mesmo não sabendo do risco da evicção, se houver cláusula que exclui a garantia contra a evicção."
      },
      {
        "letra": "B",
        "texto": "No caso de vício redibitório, o adquirente decai do direito de obter a redibição ou abatimento no preço, no prazo de trinta dias, se a coisa for móvel, e de um ano se for imóvel, contado da entrega efetiva; se já estava na posse, o prazo conta-se a partir da alienação, reduzido a um terço."
      },
      {
        "letra": "C",
        "texto": "No contrato com pessoa a declarar, a pessoa nomeada adquire os direitos e assume as obrigações decorrentes de tal contrato a partir do momento em que houve sua aceitação."
      },
      {
        "letra": "D",
        "texto": "Na estipulação em favor de terceiro, o estipulante pode reservar-se o direito de substituir o terceiro designado no contrato, independentemente da sua anuência e da do outro contratante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1913939",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: SES-MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "“A perda parcial ou integral do bem, via de regra, em virtude de decisão judicial que atribui o uso, a posse, ou a propriedade a outrem, em decorrência de motivo jurídico anterior ao contrato de aquisição, podendo ocorrer, ainda, em virtude de ato administrativo do qual também decorra a privação da coisa”. A alternativa correta que alude ao instituto do direito civil em que se pode fundamentar a referida assertiva, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "vício redibitório."
      },
      {
        "letra": "B",
        "texto": "evicção."
      },
      {
        "letra": "C",
        "texto": "exceção de contrato não cumprido."
      },
      {
        "letra": "D",
        "texto": "distrato."
      },
      {
        "letra": "E",
        "texto": "resolução por onerosidade excessiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1911407",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEFAZ-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Guilherme Santos alienou o veículo importado da marca Porshe, modelo 911, à Adriana Martins em 20 de dezembro de 2020, tendo o valor sido integralmente pago quando da tradição, ocorrida no mesmo dia da formalização do pacto. Em 1º de fevereiro de 2021, o veículo foi apreendido por autoridade policial em razão de ter sido furtado do seu verdadeiro proprietário, José, em outubro de 2020. Inconformada com o ocorrido e pretendendo ser ressarcida dos prejuízos sofridos, Adriana procura Guilherme, que apenas afirma não ter qualquer responsabilidade, pois o veículo havia sido devidamente entregue à Adriana na data acordada. Diante da situação hipotética, é correto afirmar que Adriana",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá suportar o prejuízo, pois após a tradição, Guilherme não tem mais responsabilidades sobre o contrato celebrado entre ambos."
      },
      {
        "letra": "B",
        "texto": "pode demandar pela evicção, requerendo a restituição integral do preço pago, bem como indenização pelas despesas do contrato, mas arcará com eventuais custas judiciais e honorários advocatícios."
      },
      {
        "letra": "C",
        "texto": "deverá suportar o prejuízo, pois o bem foi apreendido por autoridade administrativa e, sendo assim, não configura a evicção."
      },
      {
        "letra": "D",
        "texto": "pode demandar pela evicção, requerendo a restituição integral do preço pago, bem como indenização pelas despesas do contrato, custas judiciais e honorários advocatícios."
      },
      {
        "letra": "E",
        "texto": "deverá suportar o prejuízo, pois o contrato celebrado não previa a responsabilidade pela evicção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1900379",
    "metadata": "Ano: 2022 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Uma pessoa natural vende um automóvel usado ao seu vizinho. Constata-se, logo após a venda, haver vício redibitório. Ainda não decorreu o prazo decadencial. O adquirente quer desfazer o negócio, devolvendo o bem e recebendo seu dinheiro de volta, além das despesas que arcou com a transferência da documentação junto ao Departamento de Trânsito. Ainda almeja ser ressarcido pelo que gastou com o reboque do veículo, isto a título de perdas e danos. Ocorre que o alienante alega e prova que definitivamente desconhecia o vício. Pode-se dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o alienante comprovou estar de boa-fé e, por tal razão, fica isento de responsabilidade e não deve restituir, nem total, nem parcialmente, o valor recebido, tampouco ressarcir as despesas havidas. A boa-fé aqui se equipara ao caso fortuito e à força maior, sendo excludente de culpabilidade e de antijuridicidade."
      },
      {
        "letra": "B",
        "texto": "embora não haja previsão legal regulando a referida situação, doutrina e jurisprudência exigem prova do conhecimento do vício por parte do alienante, sendo presumida, até que o contrário se demonstre, a boa-fé objetiva."
      },
      {
        "letra": "C",
        "texto": "mesmo que de boa-fé, há responsabilidade do alienante, embora em menor extensão do que ocorreria em caso de má-fé. Assim, só estaria ele isento em relação às perdas e danos."
      },
      {
        "letra": "D",
        "texto": "a solução do problema dependerá de uma análise casuística a ser feita pelo magistrado, à mingua de previsão na legislação em vigor e deverá ser estribada, principalmente, no princípio da função social do contrato. Há que se perquirir a respeito de quem é a parte mais fraca na relação negocial."
      },
      {
        "letra": "E",
        "texto": "como o vício redibitório recai sobre a coisa, sendo, portanto, objetivo, a boa-fé, enquanto elemento subjetivo, é aqui irrelevante e nada altera em relação à extensão da responsabilidade do alienante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1871222",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Câmara de Pirapora - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Analise as seguintes proposições referentes aos contratos. I. Contrato com pessoa a declarar é aquele que é pactuado por uma das partes em nome de terceiro, conhecido ou não no momento da celebração. II. O princípio da autonomia da vontade possui caráter absoluto e, assim sendo, não se limita à ordem pública e aos bons costumes. III. A compra e venda, quando pura, considerar-se-á obrigatória e perfeita, desde que as partes acordarem no objeto e no preço. IV. O Código Civil brasileiro prevê expressamente a possibilidade de ser objeto de contrato civil a herança de pessoa viva. Nesse contexto, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmativas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas as afirmativas estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Estão corretas as afirmativas II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "Estão incorretas as afirmativas II e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1870992",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Câmara de Pirapora - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Segundo a lei brasileira, a coisa recebida em virtude de contrato comutativo pode ser enjeitada por defeito oculto, que a torne imprópria ao uso a que é destinada, ou lhe diminua o valor. A lei faz alusão nessa hipótese",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à teoria da imprevisão."
      },
      {
        "letra": "B",
        "texto": "à exceção de contrato não cumprido."
      },
      {
        "letra": "C",
        "texto": "ao princípio da relatividade contratual."
      },
      {
        "letra": "D",
        "texto": "ao vício redibitório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1869737",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Rejane adquiriu um automóvel de seu vizinho Altair pelo preço de R$ 8.000,00. Três meses depois, todavia, veio a ser parada numa blitz e o veículo foi apreendido porque constava que há cerca de um ano ele fora roubado do real proprietário, que não era Altair. Diante disso, Rejane tem direito a exigir de Altair:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os R$ 8.000,00 de volta, corrigidos monetariamente, independentemente do valor de mercado do veículo quando foi apreendido;"
      },
      {
        "letra": "B",
        "texto": "indenização pelo valor de mercado do bem, além de eventuais perdas e danos decorrentes da apreensão, se provar que Altair tinha ciência do roubo;"
      },
      {
        "letra": "C",
        "texto": "ressarcimento pelas benfeitorias e melhoramentos que tiver feito no carro, se provar sua boa-fé na época em que as realizou;"
      },
      {
        "letra": "D",
        "texto": "a devolução do preço pago se no contrato com ele constasse cláusula que exclui a garantia contra evicção, desde que ela não tenha assumido o risco relativo ao roubo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1864138",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Renato, professor universitário, adquiriu um automóvel usado de seu vizinho, Adalberto, corretor de imóveis. Este lhe concedeu dois meses de garantia, iniciada a partir da entrega do bem. Entretanto, três dias depois de expirada a garantia, o veículo pifou na estrada, exigindo de Renato gastos com reboque e conserto. Diante disso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Renato nada mais pode pretender em face de Adalberto, pois, tendo em vista a natureza da relação, a garantia contratual afasta a garantia legal;"
      },
      {
        "letra": "B",
        "texto": "para pretender a resolução do contrato ou o abatimento do preço, Renato deve provar que o defeito era preexistente ao término do prazo de garantia;"
      },
      {
        "letra": "C",
        "texto": "ante a possibilidade de conserto do bem, não pode Renato resolver o contrato por falta do requisito da gravidade do vício, mas pode pleitear abatimento no preço pago;"
      },
      {
        "letra": "D",
        "texto": "Renato somente pode pretender indenização dos gastos com reboque e conserto se comprovar que Adalberto agiu de má-fé, pois já sabia do defeito do veículo;"
      },
      {
        "letra": "E",
        "texto": "Renato pode optar entre a substituição por outro automóvel, a restituição do preço pago, atualizado monetariamente, ou seu abatimento proporcional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2005176",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Ubá - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Compra e Venda",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção",
      "Cláusulas Especiais de Compra e Venda"
    ],
    "enunciado_principal": "No que concerne aos contratos, analise as afirmativas a seguir. I. Não podem ser comprados pelos servidores públicos os bens da pessoa jurídica a que servirem, ainda que em hasta pública. II. Não obstante a aquisição do bem se tenha realizado em hasta pública, o alienante responde pela evicção nos contratos onerosos. III. A compra e venda, quando pura, considerar-se-á obrigatória e perfeita, desde que as partes acordarem no objeto e no preço. IV. O vendedor somente poderá executar a cláusula de reserva de domínio após constituir o comprador em mora. São corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV"
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e IV, apenas"
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1854240",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Quanto aos vícios redibitórios, assine a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tratando-se de venda de animais, não se aplicam as regras quanto aos vícios ocultos."
      },
      {
        "letra": "B",
        "texto": "O direito de obter a redibição prescreve no prazo de trinta dias se a coisa for móvel."
      },
      {
        "letra": "C",
        "texto": "Aplicam-se as regras dos vícios redibitórios às doações onerosas."
      },
      {
        "letra": "D",
        "texto": "Sendo o caso, o adquirente deve reclamar abatimento no preço."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1843995",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A evicção parcial só pode gerar o desfazimento do contrato se a parte perdida for considerável."
      },
      {
        "letra": "B",
        "texto": "A evicção não se aplica se a aquisição for feita em hasta pública."
      },
      {
        "letra": "C",
        "texto": "Não é possível excluir a responsabilidade por evicção."
      },
      {
        "letra": "D",
        "texto": "Entre as indenizações devidas pela evicção não se encontram as benfeitorias."
      },
      {
        "letra": "E",
        "texto": "O conhecimento de que a coisa era litigiosa não elide a evicção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1840002",
    "metadata": "Ano: 2021 | Banca: FAFIPA | Órgão: Prefeitura de Brasilândia - MS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Sobre as regras dispostas na redação do Código Civil de 2002 acerca dos contratos em geral, analise as assertivas a seguir e marque \"V\" para a(s) verdadeira(s) e \"F\" para a(s) falsa(s) e, na sequência, assinale a alternativa que apresenta a sequência CORRETA: I - A proposta de contrato obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso. No entanto, deixa de ser obrigatória a proposta se, antes dela, ou simultaneamente, chegar ao conhecimento da outra parte a retratação do proponente. II - Na formação dos contratos, a aceitação fora do prazo, com adições, restrições, ou modificações, importará nova proposta. III - Aquele que tiver prometido fato de terceiro responderá por perdas e danos, quando este o não executar, ainda que seja cônjuge do promitente. IV - Se o alienante conhecia o vício ou defeito da coisa, restituirá o que recebeu com perdas e danos; se não o conhecia, nada restituirá. V - Nos contratos onerosos, o alienante responde pela evicção. Subsiste esta garantia ainda que a aquisição se tenha realizado em hasta pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V-F-V-F-V."
      },
      {
        "letra": "B",
        "texto": "F-V-V-F-F."
      },
      {
        "letra": "C",
        "texto": "V-V-F-F-V."
      },
      {
        "letra": "D",
        "texto": "F-F-F-V-V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1826541",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A respeito dos contratos e do direito das coisas, julgue o item subsequente. O arrematante de imóvel em hasta pública que for demandado por terceiro em ação reivindicatória e perder o bem poderá exercer seu direito de regresso contra o devedor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1813764",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A respeito dos contratos, analise as proposições a seguir: I. A exceptio non adimpleti contractus é aplicável somente aos contratos sinalagmáticos. II. É abusiva a inserção de cláusula solve et repete em contratos de consumo. III. A doação de ascendente para descendente é válida, ainda que realizada sem a anuência dos demais descendentes. IV. Nos contratos onerosos, o alienante responde pela evicção, ainda que a aquisição tenha se realizado em hasta pública. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1809503",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: SEFAZ-ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Prescrição e Decadência",
      "Parte Geral",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Em 30 de janeiro de 2015, Ricardo devolve a Rita, o imóvel que dela havia alugado. Os contratantes extinguiram a locação, com a ressalva da dívida de um mês de aluguel, que Ricardo se obrigou a pagar em 10 de fevereiro seguinte. Rita nada fez para receber seu crédito, ante dificuldades financeiras de Ricardo. Em 10 de março de 2021, Ricardo recebeu um computador em contraprestação a trabalho desenvolvido e resolveu entregá-lo no mesmo dia à Rita, de modo a extinguir a obrigação decorrente da locação. Embora seja de valor inferior ao crédito, Rita recebe o objeto dando quitação sem ressalva a Ricardo. Todavia, após alguns dias do recebimento, Rita recebe oficial de justiça em sua residência, o qual, munido de mandado de busca e apreensão expedido em cumprimento de sentença, leva o computador, que pertencia a terceiro. Diante destes fatos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ante a consumação do prazo prescricional, a transmissão do computador deve ser tida como doação e Ricardo não está sujeito às consequências da evicção."
      },
      {
        "letra": "B",
        "texto": "O recebimento do computador, dentro do prazo prescricional, indica dação em pagamento, pelo que Ricardo responde pela evicção."
      },
      {
        "letra": "C",
        "texto": "Ainda que consumado o prazo prescricional, a dação em pagamento, diante da evicção, importa em renúncia à prescrição."
      },
      {
        "letra": "D",
        "texto": "Apesar da consumação do prazo prescricional, a transmissão do bem produz efeitos liberatórios da pretensão de Rita, ainda que ocorra a evicção."
      },
      {
        "letra": "E",
        "texto": "O recebimento do computador, dentro do prazo prescricional, indica dação em pagamento, pelo que Ricardo não deve responder pela evicção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1699501",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A pretensão deduzida em ação baseada na garantia da evicção decorrente de inadimplemento contratual submete-se ao prazo prescricional geral.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1302812",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: AL-AP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "No tocante à evicção e aos vícios redibitórios, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não obstante a cláusula que exclui a garantia contra a evicção, se esta se der, tem direito o evicto a receber o preço que pagou pela coisa evicta, se não soube do risco da evicção, ou, dele informado, não o assumiu."
      },
      {
        "letra": "B",
        "texto": "O alienante que conhecia ou não o vício ou defeito da coisa restituirá o que recebeu com perdas e danos."
      },
      {
        "letra": "C",
        "texto": "São aplicáveis as disposições dos vícios redibitórios às doações simples."
      },
      {
        "letra": "D",
        "texto": "Nos contratos onerosos, o alienante responde pela evicção, salvo se a aquisição houver ocorrido em hasta pública, quando então não subsistirá a garantia."
      },
      {
        "letra": "E",
        "texto": "O adquirente decai do direito de obter a redibição ou abatimento no preço no prazo de noventa dias se a coisa for móvel, e de um ano se for imóvel, contado da entrega efetiva; se já estava na posse, o prazo conta-se da alienação, reduzido à metade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1239577",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: Prefeitura de Betim - MG",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "No que diz respeito à temática dos contratos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os contratos entre ausentes tornam-se perfeitos desde que a aceitação é expedida, ainda que ela não chegue no prazo convencionado."
      },
      {
        "letra": "B",
        "texto": "O adquirente decai do direito de obter a redibição ou abatimento no preço no prazo de trinta dias se a coisa for móvel, e de um ano se for imóvel, contado da entrega efetiva; se já estava na posse, o prazo contase da alienação, reduzido à metade."
      },
      {
        "letra": "C",
        "texto": "Quando o vício redibitório, por sua natureza, só puder ser conhecido mais tarde, o prazo contar-se-á do momento em que dele tiver ciência, até o prazo máximo de 90 (noventa) dias, em se tratando de bens móveis; e de um ano, para os imóveis."
      },
      {
        "letra": "D",
        "texto": "É vedado as partes, ainda que por cláusula expressa, diminuir ou excluir a responsabilidade pela evicção."
      },
      {
        "letra": "E",
        "texto": "Pode ser objeto de contrato a herança de pessoa viva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1136582",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: EBSERH",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Maria comprou um veículo automotor em 01.01.2019 de José, um colega de trabalho. No dia 01.08.2019, o veículo fundiu o motor, em razão de um defeito no sistema de arrefecimento do motor, defeito oculto e desconhecido por Maria e por José. No dia 01.12.2019, Maria requereu que José abatesse do preço o valor a ser gasto para retificar o motor fundido. Acerca do caso hipotético, pode-se corretamente afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há qualquer direito de Maria a requerer o abatimento do preço por vício redibitório, tendo em vista que este não era de conhecimento de José."
      },
      {
        "letra": "B",
        "texto": "a pretensão para pedir o abatimento do preço decaiu após 30 (trinta) dias contados da data da compra do veículo automotor."
      },
      {
        "letra": "C",
        "texto": "a pretensão para pedir o abatimento do preço decaiu após 30 (trinta) dias contados da data da descoberta do vício oculto."
      },
      {
        "letra": "D",
        "texto": "a pretensão para pedir o abatimento do preço decaiu após 180 (cento e oitenta) dias contados da data da compra do veículo automotor."
      },
      {
        "letra": "E",
        "texto": "o direito de Maria requerer o abatimento do preço pode ser exercido em até cinco anos da data da celebração do contrato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1655953",
    "metadata": "Ano: 2019 | Banca: IBADE | Órgão: Prefeitura de Itapemirim - ES",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Nos termos do Código Civil vigente, a coisa recebida em virtude de contrato comutativo pode ser enjeitada por vícios ou defeitos ocultos, que a tornem imprópria ao uso a que é destinada, ou lhe diminuam o valor. São os chamados vícios:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culposos."
      },
      {
        "letra": "B",
        "texto": "obsessivos"
      },
      {
        "letra": "C",
        "texto": "incruentos."
      },
      {
        "letra": "D",
        "texto": "inexistentes."
      },
      {
        "letra": "E",
        "texto": "redibitórios."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1364554",
    "metadata": "Ano: 2019 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Corretagem, Transporte, Seguro, Constituição de Renda, Jogo e Aposta e Fiança",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Assinale a assertiva CORRETA de acordo com o Código Civil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato de seguro prova-se exclusivamente com a exibição da apólice ou do bilhete do seguro."
      },
      {
        "letra": "B",
        "texto": "Aos contratos de transporte, em geral, são aplicáveis, mesmo que contrariem as regras previstas Código Civil, os preceitos constantes da legislação especial e de tratados e convenções internacionais."
      },
      {
        "letra": "C",
        "texto": "Em relação aos vícios redibitórios, a responsabilidade do alienante subsiste ainda que a coisa pereça em poder do alienatário, se perecer por vício oculto, já existente ao tempo da tradição."
      },
      {
        "letra": "D",
        "texto": "A resilição unilateral poderá sempre ser feita, em qualquer contrato, sem exigência de forma."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1247696",
    "metadata": "Ano: 2019 | Banca: FUNDATEC | Órgão: Prefeitura de Maçambará - RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "No Direito Civil, a perda do bem adquirido em contrato oneroso, em função de sentença que atribui a titularidade deste a terceiro, acarreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Vício redibitório."
      },
      {
        "letra": "B",
        "texto": "Vício do produto."
      },
      {
        "letra": "C",
        "texto": "Evicção."
      },
      {
        "letra": "D",
        "texto": "Exceção de contrato não cumprido."
      },
      {
        "letra": "E",
        "texto": "Adimplemento substancial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1156762",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CREA-TO",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Acerca do direito civil, julgue o item.O direito de evicção é aplicado nos contratos onerosos, inclusive quando realizados em hasta pública. No entanto, as partes podem, por cláusula expressa, reforçar, diminuir ou mesmo excluir a responsabilidade pela evicção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1068464",
    "metadata": "Ano: 2019 | Banca: Prefeitura de Rondonópolis - MT | Órgão: Prefeitura de Rondonópolis - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Direito das Coisas / Direitos Reais",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Nos termos da lei civil, salvo estipulação em contrário, além da restituição integral do preço que pagou pelo bem imóvel, a adquirente tem direito à indenização",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por danos extrapatrimoniais."
      },
      {
        "letra": "B",
        "texto": "pelas benfeitorias, inclusive as voluptuárias."
      },
      {
        "letra": "C",
        "texto": "dos frutos que tiver sido obrigada a restituir."
      },
      {
        "letra": "D",
        "texto": "pelos prejuízos que decorram direta e indiretamente da perda da propriedade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1068463",
    "metadata": "Ano: 2019 | Banca: Prefeitura de Rondonópolis - MT | Órgão: Prefeitura de Rondonópolis - MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "No caso citado no texto, o instituto jurídico que obriga o alienante a indenizar a adquirente pela perda da propriedade é a responsabilidade por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "evicção."
      },
      {
        "letra": "B",
        "texto": "vício redibitório."
      },
      {
        "letra": "C",
        "texto": "onerosidade excessiva."
      },
      {
        "letra": "D",
        "texto": "usucapião."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1042297",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Em relação às disposições gerais dos contratos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o contrato for aleatório, por dizer respeito a coisas ou fatos futuros, cujo risco de não virem a existir um dos contratantes assuma, terá o outro direito de receber integralmente o que lhe foi prometido, desde que de sua parte não tenha havido dolo ou culpa, ainda que nada do avençado venha a existir."
      },
      {
        "letra": "B",
        "texto": "A aceitação do contrato fora do prazo, com adições, restrições ou modificações, não importará nova proposta."
      },
      {
        "letra": "C",
        "texto": "Caracterizando-se vício redibitório em um contrato, o alienante, conhecendo ou não o vício ou defeito da coisa, restituirá o que recebeu com perdas e danos."
      },
      {
        "letra": "D",
        "texto": "Nos contratos onerosos, o alienante responde pela evicção; esta garantia não subsiste se a aquisição foi realizada em hasta pública."
      },
      {
        "letra": "E",
        "texto": "Nos contratos de adesão, são válidas as cláusulas que estipulem a renúncia do aderente a direito resultante da natureza do negócio, desde que previamente informado dessa circunstância."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1036581",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Renato emprestou seu automóvel a Paulo. Quinze dias depois, ainda na posse do veículo, Paulo o comprou de Renato, que realizou a venda sem revelar que o automóvel possuía grave defeito mecânico, vício oculto que só foi constatado por Paulo na própria data da alienação. Nesse caso, de acordo com o Código Civil, Paulo tem direito de obter a redibição do contrato de compra e venda, que se sujeita a prazo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prescricional, de trinta dias, contado da data em que recebeu o automóvel."
      },
      {
        "letra": "B",
        "texto": "prescricional, de quinze dias, contado da data da alienação."
      },
      {
        "letra": "C",
        "texto": "decadencial, de trinta dias, contado da data em que recebeu o automóvel."
      },
      {
        "letra": "D",
        "texto": "decadencial, de quinze dias, contado da data da alienação."
      },
      {
        "letra": "E",
        "texto": "decadencial, de noventa dias, contado da data em que recebeu o automóvel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1014212",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Valinhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Sobre as condições gerais dos contratos, indique a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos contratos de adesão, são anuláveis as cláusulas que estipulem a renúncia antecipada do aderente a direito resultante da natureza do negócio."
      },
      {
        "letra": "B",
        "texto": "O estipulante pode reservar-se o direito de substituir o terceiro designado no contrato, independentemente da sua anuência e da do outro contratante."
      },
      {
        "letra": "C",
        "texto": "O contrato preliminar, e também quanto à forma, não necessita conter todos os requisitos essenciais ao contrato a ser celebrado."
      },
      {
        "letra": "D",
        "texto": "As cláusulas resolutivas expressa e tácita operam de pleno direito, independentemente de interpelação judicial."
      },
      {
        "letra": "E",
        "texto": "Pode o adquirente demandar pela evicção, mesmo sabendo que a coisa era alheia ou litigiosa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1004244",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Maria comprou um carro de João em 01.01.2019. No dia 01.03.2019, o carro fundiu o motor, em razão da instalação, realizada por João, de um equipamento no motor, destinado a aumentar a potência. Maria desconhecia que o carro por ela comprado tinha o referido equipamento. Assinale a alternativa correta em relação ao caso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de obter a redibição já se escoou em razão de decurso de prazo superior a 30 dias da compra."
      },
      {
        "letra": "B",
        "texto": "Maria tem o prazo de 30 dias, a partir da descoberta do defeito, para postular o seu direito à redibição."
      },
      {
        "letra": "C",
        "texto": "Maria tem o prazo de 180 dias contados da data da compra para postular o seu direito à redibição."
      },
      {
        "letra": "D",
        "texto": "Maria tem o prazo de um ano da compra para postular o seu direito à redibição."
      },
      {
        "letra": "E",
        "texto": "Maria tem o prazo de 180 dias, a partir da descoberta do defeito, para postular o seu direito à redibição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "998844",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A respeito da evicção: I. Não podem os contratantes, ainda que diante de cláusula expressa, reforçar, diminuir ou excluir a responsabilidade pela evicção. II. Se parcial, mas considerável, for a evicção, não é lícito ao evicto optar entre a rescisão do contrato e a restituição da parte do preço correspondente ao desfalque sofrido. III. Nos contratos de natureza onerosa, o alienante responde pela evicção, persistindo esta garantia, pouco importando que a aquisição, por exemplo, tenha se dado em hasta pública. Com base nessas afirmativas, pode-se dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II somente é verdadeira."
      },
      {
        "letra": "B",
        "texto": "I e II são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "I somente é verdadeira."
      },
      {
        "letra": "D",
        "texto": "III somente é verdadeira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "992456",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Sertãozinho - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o erro e o vício redibitório.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro e o vício redibitório se confundem, tendo em vista que em ambos o alienante espera que a coisa adquirida tenha uma qualidade que não possui; dessa forma, toda vez que se configurar o vício redibitório, tem-se um caso de erro."
      },
      {
        "letra": "B",
        "texto": "O vício redibitório atinge a própria coisa, objetivamente considerada, e não a psique do agente; o erro substancial, por sua vez, alcança a vontade do contratante, operando subjetivamente em sua esfera mental."
      },
      {
        "letra": "C",
        "texto": "O erro atinge a própria coisa, objetivamente considerada, e não a psique do agente; o vício redibitório, por sua vez, alcança a vontade do contratante, operando subjetivamente em sua esfera mental."
      },
      {
        "letra": "D",
        "texto": "Tanto no erro como no vício redibitório, pouco importa a esfera mental do contratante, sendo determinante, apenas, a discrepância entre o objeto do contrato e aquele que conste do instrumento que serviu à formalização do negócio jurídico."
      },
      {
        "letra": "E",
        "texto": "O erro é sempre abrangido pelo vício redibitório, tendo em vista que em ambos necessariamente existe uma vontade dolosa do alienante em transferir ao alienatário uma coisa com qualidades divergentes das constantes do negócio jurídico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "988347",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "São requisitos necessários à configuração de vício redibitório, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coisa adquirida em virtude de contrato comutativo ou doação onerosa."
      },
      {
        "letra": "B",
        "texto": "vício ou defeito prejudicial à utilização da coisa ou determinante da diminuição de seu valor."
      },
      {
        "letra": "C",
        "texto": "coisa desfalcada em sua quantidade ou que apresente ausência de qualidade em relação ao prometido pelo alienante."
      },
      {
        "letra": "D",
        "texto": "defeito grave e oculto."
      },
      {
        "letra": "E",
        "texto": "defeito já existente no momento da celebração do ato negocial e que perdure até o instante da reclamação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "988346",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: Prefeitura de Curitiba - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Formação dos Contratos",
      "Vícios Redibitórios e Evicção",
      "Extinção: cláusula resolutiva, onerosidade excessiva e exceção de contrato não cumprido"
    ],
    "enunciado_principal": "Acerca dos contratos, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parte lesada pelo inadimplemento pode pedir a resolução do contrato, se não preferir exigir-lhe o cumprimento, cabendo, em qualquer dos casos, indenização por perdas e danos."
      },
      {
        "letra": "B",
        "texto": "A proposta de contrato obriga o proponente, se o contrário não resultar dos termos dela, da natureza do negócio, ou das circunstâncias do caso. No entanto, deixará de ser obrigatória se, feita sem prazo a pessoa presente, não foi imediatamente aceita."
      },
      {
        "letra": "C",
        "texto": "Nos contratos onerosos, o alienante responde pela evicção, salvo se a aquisição tenha se realizado em hasta pública."
      },
      {
        "letra": "D",
        "texto": "O contrato preliminar, exceto quanto à forma, deve conter todos os requisitos essenciais ao contrato a ser celebrado."
      },
      {
        "letra": "E",
        "texto": "A cláusula resolutiva expressa opera de pleno direito; a tácita depende de interpelação judicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "981379",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção",
      "Constituição da Relação Contratual - sujeitos, forma e objeto"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil acerca de contratos, julgue o item subsequente. Na hipótese de defeito oculto de coisa recebida em decorrência de contrato comutativo, caso o alienante não tenha conhecimento do referido vício, ele deverá restituir o valor recebido do contrato, acrescido de indenização por perdas e danos",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1370548",
    "metadata": "Ano: 2018 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A garantia contra evicção e vícios redibitórios vigora em todos os contratos abaixo, à EXCEÇÃO do contrato de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dação em pagamento."
      },
      {
        "letra": "B",
        "texto": "compra e venda."
      },
      {
        "letra": "C",
        "texto": "permuta."
      },
      {
        "letra": "D",
        "texto": "doação pura e simples."
      },
      {
        "letra": "E",
        "texto": "retrovenda."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1193651",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Com base nas disposições do Código Civil acerca de contratos, julgue os itens subsequentes. Na hipótese de defeito oculto de coisa recebida em decorrência de contrato comutativo, caso o alienante não tenha conhecimento do referido vício, ele deverá restituir o valor recebido do contrato, acrescido de indenização por perdas e danos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1023137",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: ALESE",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Prestação de Serviços e Empreitada",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Sobre a participação dos intervenientes em serviços e obras de engenharia e arquitetura é prerrogativa do proprietário exigir do executante a correção dos defeitos do empreendimento, desde que acusados, pormenorizadamente, de maneira formal, por escrito, no prazo previsto no Código Civil; ou outro prazo, quando prévia e explicitamente for acordado com o executante. Os defeitos e o prazo previsto no Código Civil para saná-los são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocultos (vícios redibitórios) e dezoito meses."
      },
      {
        "letra": "B",
        "texto": "ocultos (vícios redibitórios) e um ano."
      },
      {
        "letra": "C",
        "texto": "não ocultos (vícios não redibitórios) e dois anos."
      },
      {
        "letra": "D",
        "texto": "não ocultos (vícios não redibitórios) e oito meses."
      },
      {
        "letra": "E",
        "texto": "ocultos (vícios redibitórios) e seis meses."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "990426",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Pontal - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Em 1° de abril de 2018, Clinton vendeu um veículo para Roberto, pelo valor de R$ 30.000,00 (trinta mil reais), pagos à vista, imediatamente transferindo a posse do bem para o adquirente. Como era de conhecimento de Clinton, Roberto utilizaria o veículo para transportar passageiros, em chamadas por aplicativos de celular. No dia 26 de abril, enquanto utilizava o veículo, Roberto não conseguiu mais engatar as marchas do câmbio manual, razão pela qual encaminhou o veículo para uma oficina mecânica credenciada pelo fabricante. O laudo da oficina diagnosticou que a transmissão (“câmbio manual”) havia sido modificada, comprometendo completamente seu bom funcionamento. Não havia possibilidade de reparar a transmissão com segurança, razão pela qual deveria ser totalmente substituída, pelo custo de R$ 4.000,00 (quatro mil reais). Roberto deixou o carro parado e, no dia 21 de maio de 2018, entrou em contato com Clinton para noticiar o vício. Clinton justificou que havia adquirido o veículo de um amigo, alguns meses antes, mas que desconhecia o vício alegado. Nesse contexto, assinale a alternativa correta, de acordo com as disposições do Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Clinton poderá optar entre a redibição do contrato ou o abatimento do preço, proporcional ao valor da substituição do equipamento viciado."
      },
      {
        "letra": "B",
        "texto": "Roberto poderá exigir a devolução do valor pago, acrescido de dano emergente e lucros cessantes, considerando que adquiriu o veículo para fins profissionais."
      },
      {
        "letra": "C",
        "texto": "Roberto poderá exigir a redibição do contrato ou o abatimento do preço, mas, no primeiro caso, receberá tão somente o valor pago acrescido das despesas do contrato."
      },
      {
        "letra": "D",
        "texto": "Decaiu o direito de Roberto de obter a redibição do contrato ou abatimento do preço."
      },
      {
        "letra": "E",
        "texto": "Decaiu o direito de Roberto de obter a redibição do contrato, mas ainda pode exigir o abatimento do preço."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "980358",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Nova Odessa - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Caio, passando por dificuldades financeiras, vendeu sua televisão smart, de 72 polegadas, para o seu vizinho, Marcelo. Imediatamente após a venda, Marcelo percebeu que a função smart não estava funcionando por um problema no roteador. Considerando a situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marcelo pode rejeitar a televisão, mas não pode reclamar abatimento do preço."
      },
      {
        "letra": "B",
        "texto": "Considerando que Marcelo percebeu o vício imediatamente à compra, o prazo para obter a redibição é de trinta dias contados da entrega efetiva."
      },
      {
        "letra": "C",
        "texto": "Se a televisão fosse uma doação onerosa de Caio para Marcelo, Marcelo não poderia alegar o vício redibitório."
      },
      {
        "letra": "D",
        "texto": "Caio pode alegar que a televisão pereceu em poder de Marcelo e por isso não tem responsabilidade sobre o vício do produto."
      },
      {
        "letra": "E",
        "texto": "Caso o vício só pudesse ser reconhecido quando Marcelo já estivesse na posse da televisão, o prazo máximo seria de sete dias, contados do momento da ciência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "974781",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre direito contratual, conforme matéria disposta no Código Civil de 2002.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os vícios ou defeitos ocultos em determinado bem permitem sua devolução apenas se o vendedor conhecia o vício ou defeito da coisa."
      },
      {
        "letra": "B",
        "texto": "Concluído um contrato preliminar, em regra, uma das partes não poderá exigir a celebração do contrato definitivo."
      },
      {
        "letra": "C",
        "texto": "Nos contratos de adesão, são nulas de pleno direito as cláusulas ambíguas ou contraditórias."
      },
      {
        "letra": "D",
        "texto": "É ilícito às partes estipular contratos que não tenham regulamentação específica em lei."
      },
      {
        "letra": "E",
        "texto": "Compreende-se por evicção a perda da coisa pelo comprador, em razão de decisão favorável que atribua a terceira pessoa, que não o vendedor, a propriedade, posse ou uso do bem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "960406",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CODHAB-DF",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Acerca do direito das obrigações, de contratos e de responsabilidade civil, julgue o item a seguir. Embora a responsabilidade pela evicção possa ser reforçada ou diminuída pela vontade das partes, jamais poderá ela ser definitivamente excluída.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "954276",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "O vício redibitório e o erro substancial",
    "alternativas": [
      {
        "letra": "A",
        "texto": "geram a nulidade do negócio jurídico e, consequentemente, impõem a declaração de nulidade e a indenização pelos danos causados."
      },
      {
        "letra": "B",
        "texto": "constituem espécies de vício da vontade, uma vez que o negócio não teria sido realizado se não se verificasse o vício ou erro."
      },
      {
        "letra": "C",
        "texto": "são distintos uma vez que no primeiro o vício oculto pertence ao objeto adquirido, ao passo que no segundo, o vício é da manifestação da vontade."
      },
      {
        "letra": "D",
        "texto": "dizem respeito somente ao âmbito da eficácia do negócio jurídico e apresentam como consequência o abatimento do valor pago."
      },
      {
        "letra": "E",
        "texto": "constituem vício do objeto do negócio jurídico contraído, pois o objeto adquirido possui algum vício que torna a coisa inútil para o fim a que se destina."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "951003",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-MT",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Espécie",
      "Troca ou Permuta, Contrato Estimatório e Doação",
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "João e José são irmãos. José, em razão de um acidente, necessitou de cuidados e de acompanhamento constante. João deixa seu emprego, onde tinha uma remuneração de R$ 1.000,00 (mil reais) mensais, para se dedicar totalmente aos cuidados de seu irmão José. Após dois anos, José se recuperou e doou para João um apartamento de sua propriedade, avaliado em R$ 800.000,00 (oitocentos mil reais), como forma de retribuir a dedicação do irmão. Constou expressamente da doação que ela se destinava a compensar João pelos serviços prestados, equivalentes aos valores salariais que deixou de receber, por ter abandonado o seu emprego para cuidar do doador. Após o recebimento da doação, João perdeu o apartamento em razão de uma ação reivindicatória ajuizada por terceiro. É correto afirmar que João",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem direito a ser indenizado pela evicção até o limite do valor dos serviços prestados."
      },
      {
        "letra": "B",
        "texto": "não tem direito a ser indenizado pela evicção por ter recebido o bem por doação, tendo em vista a inexistência do direito à evicção em negócios jurídicos gratuitos."
      },
      {
        "letra": "C",
        "texto": "somente terá direito à indenização se provar que José sabia que iria perder a propriedade."
      },
      {
        "letra": "D",
        "texto": "poderá pleitear de José a indenização pela totalidade do valor do bem em até 180 dias."
      },
      {
        "letra": "E",
        "texto": "poderá pleitear de José a indenização pela totalidade do valor do bem em até um ano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "920022",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Prefeitura de São Luís - MA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Quanto à evicção e aos vícios redibitórios,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos contratos onerosos, o alienante responde pela evicção, salvo se a aquisição se houver realizado em hasta pública, quando então não subsiste a garantia."
      },
      {
        "letra": "B",
        "texto": "como a responsabilidade pelo vício redibitório é objetiva, o alienante do bem restituirá o valor recebido com perdas e danos, conhecendo ou não o defeito da coisa por ocasião da alienação."
      },
      {
        "letra": "C",
        "texto": "a responsabilidade do alienante subsiste ainda que a coisa pereça em poder do alienatário, se perecer por vício oculto, já existente ao tempo da tradição."
      },
      {
        "letra": "D",
        "texto": "as partes podem, por cláusula expressa, reforçar a responsabilidade pela evicção, mas não diminuí-la ou excluí-la, dado seu caráter cogente."
      },
      {
        "letra": "E",
        "texto": "se a evicção for parcial, caberá somente direito indenizatório ao evicto, seja qual for a extensão do desfalque sofrido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "893165",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EBSERH",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Considerando o que dispõe o Código Civil acerca de negócios jurídicos e contratos, julgue o item a seguir.Nos contratos onerosos, a responsabilidade do alienante pela evicção pode ser excluída por convenção das partes em cláusula expressa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "889829",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Sobre os vícios redibitórios, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O adquirente que já estava na posse do bem decai do direito de obter a redibição ou abatimento no preço no prazo de trinta dias se a coisa for móvel, e de um ano se for imóvel."
      },
      {
        "letra": "B",
        "texto": "No caso de bens móveis, quando o vício, por sua natureza, só puder ser conhecido mais tarde, se ele aparecer em até 180 dias, terá o comprador mais 30 dias para requerer a redibição ou abatimento no preço."
      },
      {
        "letra": "C",
        "texto": "Somente existe o direito de obter a redibição se a coisa foi adquirida em razão de contrato comutativo, não se aplicando aos casos em que a aquisição decorreu de doação, mesmo onerosa."
      },
      {
        "letra": "D",
        "texto": "O prazo para postular a redibição ou abatimento no preço, quando o vício, por sua natureza, só puder ser conhecido mais tarde, somente começa a correr a partir do aparecimento do vício, o que pode ocorrer a qualquer tempo."
      },
      {
        "letra": "E",
        "texto": "No caso de bens imóveis, quando o vício, por sua natureza, só puder ser conhecido mais tarde, o prazo é de um ano para que o vício apareça, tendo o comprador, a partir disso, mais 180 dias para postular a redibição ou abatimento no preço."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "889828",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "André devia a quantia de R$ 50.000,00 (cinquenta mil reais) em dinheiro a Mateus. Maria era fiadora de André. Mateus aceitou receber em pagamento pela dívida um imóvel urbano de propriedade de André, avaliado em R$ 60.000,00 (sessenta mil reais) com área de 200 m2 e deu regular quitação. Entretanto, o imóvel estava ocupado por Pedro, que o habitava há mais de cinco anos, nele estabelecendo sua moradia. Pedro ajuizou ação de usucapião para obter a declaração de propriedade do imóvel que foi julgada procedente. Na época em que se evenceu, o imóvel foi avaliado em R$ 65.000,00 (sessenta e cinco mil reais). A respeito dos efeitos da evicção sobre a obrigação originária, é possível afirmar que a obrigação originária",
    "alternativas": [
      {
        "letra": "A",
        "texto": "foi extinta com a dação em pagamento. André será responsável perante Mateus pelo valor correspondente ao bem imóvel perdido, na época em que se evenceu. Maria está liberada da fiança anteriormente prestada."
      },
      {
        "letra": "B",
        "texto": "foi extinta com a dação em pagamento. André será responsável perante Mateus pelo valor correspondente ao bem imóvel perdido, na época em que houve a dação em pagamento. Maria está liberada da fiança anteriormente prestada."
      },
      {
        "letra": "C",
        "texto": "é restabelecida, mas não contará mais com a garantia pessoal prestada por Maria. Em razão da evicção, a obrigação repristinada terá por objeto o valor equivalente ao bem na época em que se evenceu."
      },
      {
        "letra": "D",
        "texto": "é restabelecida, pelo seu valor original, em razão da evicção da coisa dada em pagamento, mas sem a garantia pessoal prestada por Maria, tendo em vista que o credor aceitou receber objeto diverso do constante na obrigação originária."
      },
      {
        "letra": "E",
        "texto": "é restabelecida, em razão da evicção da coisa dada em pagamento, inclusive com a garantia pessoal prestada por Maria. Contudo, em razão da evicção, a obrigação repristinada terá por objeto o valor equivalente ao bem na época em que se evenceu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "880734",
    "metadata": "Ano: 2018 | Banca: FAUEL | Órgão: Prefeitura de Paranavaí - PR",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Noções e Princípios do Direito Contratual",
      "Formação dos Contratos",
      "Efeitos perante Terceiros: Estipulação em Favor de Terceiros, Contratos com Pessoa a Declarar e Promessa de Fato de Terceiro",
      "Vícios Redibitórios e Evicção",
      "Contrato Aleatório e Contrato Preliminar"
    ],
    "enunciado_principal": "Assinale a alternativa correta, a respeito dos contratos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não pode ser objeto de contrato a herança de pessoa falecida."
      },
      {
        "letra": "B",
        "texto": "A oferta ao público equivale a proposta quando encerra os requisitos essenciais ao contrato, ainda que o contrário resulte das circunstâncias ou dos usos."
      },
      {
        "letra": "C",
        "texto": "Na estipulação em favor de terceiro, o estipulante pode reservar-se o direito de substituir o terceiro designado no contrato, exceto se houver oposição do outro contratante."
      },
      {
        "letra": "D",
        "texto": "Na evicção tem direito o evicto a receber o preço que pagou pela coisa evicta, se não soube do risco da evicção, ou, dele informado, não o assumiu, salvo no caso de cláusula de exclusão da garantia contra a evicção."
      },
      {
        "letra": "E",
        "texto": "O contrato preliminar, exceto quanto à forma, deve conter todos os requisitos essenciais ao contrato a ser celebrado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "874939",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "A respeito das regras dispostas no Código Civil quanto aos negócios jurídicos e aos contratos, julgue o item a seguir.Em decorrência do princípio da autonomia da vontade, podem as partes de contrato oneroso pactuar, de forma expressa, pela exclusão de responsabilidade pela evicção, mas, mesmo nessa situação, o evicto terá direito a receber o preço que pagou pela coisa perdida se desconhecia o risco efetivo de evicção à época do contrato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "872507",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Câmara de Salvador - BA",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "Carlos, devedor de Paula, oferece à sua credora, na data prevista para o pagamento, o automóvel XYZ para solver a dívida de R$ 30.000,00 (trinta mil reais). Paula aceita a oferta, mas, após 60 (sessenta) dias da tradição e registro da transferência do veículo na autarquia de trânsito, o bem veio a ser apreendido pela autoridade policial. No dia seguinte, Paula descobriu que, após o registro da transferência, a autarquia de trânsito recebeu ordem judicial de apreensão do veículo, por força de sentença transitada em julgado que reconhecera ser Joaquim o proprietário do automóvel. Diante desses fatos, Paula faz jus:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à indenização a ser paga por Joaquim, que corresponderá ao valor da dívida extinta;"
      },
      {
        "letra": "B",
        "texto": "ao valor da dívida, acrescida de juros legais incidentes a partir da data da perda do bem, a ser cobrada de Carlos;"
      },
      {
        "letra": "C",
        "texto": "à retenção do veículo, até recebimento da indenização pelo valor do veículo, a ser paga por Carlos ou Joaquim;"
      },
      {
        "letra": "D",
        "texto": "ao pagamento do valor da dívida por Carlos, acrescido dos encargos moratórios a partir do vencimento;"
      },
      {
        "letra": "E",
        "texto": "a reaver o valor da dívida de Carlos, sob pena de enriquecimento sem causa do ex-devedor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "868156",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Civil",
    "subcategorias": [
      "Contratos em Geral",
      "Vícios Redibitórios e Evicção"
    ],
    "enunciado_principal": "À luz da disciplina dos vícios redibitórios no Código Civil, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tratando-se de venda de animais, não se caracterizam vícios redibitórios."
      },
      {
        "letra": "B",
        "texto": "O adquirente decai do direito de obter a redibição ou abatimento no preço no prazo de noventa dias se a coisa for móvel, e de um ano se for imóvel."
      },
      {
        "letra": "C",
        "texto": "O adquirente da coisa viciada poderá se valer de uma das ações edilícias."
      },
      {
        "letra": "D",
        "texto": "Se o alienante conhecia o vício da coisa, restituirá ao adquirente o que recebeu sem perdas e danos."
      },
      {
        "letra": "E",
        "texto": "Não se aplica às doações onerosas, por expressa previsão legal, nenhuma disposição relativa aos vícios redibitórios."
      }
    ],
    "gabarito": "C"
  }
]